{"title": "[Physical reproduction of cardiac sutures. A new field of investigation in cardiology].", "abstract": "A new technique of physical reproduction of cardiac anatomy has been developed from volumetric data and its practical value assessed in cardiological practice. The acquisition of the volumetric data was by 3D echocardiography. Parallel and equidistant 2D views were selected from this information. The images were printed at a scale adjusted to the true dimensions of the structures of interest and then stuck on a support, the thickness of which was identical to the distance between the views, and the slices were superimposed while respecting the initial orientation. This technique has been adapted secondarily to modern industrial processes of rapid prototyping (3D printing and powdering) allowing automatic tooling of models. Several physical models have been made: whole heart in end diastole, mitral valve stenosis and prolapse, atrial septal defect with insertion of a percutaneous prosthetic device, great vessels at the base of the heart. There are many possible cardiological applications of physical models: investigation of complex cardiac disease, pre- and per-operative simulation of surgical procedures, elaboration of prosthetic material, physiopathological studies, teaching and training, patient information.", "journal": "Archives des maladies du coeur et des vaisseaux", "date": "2000-12-07", "authors": ["NMirochnik", "AHagège", "FZacouto", "CGuérot"], "doi": null}
{"title": "Design and fabrication of cast orthopedic implants with freeform surface textures from 3-D printed ceramic shell.", "abstract": "Three-dimensional printing is a solid freeform fabrication process, which creates parts directly from a computer model. The parts are built by repetitively spreading a layer of powder and selectively joining the powder in the layer by ink-jet printing of a binder material. 3D printing was applied to the fabrication of sub-millimeter surface textures with overhang and undercut geometries for use in orthopedic prostheses as bony ingrowth structures. 3D printing is used to fabricate ceramic molds of alumina powder and silica binder, and these molds are used to cast the bony ingrowth surfaces of Co-Cr (ASTM F75) alloy. Minimum positive feature sizes of the ceramic mold and, therefore, minimum negative feature sizes of castings were determined to be approximately 200 x 200 x 175 microm and were limited by the strength of ceramic needed to withstand handling. Minimum negative feature sizes in the ceramic mold and, therefore, minimum positive features in the casting were found to be approximately 350 x 350 x 175 microm and were determined by limitations on removal of powder from the ceramic and the pressure required to fill these small features with molten metal during casting. Textures were designed with 5 layers of distinct geometric definition, allowing for the design of overhung geometry with overall porosity ranging from 30-70%. Features as small as 350 x 350 x 200 microm were included in these designs and successfully cast.", "journal": "Journal of biomedical materials research", "date": "2000-09-14", "authors": ["ACurodeau", "ESachs", "SCaldarise"], "doi": "10.1002/1097-4636(200009)53:5<525::aid-jbm12>3.0.co;2-1"}
