{"title": "Imaging, virtual planning, design, and production of patient-specific implants and clinical validation in craniomaxillofacial surgery.", "abstract": "The purpose of this article was to describe the workflow from imaging, via virtual design, to manufacturing of patient-specific titanium reconstruction plates, cutting guide and mesh, and its utility in connection with surgical treatment of acquired bone defects in the mandible using additive manufacturing by electron beam melting (EBM). Based on computed tomography scans, polygon skulls were created. Following that virtual treatment plans entailing free microvascular transfer of fibula flaps using patient-specific reconstruction plates, mesh, and cutting guides were designed. The design was based on the specification of a Compact UniLOCK 2.4 Large (Synthes(®), Switzerland). The obtained polygon plates were bent virtually round the reconstructed mandibles. Next, the resections of the mandibles were planned virtually. A cutting guide was outlined to facilitate resection, as well as plates and titanium mesh for insertion of bone or bone substitutes. Polygon plates and meshes were converted to stereolithography format and used in the software Magics for preparation of input files for the successive step, additive manufacturing. EBM was used to manufacture the customized implants in a biocompatible titanium grade, Ti6Al4V ELI. The implants and the cutting guide were cleaned and sterilized, then transferred to the operating theater, and applied during surgery. Commercially available software programs are sufficient in order to virtually plan for production of patient-specific implants. Furthermore, EBM-produced implants are fully usable under clinical conditions in reconstruction of acquired defects in the mandible. A good compliance between the treatment plan and the fit was demonstrated during operation. Within the constraints of this article, the authors describe a workflow for production of patient-specific implants, using EBM manufacturing. Titanium cutting guides, reconstruction plates for fixation of microvascular transfer of osteomyocutaneous bone grafts, and mesh to replace resected bone that can function as a carrier for bone or bone substitutes were designed and tested during reconstructive maxillofacial surgery. A clinically fit, well within the requirements for what is needed and obtained using traditional free hand bending of commercially available devices, or even higher precision, was demonstrated in ablative surgery in four patients.", "journal": "Craniomaxillofacial trauma & reconstruction", "date": "2013-09-03", "authors": ["PerDérand", "Lars-ErikRännar", "Jan-MHirsch"], "doi": "10.1055/s-0032-1313357"}
{"title": "Patterned three-dimensional encapsulation of embryonic stem cells using dielectrophoresis and stereolithography.", "abstract": "Controlling the assembly of cells in three dimensions is very important for engineering functional tissues, drug screening, probing cell-cell/cell-matrix interactions, and studying the emergent behavior of cellular systems. Although the current methods of cell encapsulation in hydrogels can distribute them in three dimensions, these methods typically lack spatial control of multi-cellular organization and do not allow for the possibility of cell-cell contacts as seen for the native tissue. Here, we report the integration of dielectrophoresis (DEP) with stereolithography (SL) apparatus for the spatial patterning of cells on custom made gold micro-electrodes. Afterwards, they are encapsulated in poly (ethylene glycol) diacrylate (PEGDA) hydrogels of different stiffnesses. This technique can mimic the in vivo microscale tissue architecture, where the cells have a high degree of three dimensional (3D) spatial control. As a proof of concept, we show the patterning and encapsulation of mouse embryonic stem cells (mESCs) and C2C12 skeletal muscle myoblasts. mESCs show high viability in both the DEP (91.79% ± 1.4%) and the no DEP (94.27% ± 0.5%) hydrogel samples. Furthermore, we also show the patterning of mouse embryoid bodies (mEBs) and C2C12 spheroids in the hydrogels, and verify their viability. This robust and flexible in vitro platform can enable various applications in stem cell differentiation and tissue engineering by mimicking elements of the native 3D in vivo cellular micro-environment.", "journal": "Advanced healthcare materials", "date": "2013-03-07", "authors": ["PiyushBajaj", "DanielMarchwiany", "CarlosDuarte", "RashidBashir"], "doi": "10.1002/adhm.201200318"}
{"title": "Biofabrication and in vitro study of hydroxyapatite/mPEG-PCL-mPEG scaffolds for bone tissue engineering using air pressure-aided deposition technology.", "abstract": "The aims of this study were to fabricate biopolymer and biocomposite scaffolds for bone tissue engineering by an air pressure-aided deposition system and to carry out osteoblast cell culture tests to validate the biocompatibility of fabricated scaffolds. A mPEG-PCL-mPEG triblock copolymer was synthesized as a biopolymer material. Biocomposite material was composed of synthesized biopolymer and hydroxyapatite (HA) with a mean diameter of 100 μm. The weight ratio of HA added to the synthesized biopolymer was 0.1, 0.25, 0.5 and 1. The experimental results show that the maximum average compressive strength of biocomposite scaffolds, made of weight ratio 0.5, with mean pore size of 410 μm (porosity 81%) is 18.38 MPa which is two times stronger than that of biopolymer scaffolds. Osteoblast cells, MC3T3-E1, were seeded on both types of fabricated scaffolds to validate the biocompatibility using methylthianzol tetrazolium (MTT) assay and cell morphology observation. After 28 days of in vitro culturing, the seeded osteoblasts were well distributed in the interior of both types of scaffolds. Furthermore, MTT experimental results show that the cell viability of the biocomposite scaffold is higher than that of the biopolymer scaffold. This indicates that adding HA into synthesized biopolymer can enhance compressive strength and the proliferation of the osteoblast cell.", "journal": "Materials science & engineering. C, Materials for biological applications", "date": "2013-03-01", "authors": ["Cho-PeiJiang", "Yo-YuChen", "Min-FaHsieh"], "doi": "10.1016/j.msec.2012.10.018"}
{"title": "Bio-ink for on-demand printing of living cells.", "abstract": "Drop-on-demand bioprinting allows the controlled placement of living cells, and will benefit research in the fields of tissue engineering, drug screening and toxicology. We show that a bio-ink based on a novel microgel suspension in a surfactant-containing tissue culture medium can be used to reproducibly print several different cell types, from two different commercially available drop-on-demand printing systems, over long printing periods. The bio-ink maintains a stable cell suspension, preventing the settling and aggregation of cells that usually impedes cell printing, whilst meeting the stringent fluid property requirements needed to enable printing even from many-nozzle commercial inkjet print heads. This innovation in printing technology may pave the way for the biofabrication of multi-cellular structures and functional tissue.", "journal": "Biomaterials science", "date": "2013-02-03", "authors": ["Cameron JFerris", "Kerry JGilmore", "StephenBeirne", "DonaldMcCallum", "Gordon GWallace", "MarcIn Het Panhuis"], "doi": "10.1039/c2bm00114d"}
{"title": "Electrospinning and additive manufacturing: converging technologies.", "abstract": "A well-engineered scaffold for regenerative medicine, which is suitable to be translated from the bench to the bedside, combines inspired design, technical innovation and precise craftsmanship. Electrospinning and additive manufacturing are separate approaches to manufacturing scaffolds for a variety of tissue engineering applications. A need to accurately control the spatial distribution of pores within scaffolds has recently resulted in combining the two processing methods, to overcome shortfalls in each technology. This review describes where electrospinning and additive manufacturing are used together to generate new porous structures for biological applications.", "journal": "Biomaterials science", "date": "2013-02-03", "authors": ["Paul DDalton", "CédryckVaquette", "Brooke LFarrugia", "Tim RDargaville", "Toby DBrown", "Dietmar WHutmacher"], "doi": "10.1039/c2bm00039c"}
{"title": "3-D biofabrication using stereolithography for biology and medicine.", "abstract": "In this paper, we review our recent work on the potential of stereolithography (SL) for different biomedical applications including tissue engineering, neovessel formation, investigating cell-cell and cell matrix interactions, and development of cellular systems. Also, we show that SL technology can be combined with dielectrophoresis (DEP) to create scaffolds with micro-scale organization, a hallmark of in vivo tissues.", "journal": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference", "date": "2013-02-01", "authors": ["PiyushBajaj", "VincentChan", "Jae HyunJeong", "PinarZorlutuna", "HyunjoonKong", "RashidBashir"], "doi": "10.1109/EMBC.2012.6347557"}
{"title": "Biodegradable and bioactive porous scaffold structures prepared using fused deposition modeling.", "abstract": "Three-dimensional printing (3DP) refers to a group of additive manufacturing techniques that can be utilized in tissue engineering applications. Fused deposition modeling (FDM) is a 3DP method capable of using common thermoplastic polymers. However, the scope of materials applicable for FDM has not been fully recognized. The purpose of this study was to examine the creation of biodegradable porous scaffold structures using different materials in FDM and to determine the compressive properties and the fibroblast cell response of the structures. To the best of our knowledge, the printability of a poly(ε-caprolactone)/bioactive glass (PCL/BAG) composite and L-lactide/ε-caprolactone 75/25 mol % copolymer (PLC) was demonstrated for the first time. Scanning electron microscope (SEM) images showed BAG particles at the surface of the printed PCL/BAG scaffolds. Compressive testing showed the possibility of altering the compressive stiffness of a scaffold without changing the compressive modulus. Compressive properties were significantly dependent on porosity level and structural geometry. Fibroblast proliferation was significantly higher in polylactide than in PCL or PCL/BAG composite. Optical microscope images and SEM images showed the viability of the cells, which demonstrated the biocompatibility of the structures.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2013-01-03", "authors": ["JyrkiKorpela", "AnneKokkari", "HarriKorhonen", "MinnaMalin", "TimoNärhi", "JukkaSeppälä"], "doi": "10.1002/jbm.b.32863"}
{"title": "Design and optimization of a light-emitting diode projection micro-stereolithography three-dimensional manufacturing system.", "abstract": "The rapid manufacture of complex three-dimensional micro-scale components has eluded researchers for decades. Several additive manufacturing options have been limited by either speed or the ability to fabricate true three-dimensional structures. Projection micro-stereolithography (PμSL) is a low cost, high throughput additive fabrication technique capable of generating three-dimensional microstructures in a bottom-up, layer by layer fashion. The PμSL system is reliable and capable of manufacturing a variety of highly complex, three-dimensional structures from micro- to meso-scales with micro-scale architecture and submicron precision. Our PμSL system utilizes a reconfigurable digital mask and a 395 nm light-emitting diode (LED) array to polymerize a liquid monomer in a layer-by-layer manufacturing process. This paper discusses the critical process parameters that influence polymerization depth and structure quality. Experimental characterization and performance of the LED-based PμSL system for fabricating highly complex three-dimensional structures for a large range of applications is presented.", "journal": "The Review of scientific instruments", "date": "2013-01-03", "authors": ["XiaoyuZheng", "JoshuaDeotte", "Matthew PAlonso", "George RFarquar", "Todd HWeisgraber", "StevenGemberling", "HowonLee", "NicholasFang", "Christopher MSpadaccini"], "doi": "10.1063/1.4769050"}
{"title": "Bioprinting for stem cell research.", "abstract": "Recently, there has been growing interest in applying bioprinting techniques to stem cell research. Several bioprinting methods have been developed utilizing acoustics, piezoelectricity, and lasers to deposit living cells onto receiving substrates. Using these technologies, spatially defined gradients of immobilized biomolecules can be engineered to direct stem cell differentiation into multiple subpopulations of different lineages. Stem cells can also be patterned in a high-throughput manner onto flexible implementation patches for tissue regeneration or onto substrates with the goal of accessing encapsulated stem cells of interest for genomic analysis. Here, we review recent achievements with bioprinting technologies in stem cell research, and identify future challenges and potential applications including tissue engineering and regenerative medicine, wound healing, and genomics.", "journal": "Trends in biotechnology", "date": "2012-12-25", "authors": ["SavasTasoglu", "UtkanDemirci"], "doi": "10.1016/j.tibtech.2012.10.005\n10.1089/ten.tec.2011.0709\n10.1039/C1032LC40523G"}
{"title": "Biofabrication of a PLGA-TCP-based porous bioactive bone substitute with sustained release of icaritin.", "abstract": "A phytomolecule, icaritin, has been identified and shown to be osteopromotive for the prevention of osteoporosis and osteonecrosis. This study aimed to produce a bioactive poly (l-lactide-co-glycolide)-tricalcium phosphate (PLGA-TCP)-based porous scaffold incorporating the osteopromotive phytomolecule icaritin, using a fine spinning technology. Both the structure and the composition of icaritin-releasing PLGA-TCP-based scaffolds were evaluated by scanning electron microscopy (SEM). The porosity was quantified by both water absorption and micro-computed tomography (micro-CT). The mechanical properties were evaluated using a compression test. In vitro release of icaritin from the PLGA-TCP scaffold was quantified by high-performance liquid chromatography (HPLC). The attachment, proliferation and osteogenic differentiation of bone marrow mesenchymal stem cells (BMSCs) on the composite scaffold were evaluated. Both an in vitro cytotoxicity test and an in vivo test via muscular implantation were conducted to confirm the scaffold's biocompatibility. The results showed that the PLGA-TCP-icaritin composite scaffold was porous, with interconnected macro- (about 480 µm) and micropores (2-15 µm). The mechanical properties of the PLGA-TCP-icaritin scaffold were comparable with those of the pure PLGA-TCP scaffold, yet was spinning direction-dependent. Icaritin content was detected in the medium and increased with time. The PLGA-TCP-icaritin scaffold facilitated the attachment, proliferation and osteogenic differentiation of BMSCs. In vitro cytotoxicity test and in vivo intramuscular implantation showed that the composite scaffold had no toxicity with good biocompatibility. In conclusion, an osteopromotive phytomolecule, icaritin, was successfully incorporated into PLGA-TCP to form an innovative porous composite scaffold with sustained release of osteopromotive icaritin, and this scaffold had good biocompatibility and osteopromotion, suggesting its potential for orthopaedic applications.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2012-12-21", "authors": ["Xin-HuiXie", "Xin-LuanWang", "GeZhang", "Yi-XinHe", "YangLeng", "Ting-TingTang", "XiaohuaPan", "LingQin"], "doi": "10.1002/term.1679"}
{"title": "In-vivo behavior of Si-hydroxyapatite/polycaprolactone/DMB scaffolds fabricated by 3D printing.", "abstract": "Scaffolds made of polycaprolactone and nanocrystalline silicon-substituted hydroxyapatite have been fabricated by 3D printing rapid prototyping technique. To asses that the scaffolds fulfill the requirements to be considered for bone grafting applications, they were implanted in New Zealand rabbits. Histological and radiological studies have demonstrated that the scaffolds implanted in bone exhibited an excellent osteointegration without the interposition of fibrous tissue between bone and implants and without immune response after 4 months of implantation. In addition, we have evaluated the possibility of improving the scaffolds efficiency by incorporating demineralized bone matrix during the preparation by 3D printing. When demineralized bone matrix (DBM) is incorporated, the efficacy of the scaffolds is enhanced, as new bone formation occurs not only in the peripheral portions of the scaffolds but also within its pores after 4 months of implantation. This enhanced performance can be explained in terms of the osteoinductive properties of the DBM in the scaffolds, which have been assessed through the new bone tissue formation when the scaffolds are ectopically implanted.", "journal": "Journal of biomedical materials research. Part A", "date": "2012-12-21", "authors": ["LuisMeseguer-Olmo", "VicenteVicente-Ortega", "MiguelAlcaraz-Baños", "José LuisCalvo-Guirado", "MaríaVallet-Regí", "DanielArcos", "AlejandroBaeza"], "doi": "10.1002/jbm.a.34511"}
{"title": "Functionalized magnetite silica thin films fabricated by MAPLE with antibiofilm properties.", "abstract": "We report on the fabrication of magnetite/salicylic acid/silica shell/antibiotics (Fe(3)O(4)/SA/SiO(2)/ATB) thin films by matrix-assisted pulsed laser evaporation (MAPLE) to inert substrates. Fe(3)O(4)-based powder have been synthesized and investigated by XRD and TEM. All thin films were studied by FTIR, SEM and in vitro biological assays using Staphylococcus aureus and Pseudomonas aeruginosa reference strains, as well as eukaryotic HEp-2 cells. The influence of the obtained nanosystems on the microbial biofilm development as well as their biocompatibility has been assessed. For optimum deposition conditions, we obtained uniform adherent films with the composition identical with the raw materials. Fe(3)O(4)/SA/SiO(2)/ATB thin films had an inhibitory activity on the ability of microbial strains to initiate and develop mature biofilms, in a strain- and antibiotic-dependent manner. These magnetite silica thin films are promising candidates for the development of novel materials designed for the inhibition of medical biofilms formed by different pathogenic agents on common substrates, frequently implicated in the etiology of chronic and hard to treat infections.", "journal": "Biofabrication", "date": "2012-12-21", "authors": ["D EMihaiescu", "RCristescu", "GDorcioman", "C EPopescu", "CNita", "GSocol", "I NMihailescu", "A MGrumezescu", "DTamas", "MEnculescu", "R FNegrea", "CGhica", "CChifiriuc", "CBleotu", "D BChrisey"], "doi": "10.1088/1758-5082/5/1/015007"}
{"title": "Trends in tissue engineering for blood vessels.", "abstract": "Over the years, cardiovascular diseases continue to increase and affect not only human health but also the economic stability worldwide. The advancement in tissue engineering is contributing a lot in dealing with this immediate need of alleviating human health. Blood vessel diseases are considered as major cardiovascular health problems. Although blood vessel transplantation is the most convenient treatment, it has been delimited due to scarcity of donors and the patient's conditions. However, tissue-engineered blood vessels are promising alternatives as mode of treatment for blood vessel defects. The purpose of this paper is to show the importance of the advancement on biofabrication technology for treatment of soft tissue defects particularly for vascular tissues. This will also provide an overview and update on the current status of tissue reconstruction especially from autologous stem cells, scaffolds, and scaffold-free cellular transplantable constructs. The discussion of this paper will be focused on the historical view of cardiovascular tissue engineering and stem cell biology. The representative studies featured in this paper are limited within the last decade in order to trace the trend and evolution of techniques for blood vessel tissue engineering.", "journal": "Journal of biomedicine & biotechnology", "date": "2012-12-20", "authors": ["Judee GraceNemeno-Guanzon", "SoojungLee", "Johan RobertBerg", "Yong HwaJo", "Jee EunYeo", "Bo MiNam", "Yong-GonKoh", "Jeong IkLee"], "doi": "10.1155/2012/956345"}
{"title": "Religious Genes: Stereoscopic 3D Printing; EMDR and RET; Color Amblyopia; Clearview Fonts; IPD; Job 1: Patient Satisfaction; Multitasking at the Wheel.", "abstract": null, "journal": "Binocular vision & strabology quarterly, Simms-Romano's", "date": "2012-12-14", "authors": ["Paul ERomano"], "doi": null}
{"title": "Surface modification of electrospun fibre meshes by oxygen plasma for bone regeneration.", "abstract": "Plasma treatment is a method to modify the physicochemical properties of biomaterials, which consequently may affect interactions with cells. Based on the rationale that physical cues on the surface of culture substrates and implants, such as surface roughness, have proven to alter cell behaviour, we used electrospinning to fabricate fibrous three-dimensional scaffolds made of a poly (ethylene oxide terephthalate)/poly (butylene terephthalate) copolymer to mimic the physical microenvironment of extracellular matrix and applied radio-frequency oxygen plasma treatment to create nanoscale roughness. Scanning electron microscopy (SEM) analysis revealed a fibre diameter of 5.49 ± 0.96 µm for as-spun meshes. Atomic force microscopy (AFM) measurements determined an exponential increase of surface roughness with plasma treatment time. An increase in hydrophilicity after plasma treatment was observed, which was associated with higher oxygen content in plasma treated scaffolds compared to untreated ones. A more pronounced adsorption of bovine serum albumin occurred on scaffolds treated with plasma for 15 and 30 min compared to untreated fibres. Clinically relevant human mesenchymal stromal cells (hMSCs) were cultured on untreated, 15 and 30 min treated scaffolds. SEM analysis confirmed cell attachment and a pronounced spindle-like morphology on all scaffolds. No significant differences were observed between different scaffolds regarding the amount of DNA, metabolic activity and alkaline phosphatase (ALP) activity after 7 days of culture. The amount of ALP positive cells increased between 7 and 21 days of culture on both untreated and 30 min treated meshes. In addition, ALP staining of cells on plasma treated meshes appeared more pronounced than on untreated meshes after 21 days of culture. Quantitative polymerase chain reaction showed significant upregulation of bone sialoprotein and osteonectin expression on oxygen plasma treated fibres compared to untreated fibres in basic culture medium after 7 days of culture, while no differences were observed in the expression of other osteogenic markers. At 21 days, no osteocalcin protein could be detected by ELISA at any of the substrates. In conclusion, this study shows that oxygen plasma treatment can successfully be applied to modify the nanoscale surface properties of polymeric electrospun fibre meshes, which in turn may positively affect osteogenic differentiation of hMSCs.", "journal": "Biofabrication", "date": "2012-12-12", "authors": ["ANandakumar", "ZTahmasebi Birgani", "DSantos", "AMentink", "NAuffermann", "Kvan der Werf", "MBennink", "LMoroni", "Cvan Blitterswijk", "PHabibovic"], "doi": "10.1088/1758-5082/5/1/015006"}
{"title": "Hierarchical mesoporous bioactive glass/alginate composite scaffolds fabricated by three-dimensional plotting for bone tissue engineering.", "abstract": "Constructing bioactive scaffolds with controllable architecture for bone tissue engineering and drug delivery still maintains a significant challenge. In this study, we have developed a composite material consisting of mesoporous bioactive glass (MBG) and concentrated alginate pastes for fabrication of hierarchical scaffolds by 3D plotting. The scaffold structure contains well-ordered nano-channels, micropores as well as controllable macropores beneficial for bone tissue engineering applications and drug delivery. The structural architecture of the scaffolds has been optimized by efficient designing of the plotting coordination. The effects of MBG on mechanical strength, apatite mineralization, cytocompatibility and drug delivery properties of the composite scaffolds have been systematically studied. Transmission electron microscopy, scanning electron microscopy and energy-dispersive spectrometry were used to characterize composition and microstructure of the composite scaffolds. The MBG/alginate pastes showed good processability in the 3D plotting process, in which stable MBG/alginate composite scaffolds with controllable architecture can be prepared. The incorporation of MBG particles significantly improved the mechanical properties and apatite-mineralization ability of alginate scaffolds as well as enhanced the attachment and alkaline phosphatase activity of human bone marrow-derived mesenchymal stem cells cultivated onto the scaffolds. Dexamethasone, used as a model drug, can be efficiently loaded in MBG particles and then incorporated into alginate scaffolds resulting in a more sustained release as a function of the MBG content. Our results have indicated that 3D-plotted MBG incorporated alginate scaffolds with well-ordered nano-pores, controllable large pores, and significantly improved physicochemical, biological and drug-delivery properties could be a platform for bone tissue engineering.", "journal": "Biofabrication", "date": "2012-12-12", "authors": ["YongxiangLuo", "ChengtieWu", "AnjaLode", "MichaelGelinsky"], "doi": "10.1088/1758-5082/5/1/015005"}
{"title": "Micro 3D printing using a digital projector and its application in the study of soft materials mechanics.", "abstract": "Buckling is a classical topic in mechanics. While buckling has long been studied as one of the major structural failure modes(1), it has recently drawn new attention as a unique mechanism for pattern transformation. Nature is full of such examples where a wealth of exotic patterns are formed through mechanical instability(2-5). Inspired by this elegant mechanism, many studies have demonstrated creation and transformation of patterns using soft materials such as elastomers and hydrogels(6-11). Swelling gels are of particular interest because they can spontaneously trigger mechanical instability to create various patterns without the need of external force(6-10). Recently, we have reported demonstration of full control over buckling pattern of micro-scaled tubular gels using projection micro-stereolithography (PμSL), a three-dimensional (3D) manufacturing technology capable of rapidly converting computer generated 3D models into physical objects at high resolution(12,13). Here we present a simple method to build up a simplified PμSL system using a commercially available digital data projector to study swelling-induced buckling instability for controlled pattern transformation. A simple desktop 3D printer is built using an off-the-shelf digital data projector and simple optical components such as a convex lens and a mirror(14). Cross-sectional images extracted from a 3D solid model is projected on the photosensitive resin surface in sequence, polymerizing liquid resin into a desired 3D solid structure in a layer-by-layer fashion. Even with this simple configuration and easy process, arbitrary 3D objects can be readily fabricated with sub-100 μm resolution. This desktop 3D printer holds potential in the study of soft material mechanics by offering a great opportunity to explore various 3D geometries. We use this system to fabricate tubular shaped hydrogel structure with different dimensions. Fixed on the bottom to the substrate, the tubular gel develops inhomogeneous stress during swelling, which gives rise to buckling instability. Various wavy patterns appear along the circumference of the tube when the gel structures undergo buckling. Experiment shows that circumferential buckling of desired mode can be created in a controlled manner. Pattern transformation of three-dimensionally structured tubular gels has significant implication not only in mechanics and material science, but also in many other emerging fields such as tunable matamaterials.", "journal": "Journal of visualized experiments : JoVE", "date": "2012-12-12", "authors": ["HowonLee", "Nicholas XFang"], "doi": "10.3791/4457"}
{"title": "In vitro evaluation of chondrosarcoma cells and canine chondrocytes on layer-by-layer (LbL) self-assembled multilayer nanofilms.", "abstract": "Short-term cell-substrate interactions of two secondary chondrocyte cell lines (human chondrosarcoma cells, canine chondrocytes) with layer-by-layer self-assembled multilayer nanofilms were investigated for a better understanding of cellular-behaviour dependence on a number of nanofilm layers. Cell-substrate interactions were studied on polyelectrolyte multilayer nanofilms (PMNs) of eleven different biomaterials. Surface characterization of PMNs performed using AFM showed increasing surface roughness with increasing number of layers for most of the biomaterials. LDH-L and MTT assays were performed on chondrosarcoma cells and canine chondrocytes, respectively. A major observation was that 10-bilayer nanofilms exhibited lesser cytotoxicity towards human chondrosarcoma cells than their 5-bilayer counterparts. In the case of canine chondrocytes, BSA enhanced cell metabolic activity with increasing number of layers, underscoring the importance of the multilayer nanofilm architecture on cellular behaviour.", "journal": "Biofabrication", "date": "2012-12-12", "authors": ["JShaik", "JShaikh Mohammed", "M JMcShane", "D KMills"], "doi": "10.1088/1758-5082/5/1/015004"}
{"title": "Bioprinted amniotic fluid-derived stem cells accelerate healing of large skin wounds.", "abstract": "Stem cells obtained from amniotic fluid show high proliferative capacity in culture and multilineage differentiation potential. Because of the lack of significant immunogenicity and the ability of the amniotic fluid-derived stem (AFS) cells to modulate the inflammatory response, we investigated whether they could augment wound healing in a mouse model of skin regeneration. We used bioprinting technology to treat full-thickness skin wounds in nu/nu mice. AFS cells and bone marrow-derived mesenchymal stem cells (MSCs) were resuspended in fibrin-collagen gel and \"printed\" over the wound site. At days 0, 7, and 14, AFS cell- and MSC-driven wound closure and re-epithelialization were significantly greater than closure and re-epithelialization in wounds treated by fibrin-collagen gel only. Histological examination showed increased microvessel density and capillary diameters in the AFS cell-treated wounds compared with the MSC-treated wounds, whereas the skin treated only with gel showed the lowest amount of microvessels. However, tracking of fluorescently labeled AFS cells and MSCs revealed that the cells remained transiently and did not permanently integrate in the tissue. These observations suggest that the increased wound closure rates and angiogenesis may be due to delivery of secreted trophic factors, rather than direct cell-cell interactions. Accordingly, we performed proteomic analysis, which showed that AFS cells secreted a number of growth factors at concentrations higher than those of MSCs. In parallel, we showed that AFS cell-conditioned media induced endothelial cell migration in vitro. Taken together, our results indicate that bioprinting AFS cells could be an effective treatment for large-scale wounds and burns.", "journal": "Stem cells translational medicine", "date": "2012-12-01", "authors": ["AleksanderSkardal", "DavidMack", "EdiKapetanovic", "AnthonyAtala", "John DJackson", "JamesYoo", "ShaySoker"], "doi": "10.5966/sctm.2012-0088"}
{"title": "A simple, low-cost conductive composite material for 3D printing of electronic sensors.", "abstract": "3D printing technology can produce complex objects directly from computer aided digital designs. The technology has traditionally been used by large companies to produce fit and form concept prototypes ('rapid prototyping') before production. In recent years however there has been a move to adopt the technology as full-scale manufacturing solution. The advent of low-cost, desktop 3D printers such as the RepRap and Fab@Home has meant a wider user base are now able to have access to desktop manufacturing platforms enabling them to produce highly customised products for personal use and sale. This uptake in usage has been coupled with a demand for printing technology and materials able to print functional elements such as electronic sensors. Here we present formulation of a simple conductive thermoplastic composite we term 'carbomorph' and demonstrate how it can be used in an unmodified low-cost 3D printer to print electronic sensors able to sense mechanical flexing and capacitance changes. We show how this capability can be used to produce custom sensing devices and user interface devices along with printed objects with embedded sensing capability. This advance in low-cost 3D printing with offer a new paradigm in the 3D printing field with printed sensors and electronics embedded inside 3D printed objects in a single build process without requiring complex or expensive materials incorporating additives such as carbon nanotubes.", "journal": "PloS one", "date": "2012-11-28", "authors": ["Simon JLeigh", "Robert JBradley", "Christopher PPurssell", "Duncan RBillson", "David AHutchins"], "doi": "10.1371/journal.pone.0049365"}
{"title": "Three-dimensional human tissue chips fabricated by rapid and automatic inkjet cell printing.", "abstract": null, "journal": "Advanced healthcare materials", "date": "2012-11-28", "authors": ["MichiyaMatsusaki", "KayoSakaue", "KojiKadowaki", "MitsuruAkashi"], "doi": "10.1002/adhm.201200299"}
{"title": "Cellular hydrogel biopaper for patterned 3D cell culture and modular tissue reconstruction.", "abstract": "Microarchitectured freestanding cellular hydrogel biopaper as a novel 3D cell culture or tissue reconstruction module is reported. New harvesting, transfer, and assembly techniques are used to construct laminated tissue composites of the biopaper, such as hepatic hydrogel sheet modules with augmented liver function for stratified 3D hepatic tissue reconstruction.", "journal": "Advanced healthcare materials", "date": "2012-11-28", "authors": ["WonhyeLee", "Chae YunBae", "SeyongKwon", "JaejungSon", "JinhoKim", "YongJeong", "Seung-SchikYoo", "Je-KyunPark"], "doi": "10.1002/adhm.201200158"}
{"title": "Silk fibroin in tissue engineering.", "abstract": "Tissue engineering (TE) is a multidisciplinary field that aims at the in vitro engineering of tissues and organs by integrating science and technology of cells, materials and biochemical factors. Mimicking the natural extracellular matrix is one of the critical and challenging technological barriers, for which scaffold engineering has become a prime focus of research within the field of TE. Amongst the variety of materials tested, silk fibroin (SF) is increasingly being recognized as a promising material for scaffold fabrication. Ease of processing, excellent biocompatibility, remarkable mechanical properties and tailorable degradability of SF has been explored for fabrication of various articles such as films, porous matrices, hydrogels, nonwoven mats, etc., and has been investigated for use in various TE applications, including bone, tendon, ligament, cartilage, skin, liver, trachea, nerve, cornea, eardrum, dental, bladder, etc. The current review extensively covers the progress made in the SF-based in vitro engineering and regeneration of various human tissues and identifies opportunities for further development of this field.", "journal": "Advanced healthcare materials", "date": "2012-11-28", "authors": ["NareshKasoju", "UtpalBora"], "doi": "10.1002/adhm.201200097"}
{"title": "Biodegradable photo-crosslinked polymer substrates with concentric microgrooves for regulating MC3T3-E1 cell behavior.", "abstract": "Both intrinsic material properties and topographical features are critical in influencing cell-biomaterial interactions. We present a systematic investigation of regulating mouse pre-osteoblastic MC3T3-E1 cell behavior on biodegradable polymer substrates with distinct mechanical properties and concentric microgrooves. The precursors for fabricating substrates used here were two poly(ϵ-caprolactone) triacrylates (PCLTAs) synthesized from poly(ϵ-caprolactone) triols with molecular weights of ∼7000 and ∼10000 g mol(-1) . These two PCLTAs were photo-crosslinked into PCL networks with distinct thermal, rheological, and mechanical properties at physiological temperature because of their different crystallinities and melting temperatures. Microgrooved substrates with four groove widths of 7.5, 16.1, 44.2, and 91.2 μm and three groove depths of 0.2, 1, and 10 μm were prepared through replica molding, i.e., photo-crosslinking PCLTA on micro-fabricated silicon wafers with pre-designed concentric groove patterns. MC3T3-E1 cell attachment and proliferation could be better supported by the stiffer substrates while not significantly influenced by the microgrooves. Microgroove dimensions could regulate MC3T3-E1 cell alignment, nuclear shape and distribution, mineralization, and gene expression. Among the microgrooves with a fixed depth of 10 μm, the smallest width of 7.5 μm could align and elongate the cytoskeleton and nuclei most efficiently. Strikingly, higher mineral deposition and upregulation of osteocalcin gene expression were found in the narrower microgrooves when the groove depth was 10 μm.", "journal": "Advanced healthcare materials", "date": "2012-11-28", "authors": ["KanWang", "LeiCai", "LiZhang", "JingyanDong", "ShanfengWang"], "doi": "10.1002/adhm.201200030"}
{"title": "A bio-inspired platform to modulate myogenic differentiation of human mesenchymal stem cells through focal adhesion regulation.", "abstract": "The use of human mesenchymal stem cells (hMSCs) in cardiac-tissue engineering has gained widespread attention and many reports have shown that matrix compliance, micro/nano-patterns could be some of the important biophysical cues that drive hMSCs differentiation. Regardless of the type of biophysical induction cues, cells mainly explore their environment via focal adhesion (FA) and FA plays an important role in many cellular behaviours. Therefore, it is hypothesized that FA modulation through materials manipulation could be an important cue for modulation that would result in the stem cell lineage commitment. In this work, the FA of hMSCs is modulated by a novel microcontact printing method using polyvinyl alcohol as a trans-print media which can successfully print proteins on soft polydimethylsiloxane (PDMS). The FA is successfully modified into dense FA and elongated FA by micropatterning square and rectangular patterns on 12.6 kPa PDMS respectively. Additionally, the combined effects of stiffness of PDMS substrates (hard (308 kPa), intermediate (12.6 kPa)) and FA patterning on hMSCs differentiation are studied. The results indicate that dense FA does not induce myogenesis while elongated FA can promote cytoskeleton alignment and further myogenesis on PDMS with intermediate stiffness of 12.6 kPa. However, on stiff substrate (308 kPa), with or without patterns, the cytoskeleton alignment and myogenesis are not obvious. This demonstrates for the first time that it is possible to induce the differentiation of hMSCs by regulating the FA using a materials platform even in the absence of any biochemical factors. It also shows that there is a synergistic effect between FA regulation and matrix stiffness that results in a more specific and higher up-regulated myogenesis. This platform presents a new chemical/biological-free method to engineer the myogenic differentiation of hMSCs.", "journal": "Advanced healthcare materials", "date": "2012-11-28", "authors": ["HaiyangYu", "Chor YongTay", "MintuPal", "Wen ShingLeong", "HuaqiongLi", "HaiLi", "FengWen", "David TaiLeong", "Lay PohTan"], "doi": "10.1002/adhm.201200142"}
{"title": "Image-predicated sorting of adherent cells using photopatterned hydrogels.", "abstract": null, "journal": "Advanced healthcare materials", "date": "2012-11-28", "authors": ["JosephKovac", "YlaineGerardin", "JoelVoldman"], "doi": "10.1002/adhm.201200196"}
{"title": "Compression deformation behavior of Ti-6Al-4V alloy with cellular structures fabricated by electron beam melting.", "abstract": "Ti-6Al-4V alloy with two kinds of open cellular structures of stochastic foam and reticulated mesh was fabricated by additive manufacturing (AM) using electron beam melting (EBM), and microstructure and mechanical properties of these samples with high porosity in the range of 62%∼92% were investigated. Optical observations found that the cell struts and ligaments consist of primary α' martensite. These cellular structures have comparable compressive strength (4∼113 MPa) and elastic modulus (0.2∼6.3 GPa) to those of trabecular and cortical bone. The regular mesh structures exhibit higher specific strength than other reported metallic foams under the condition of identical specific stiffness. During the compression, these EBM samples have a brittle response and undergo catastrophic failure after forming crush band at their peak loading. These bands have identical angle of ∼45° with compression axis for the regular reticulated meshes and such failure phenomenon was explained by considering the cell structure. Relative strength and density follow a linear relation as described by the well-known Gibson-Ashby model but its exponential factor is ∼2.2, which is relative higher than the idea value of 1.5 derived from the model.", "journal": "Journal of the mechanical behavior of biomedical materials", "date": "2012-11-28", "authors": ["X YCheng", "S JLi", "L EMurr", "Z BZhang", "Y LHao", "RYang", "FMedina", "R BWicker"], "doi": "10.1016/j.jmbbm.2012.10.005"}
{"title": "Optimization and comparison of two different 3D culture methods to prepare cell aggregates as a bioink for organ printing.", "abstract": "The ultimate goal of tissue engineering is to design and fabricate functional human tissues that are similar to natural cells and are capable of regeneration. Preparation of cell aggregates is one of the important steps in 3D tissue engineering technology, particularly in organ printing. Two simple methods, hanging drop (HD) and conical tube (CT) were utilized to prepare cell aggregates. The size and viability of the aggregates obtained at different initial cell densities and pre-culture duration were compared. The proliferative ability of the cell aggregates and their ability to spread in culture plates were also investigated. In both methods, the optimum average size of the aggregates was less than 500 microm. CT aggregates were smaller than HD aggregates. 5,000 cells per drop HD aggregates showed a marked ability to attach and spread on the culture surface. The proliferative ability reduced when the initial cell density was increased. Comparing these methods, we found that the HD method having better size controlling ability as well as enhanced ability to maintain higher rates of viability, spreading, and proliferation. In conclusion, smaller HD aggregates might be a suitable choice as building blocks for making bioink particles in bioprinting technique.", "journal": "Biocell : official journal of the Sociedades Latinoamericanas de Microscopia Electronica ... et. al", "date": "2012-11-24", "authors": ["RanaImani", "ShahriarHojjati Emami", "HosseinFakhrzadeh", "NafisehBaheiraei", "Ali MSharifi"], "doi": null}
{"title": "Additive manufacturing techniques for the production of tissue engineering constructs.", "abstract": "'Additive manufacturing' (AM) refers to a class of manufacturing processes based on the building of a solid object from three-dimensional (3D) model data by joining materials, usually layer upon layer. Among the vast array of techniques developed for the production of tissue-engineering (TE) scaffolds, AM techniques are gaining great interest for their suitability in achieving complex shapes and microstructures with a high degree of automation, good accuracy and reproducibility. In addition, the possibility of rapidly producing tissue-engineered constructs meeting patient's specific requirements, in terms of tissue defect size and geometry as well as autologous biological features, makes them a powerful way of enhancing clinical routine procedures. This paper gives an extensive overview of different AM techniques classes (i.e. stereolithography, selective laser sintering, 3D printing, melt-extrusion-based techniques, solution/slurry extrusion-based techniques, and tissue and organ printing) employed for the development of tissue-engineered constructs made of different materials (i.e. polymeric, ceramic and composite, alone or in combination with bioactive agents), by highlighting their principles and technological solutions.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2012-11-23", "authors": ["CarlosMota", "DarioPuppi", "FedericaChiellini", "EmoChiellini"], "doi": "10.1002/term.1635"}
{"title": "Three-dimensional printing of stem cell-laden hydrogels submerged in a hydrophobic high-density fluid.", "abstract": "Over the last decade, bioprinting technologies have begun providing important tissue engineering strategies for regenerative medicine and organ transplantation. The major drawback of past approaches has been poor or inadequate material-printing device and substrate combinations, as well as the relatively small size of the printed construct. Here, we hypothesise that cell-laden hydrogels can be printed when submerged in perfluorotributylamine (C(12)F(27)N), a hydrophobic high-density fluid, and that these cells placed within three-dimensional constructs remain viable allowing for cell proliferation and production of extracellular matrix. Human mesenchymal stem cells and MG-63 cells were encapsulated into agarose hydrogels, and subsequently printed in high aspect ratio in three dimensional structures that were supported in high density fluorocarbon. Three-dimensional structures with various shapes and sizes were manufactured and remained stable for more than six months. Live/dead and DAPI stainings showed viable cells 24 h after the printing process, as well as after 21 days in culture. Histological and immunohistochemical analyses after 14 and 21 days revealed viable cells with marked matrix production and signs of proliferation. The compressive strength values of the printed gels consequently increased during the two weeks in culture, revealing encouraging results for future applications in regenerative medicine.", "journal": "Biofabrication", "date": "2012-11-23", "authors": ["Daniela FDuarte Campos", "AndreasBlaeser", "MichaelWeber", "JörgJäkel", "SabineNeuss", "WilhelmJahnen-Dechent", "HorstFischer"], "doi": "10.1088/1758-5082/5/1/015003"}
{"title": "Laser-assisted printing of alginate long tubes and annular constructs.", "abstract": "Laser-assisted printing such as laser-induced forward transfer has been well studied to pattern or fabricate two-dimensional constructs. In particular, laser printing has found increasing biomedical applications as an orifice-free cell and organ printing approach, especially for highly viscous biomaterials and biological materials. Unfortunately, there have been very few studies on the efficacy of three-dimensional printing performance of laser printing. This study has investigated the feasibility of laser tube printing and the effects of sodium alginate concentration and operating conditions such as the laser fluence and laser spot size on the printing quality during laser-assisted printing of alginate annular constructs (short tubes) with a nominal diameter of 3 mm. It is found that highly viscous materials such as alginate can be printed into well-defined long tubes and annular constructs. The tube wall thickness and tube outer diameter decrease with the sodium alginate concentration, while they first increase, then decrease and finally increase again with the laser fluence. The sodium alginate concentration dominates if the laser fluence is low, and the laser fluence dominates if the sodium alginate concentration is low.", "journal": "Biofabrication", "date": "2012-11-23", "authors": ["JingyuanYan", "YongHuang", "Douglas BChrisey"], "doi": "10.1088/1758-5082/5/1/015002"}
{"title": "Hybrid printing of mechanically and biologically improved constructs for cartilage tissue engineering applications.", "abstract": "Bioprinting is an emerging technique used to fabricate viable, 3D tissue constructs through the precise deposition of cells and hydrogels in a layer-by-layer fashion. Despite the ability to mimic the native properties of tissue, printed 3D constructs that are composed of naturally-derived biomaterials still lack structural integrity and adequate mechanical properties for use in vivo, thus limiting their development for use in load-bearing tissue engineering applications, such as cartilage. Fabrication of viable constructs using a novel multi-head deposition system provides the ability to combine synthetic polymers, which have higher mechanical strength than natural materials, with the favorable environment for cell growth provided by traditional naturally-derived hydrogels. However, the complexity and high cost associated with constructing the required robotic system hamper the widespread application of this approach. Moreover, the scaffolds fabricated by these robotic systems often lack flexibility, which further restrict their applications. To address these limitations, advanced fabrication techniques are necessary to generate complex constructs with controlled architectures and adequate mechanical properties. In this study, we describe the construction of a hybrid inkjet printing/electrospinning system that can be used to fabricate viable tissues for cartilage tissue engineering applications. Electrospinning of polycaprolactone fibers was alternated with inkjet printing of rabbit elastic chondrocytes suspended in a fibrin-collagen hydrogel in order to fabricate a five-layer tissue construct of 1 mm thickness. The chondrocytes survived within the printed hybrid construct with more than 80% viability one week after printing. In addition, the cells proliferated and maintained their basic biological properties within the printed layered constructs. Furthermore, the fabricated constructs formed cartilage-like tissues both in vitro and in vivo as evidenced by the deposition of type II collagen and glycosaminoglycans. Moreover, the printed hybrid scaffolds demonstrated enhanced mechanical properties compared to printed alginate or fibrin-collagen gels alone. This study demonstrates the feasibility of constructing a hybrid inkjet printing system using off-the-shelf components to produce cartilage constructs with improved biological and mechanical properties.", "journal": "Biofabrication", "date": "2012-11-23", "authors": ["TaoXu", "Kyle WBinder", "Mohammad ZAlbanna", "DennisDice", "WeixinZhao", "James JYoo", "AnthonyAtala"], "doi": "10.1088/1758-5082/5/1/015001"}
{"title": "The creation and verification of cranial models using three-dimensional rapid prototyping technology in field of transnasal sphenoid endoscopy.", "abstract": "Surgical navigation systems have been used increasingly in guiding complex ear, nose, and throat surgery. Although these are helpful, they are only beneficial intraoperatively; thus, the novice surgeon will not have the preoperative training or exposure that can be vital in complex procedures. In addition, there is a lack of reliable models to give surgeons hands-on training in performing such procedures.\nA technique using an industrial rapid prototyping process by three-dimensional (3D) printing was developed, from which accurate spatial models of the nasal cavity, paranasal sinuses (sphenoid sinus in particular), and intrasellar/pituitary pathology were produced, according to the parameters of an individual patient. Image-guided surgical (IGS) techniques on two different platforms were used during endoscopic transsphenoidal surgery to test and validate the anatomical accuracy of the sinus models by comparing the models with radiological images of the patient on IGS.\nIt was possible to register, validate, and navigate accurately on these models using commonly available navigation stations, matching accurately the anatomy of the model to the IGS images.\nThese 3D models can be reliably used for teaching/training and preoperative planning purposes.", "journal": "American journal of rhinology & allergy", "date": "2012-11-22", "authors": ["VicknesWaran", "RoshniMenon", "DevarajPancharatnam", "Alwin KumarRathinam", "Yuwaraj KumarBalakrishnan", "Tan SuTung", "RajagopalanRaman", "NarayananPrepageran", "HariChandran", "Zainal Ariff AbdulRahman"], "doi": "10.2500/ajra.2012.26.3808"}
{"title": "Development of super-dense transfected cell microarrays generated by piezoelectric inkjet printing.", "abstract": "Super-dense transfected cell microarrays (TCMs) were created by a piezoelectric inkjet printer on a glass substrate that had been grafted with poly(ethylene glycol) (PEG). The micro-spots that contained plasmid and extra-cellular matrix (ECM) protein were separated from one another by a hydrophilic barrier generated by PEG. We successfully constructed the densest TCMs with spots of 50 μm in diameter and 150 μm in pitch.", "journal": "Lab on a chip", "date": "2012-11-21", "authors": ["SatoshiFujita", "ReikoOnuki-Nagasaki", "JunjiFukuda", "JunkoEnomoto", "SuichiYamaguchi", "MasatoMiyake"], "doi": "10.1039/c2lc40709d"}
{"title": "Development of automated paper-based devices for sequential multistep sandwich enzyme-linked immunosorbent assays using inkjet printing.", "abstract": "To the best of our knowledge, this is the first report on paper-based devices for automating the sequential multistep procedures of a sandwich-type enzyme-linked immunosorbent assay (ELISA) that require only a single-step application of the sample solution. The device was based on a piece of nitrocellulose (NC) membrane with specially designed channels, where all the reagents are applied at different locations in order to control the fluid travel to the detection region. The inkjet printing method, a simple and low-cost process, was used to create the flow channel and device barrier patterns. The fabricated barrier was found to be an efficient boundary for the liquid along the printed design in the NC membrane, enabling direct control of the reagent flow time. ELISA results were obtained with a single-step sample application. The developed devices (so-called automated paper-based devices) provided a simple procedure for the sandwich ELISA, while reducing assay time and reagent consumption. Colorimetric results were measured using digital camera imaging with software processing. The capability of the method developed herein was successfully used to determine the levels of human chorionic gonadotropin (hCG) by ELISA.", "journal": "Lab on a chip", "date": "2012-11-21", "authors": ["AmaraApilux", "YoshiakiUkita", "MiyukiChikae", "OrawonChailapakul", "YuzuruTakamura"], "doi": "10.1039/c2lc40690j"}
{"title": "Engineering three-dimensional cell mechanical microenvironment with hydrogels.", "abstract": "Cell mechanical microenvironment (CMM) significantly affects cell behaviors such as spreading, migration, proliferation and differentiation. However, most studies on cell response to mechanical stimulation are based on two-dimensional (2D) planar substrates, which cannot mimic native three-dimensional (3D) CMM. Accumulating evidence has shown that there is a significant difference in cell behavior in 2D and 3D microenvironments. Among the materials used for engineering 3D CMM, hydrogels have gained increasing attention due to their tunable properties (e.g. chemical and mechanical properties). In this paper, we provide an overview of recent advances in engineering hydrogel-based 3D CMM. Effects of mechanical cues (e.g. hydrogel stiffness and externally induced stress/strain in hydrogels) on cell behaviors are described. A variety of approaches to load mechanical stimuli in 3D hydrogel-based constructs are also discussed.", "journal": "Biofabrication", "date": "2012-11-21", "authors": ["GuoyouHuang", "LinWang", "ShuqiWang", "YulongHan", "JinhuiWu", "QianchengZhang", "FengXu", "Tian JianLu"], "doi": "10.1088/1758-5082/4/4/042001"}
{"title": "Printing and prototyping of tissues and scaffolds.", "abstract": "New manufacturing technologies under the banner of rapid prototyping enable the fabrication of structures close in architecture to biological tissue. In their simplest form, these technologies allow the manufacture of scaffolds upon which cells can grow for later implantation into the body. A more exciting prospect is the printing and patterning in three dimensions of all the components that make up a tissue (cells and matrix materials) to generate structures analogous to tissues; this has been termed bioprinting. Such techniques have opened new areas of research in tissue engineering and regenerative medicine.", "journal": "Science (New York, N.Y.)", "date": "2012-11-20", "authors": ["BrianDerby"], "doi": "10.1126/science.1226340"}
{"title": "Accelerated myotube formation using bioprinting technology for biosensor applications.", "abstract": "Muscle-powered, biological, microelectro-mechanical system is promising for actuator and biosensor applications. Functional conjugation between the cells, tissues, and biomolecules to the microdevice is crucial for this application. Bioprinting as an enabling technology possesses the advantages of high throughput, digital control, and highly accurate delivery of various biological factors to the desired locations for numerous applications such as 3D tissue fabrication. We have now evaluated the feasibility of the precise placement of mouse myoblasts onto micro-sized cantilevers. The evenly aligned printed cells fused with each other and formed mature myotubes after only 4 days. In contrast, it took more than 14 days for randomly deposited cells to do so. The printed myotubes were functional and responded to the electrical stimulation synchronously. Furthermore, the integrated Bio-MEMS device responded to the chemical stimulation spontaneously which demonstrated the potential as a functional biosensor. The contractility of the system was recovered quickly after the removal of the chemical stimulation, which indicated the flexibility of this system and the recycling potential.", "journal": "Biotechnology letters", "date": "2012-11-20", "authors": ["XiaofengCui", "GuifangGao", "YongjunQiu"], "doi": "10.1007/s10529-012-1087-0"}
{"title": "The dynamics of polymer bridge formation and disruption and its effect on the bulk rheology of suspensions.", "abstract": "Bridge-flocculated colloidal gels are used in many important processes and products such as gel casting for advanced ceramics, precursor inks for 3D printing, and waste treatment strategies. An important aspect of polymer bridged gels that makes them excellent candidates for these applications is the precise control it affords for control of rheological properties. Recent studies have shown that adhesion between bridged surfaces increases with time as the number of polymer bridges formed grows. However, the consequences of the dynamics of these processes toward bulk rheological properties have not been studied. Here we investigate the link between the dynamics of polymer bridging and disruption and bulk rheology in dense colloidal silica particle suspensions flocculated by polyethylene oxide (PEO). Microscale pull-off force measurements using atomic force microscope (AFM) show that upon repeated disruption and establishment of bridged contact, the adhesion between the surfaces is reduced. During contact disruption, the polymer chains bridging the two surfaces are stretched leading to chain scission. On the re-establishment of contact, these fragmented polymer chains are unable to fully re-establish the adhesion. Macroscale measurements using oscillatory rheology show that this reduced adhesion results in reduction of both the storage modulus and the yield stress. If the slurry is subjected to high shear for long periods, polymer chain scission is amplified, and the fragmented polymer chains are unable to bridge the particles again, resulting in free-flowing slurries.", "journal": "Langmuir : the ACS journal of surfaces and colloids", "date": "2012-11-17", "authors": ["Prasad SBhosale", "John CBerg"], "doi": "10.1021/la3039297"}
{"title": "State-of-the-art technology in modern computer-aided drug design.", "abstract": "The quest for small drug-like compounds that selectively inhibit the function of biological targets has always been a major focus in the pharmaceutical industry and in academia as well. High-throughput screening of compound libraries requires time, cost and resources. Therefore, the use of alternative methods is necessary for facilitating lead discovery. Computational techniques that dock small molecules into macromolecular targets and predict the affinity and activity of the small molecule are widely used in drug design and discovery, and have become an integral part of the industrial and academic research. In this review, we present an overview of some state-of-the-art technologies in modern drug design that have been developed for expediting the search for novel drug candidates.", "journal": "Briefings in bioinformatics", "date": "2012-11-14", "authors": ["Georgios ADalkas", "DimitriosVlachakis", "DimosthenisTsagkrasoulis", "AnastasiaKastania", "SophiaKossida"], "doi": "10.1093/bib/bbs063"}
{"title": "A comparison between customized clear and removable orthodontic appliances manufactured using RP and CNC techniques.", "abstract": "Aim of the research is to compare the orthodontic appliances fabricated by using rapid prototyping (RP) systems, in particular 3D printers, with those manufactured by using computer numerical control (CNC) milling machines. 3D printing is today a well-accepted technology to fabricate orthodontic aligners by using the thermoforming process, instead the potential of CNC systems in dentistry have not yet been sufficiently explored.\nOne patient, with mal-positioned maxillary central and lateral incisors, was initially selected. In the computer aided virtual planning was defined that, for the treatment, the patient needed to wear a series of 7 removable orthodontic appliances (ROA) over a duration of 21 weeks, with one appliance for every 3 weeks. A non-contact reverse engineering (RE) structured-light 3D scanner was used to create the 3D STL model of the impression of the patient's mouth. Numerical FEM simulations were performed varying the position of applied forces (discrete and continuous forces) on the same model, simulating, in this way, 3 models with slice thickness of 0.2 mm, 0.1 mm (RP staircase effect) and without slicing (ideal case). To define the areas of application of forces, two configuration \"i\" and \"i-1\" of the treatment were overlapped. 6 patients to which for three steps (3rd, 4th and 5th step) were made to wear aligners fabricated starting from physical models by 3D printing (3DP-ROA) and afterwards, for the next steps (6th, 7th and 8th step), aligners fabricated starting from physical models by CNC milling machine (CNC-ROA), were selected.\nFor the 6 patients wearing the CNC-ROA, it was observed a best fitting of the aligner to the teeth and a more rapid teeth movement than the 3DP-ROA (2 weeks compared to 3 weeks for every appliance). FEM simulations showed a more uniform stress distribution for CNC-ROA than 3DP-ROA.\nIn this research, 6 different case studies and CAD-FEM simulations showed that, to fabricate an efficient clear and removable orthodontic aligner, it is necessary to consider a compromise of several factors. A lower staircase effect (lower layer thickness) and a higher physical prototype accuracy allow a better control of tooth movement.", "journal": "Dental materials : official publication of the Academy of Dental Materials", "date": "2012-11-13", "authors": ["MassimoMartorelli", "SalvatoreGerbino", "MicheleGiudice", "PietroAusiello"], "doi": "10.1016/j.dental.2012.10.011"}
{"title": "The diagnosis and conservative treatment of a complex type 3 dens invaginatus using cone beam computed tomography (CBCT) and 3D plastic models.", "abstract": "To investigate the use of 3D plastic models, printed from cone beam computed tomography (CBCT) data, for accurate diagnosis and conservative treatment of a complex case of dens invaginatus.\nA chronic apical abscess with a draining sinus tract was diagnosed during the treatment planning stage of orthodontic therapy. Radiographic examination revealed a large radiolucent area associated with an invaginated right maxillary central incisor, which was found to contain a vital pulp. The affected tooth was strategic in the dental arch. Conventional periapical radiographs provided only partial information about the invagination and its relationship with the main root canal and with the periapical tissues. A limited-volume CBCT scan of the maxilla did not show evidence of communication between the infected invagination and the pulp in the main root canal, which could explain the pulp vitality. A novel method was adopted to allow for instrumentation, disinfection and filling of the invagination, without compromising the vitality of the pulp in the complex root canal system. The CBCT data were used to produce precise 3D plastic models of the tooth. These models facilitated the treatment planning process and the trial of treatment approaches. This approach allowed the vitality of the pulp to be maintained in the complex root canal space of the main root canal whilst enabling the healing of the periapical tissues.\nEven when extensive periapical pathosis is associated with a tooth with type III dens invaginatus, pulp sensibility tests should be performed. CBCT is a diagnostic tool that may allow for the management of such teeth with complex anatomy. 3D printed plastic models may be a valuable aid in the process of assessing and planning effective treatment modalities and practicing them ex vivo before actually performing the clinical procedure. Unconventional technological approaches may be required for detailed treatment planning of complex cases of dens invaginatus.", "journal": "International endodontic journal", "date": "2012-11-10", "authors": ["AKfir", "YTelishevsky-Strauss", "ALeitner", "ZMetzger"], "doi": "10.1111/iej.12013"}
{"title": "Cartilage regeneration using zonal chondrocyte subpopulations: a promising approach or an overcomplicated strategy?", "abstract": "Cartilage defects heal imperfectly and osteoarthritic changes develop frequently as a result. Although the existence of specific behaviours of chondrocytes derived from various depth-related zones in vitro has been known for over 20 years, only a relatively small body of in vitro studies has been performed with zonal chondrocytes and current clinical treatment strategies do not reflect these native depth-dependent (zonal) differences. This is surprising since mimicking the zonal organization of articular cartilage in neo-tissue by the use of zonal chondrocyte subpopulations could enhance the functionality of the graft. Although some research groups including our own have made considerable progress in tailoring culture conditions using specific growth factors and biomechanical loading protocols, we conclude that an optimal regime has not yet been determined. Other unmet challenges include the lack of specific zonal cell sorting protocols and limited amounts of cells harvested per zone. As a result, the engineering of functional tissue has not yet been realized and no long-term in vivo studies using zonal chondrocytes have been described. This paper critically reviews the research performed to date and outlines our view of the potential future significance of zonal chondrocyte populations in regenerative approaches for the treatment of cartilage defects. Secondly, we briefly discuss the capabilities of additive manufacturing technologies that can not only create patient-specific grafts directly from medical imaging data sets but could also more accurately reproduce the complex 3D zonal extracellular matrix architecture using techniques such as hydrogel-based cell printing.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2012-11-09", "authors": ["WSchuurman", "T JKlein", "W J ADhert", "P Rvan Weeren", "D WHutmacher", "JMalda"], "doi": "10.1002/term.1638"}
{"title": "Luminometric sub-nanoliter droplet-to-droplet array (LUMDA) and its application to drug screening by phase I metabolism enzymes.", "abstract": "Here we show the fabrication of the Luminometric Sub-nanoliter Droplet-to-droplet Array (LUMDA chip) by inkjet printing. The chip is easy to be implemented and allows for a multiplexed multi-step biochemical assay in sub-nanoliter liquid spots. This concept is here applied to the integral membrane enzyme CYP3A4, i.e. the most relevant enzymatic target for phase I drug metabolism, and to some structurally-related inhibitors.", "journal": "Lab on a chip", "date": "2012-11-08", "authors": ["GiuseppeArrabito", "CleliaGalati", "SabrinaCastellano", "BrunoPignataro"], "doi": "10.1039/c2lc40948h"}
{"title": "CAD/CAM/AM applications in the manufacture of dental appliances.", "abstract": "The purposes of this study were to apply the latest developments in additive manufacturing (AM) construction and to evaluate the effectiveness of these computer-aided design and computer-aided manufacturing (CAD/CAM) techniques in the production of dental appliances. In addition, a new method of incorporating wire into a single build was developed. A scanner was used to capture 3-dimensional images of Class II Division 1 dental models that were translated onto a 2-dimensional computer screen. Andresen and sleep-apnea devices were designed in 3 dimensions by using FreeForm software (version 11; Geo Magics SensAble Group, Wilmington, Mass) and a phantom arm. The design was then exported and transferred to an AM machine for building.", "journal": "American journal of orthodontics and dentofacial orthopedics : official publication of the American Association of Orthodontists, its constituent societies, and the American Board of Orthodontics", "date": "2012-11-03", "authors": ["NoorAl Mortadi", "DominicEggbeer", "JeffreyLewis", "Robert JWilliams"], "doi": "10.1016/j.ajodo.2012.04.023"}
{"title": "Direct lipid profiling of single cells from inkjet printed microarrays.", "abstract": "The on-demand printing of living cells using inkjet technologies has recently been demonstrated and allows for the controlled deposition of cells in microarrays. Here, we show that such arrays can be interrogated directly by robot-controlled liquid microextraction coupled with chip-based nanoelectospray mass spectrometry. Such automated analyses generate a profile of abundant membrane lipids that are characteristic of cell type. Significantly, the spatial control in both deposition and extraction steps combined with the sensitivity of the mass spectrometric detection allows for robust molecular profiling of individual cells.", "journal": "Analytical chemistry", "date": "2012-11-03", "authors": ["Shane REllis", "Cameron JFerris", "Kerry JGilmore", "Todd WMitchell", "Stephen JBlanksby", "Marcin het Panhuis"], "doi": "10.1021/ac302634u"}
{"title": "Selective cell recruitment and spatially controlled cell attachment on instructive chitosan surfaces functionalized with antibodies.", "abstract": "Bioactive constructs to guide cellular mobilization and function have been proposed as an approach for a new generation of biomaterials in functional tissue engineering. Adult mesenchymal stem cells have been widely used as a source for cell based therapeutic strategies, namely tissue engineering. This is a heterogeneous cell population containing many subpopulations with distinct regenerative capacity. Thus, one of the issues for the effective clinical use of stem cells in tissue engineering is the isolation of a highly purified, expandable specific subpopulation of stem cells. Antibody functionalized biomaterials could be promising candidates to isolate and recruit specific cell types. Here we propose a new concept of instructive biomaterials that are able to recruit and purify specific cell types from a mixed cell population. This biomimetic concept uses a target-specific chitosan substrate to capture specific adipose derived stem cells. Specific antibodies were covalently immobilized onto chitosan membranes using bis[sulfosuccinimidyl] suberate (BS3). Quartz crystal microbalance (QCM) was used to monitor antibody immobilization/adsorption onto the chitosan films. Specific antibodies covalently immobilized, kept their bioactivity and captured specific cell types from a mixed cell population. Microcontact printing allowed to covalently immobilize antibodies in patterns and simultaneously a spatial control in cell attachment.", "journal": "Biointerphases", "date": "2012-10-31", "authors": ["C ACustódio", "A MFrias", "Adel Campo", "R LReis", "J FMano"], "doi": "10.1007/s13758-012-0065-3"}
{"title": "Helical spring template fabrication of cell-laden microfluidic hydrogels for tissue engineering.", "abstract": "Cell-laden microfluidic hydrogels find great potential applications in microfluidics, tissue engineering, and drug delivery, due to their ability to control mass transport and cell microenvironment. A variety of methods have been developed to fabricate hydrogels with microfluidic channels, such as molding, bioprinting, and photopatterning. However, the relatively simple structure available and the specific equipment required limit their broad applications in tissue engineering. Here, we developed a simple method to fabricate microfluidic hydrogels with helical microchannels based on a helical spring template. Results from both experimental investigation and numerical modeling revealed a significant enhancement on the perfusion ability and cell viability of helical microfluidic hydrogels compared to those with straight microchannels. The feasibility of such a helical spring template method was also demonstrated for microfluidic hydrogels with complex three-dimensional channel networks such as branched helical microchannels. The method presented here could potentially facilitate the development of vascular tissue engineering and cell microenvironment engineering.", "journal": "Biotechnology and bioengineering", "date": "2012-10-26", "authors": ["GuoyouHuang", "SenhaoWang", "XiangHe", "XiaohuiZhang", "Tian JianLu", "FengXu"], "doi": "10.1002/bit.24764"}
{"title": "Nanoparticle biofabrication using English ivy (Hedera helix).", "abstract": "English ivy (Hedera helix) is well known for its adhesive properties and climbing ability. Essential to its ability to adhere to vertical surfaces is the secretion of a nanocomposite adhesive containing spherical nanoparticles, 60-85 nm in diameter, produced exclusively by root hairs present on adventitious roots. These organic nanoparticles have shown promise in biomedical and cosmetic applications, and represent a safer alternative to metal oxide nanoparticles currently available.\nIt was discovered that the maximum adventitious root production was achieved by a 4 h application of 1 mg/ml indole-3 butyric acid (IBA) to juvenile English ivy shoot segments cultured in custom vessels. After incubation of the shoots under continuous light at 83 μmol/m2 s at 20°C for 2 weeks, the adventitious roots were harvested from the culture system and it was possible to isolate 90 mg of dry weight nanoparticles per 12 g of roots. The nanoparticle morphology was characterized by atomic force microscopy, and found to be similar to previous studies.\nAn enhanced system for the production of English ivy adventitious roots and their nanoparticles by modifying GA7 Magenta boxes and identifying the optimal concentration of IBA for adventitious root growth was developed. This system is the first such platform for growing and harvesting organic nanoparticles from plants, and represents an important step in the development of plant-based nanomanufacturing. It is a significant improvement on the exploitation of plant systems for the formation of metallic nanoparticles, and represents a pathway for the generation of bulk ivy nanoparticles for translation into biomedical applications.", "journal": "Journal of nanobiotechnology", "date": "2012-10-26", "authors": ["Jason NBurris", "Scott CLenaghan", "MingjunZhang", "C NealStewart"], "doi": "10.1186/1477-3155-10-41\n10.1186/1477-3155-8-20\n10.1021/nl0725704\n10.1016/j.jcis.2009.12.041\n10.1007/s11051-010-0091-3\n10.1086/375423\n10.1007/s11671-010-9666-2\n10.1186/1477-3155-8-12\n10.1098/rsif.2010.0140\n10.1086/662129"}
{"title": "Overview of current additive manufacturing technologies and selected applications.", "abstract": "Three-dimensional printing or rapid prototyping are processes by which components are fabricated directly from computer models by selectively curing, depositing or consolidating materials in successive layers. These technologies have traditionally been limited to the fabrication of models suitable for product visualization but, over the past decade, have quickly developed into a new paradigm called additive manufacturing. We are now beginning to see additive manufacturing used for the fabrication of a range of functional end use components. In this review, we briefly discuss the evolution of additive manufacturing from its roots in accelerating product development to its proliferation into a variety of fields. Here, we focus on some of the key technologies that are advancing additive manufacturing and present some state of the art applications.", "journal": "Science progress", "date": "2012-10-26", "authors": ["Timothy JHorn", "Ola L AHarrysson"], "doi": "10.3184/003685012X13420984463047"}
{"title": "An evaluation of personalised insoles developed using additive manufacturing.", "abstract": "The aim of the study was to evaluate the short and medium term use of personalised insoles, produced by combining additive manufacturing (AM) with three-dimensional (3-D) foot scanning and computer aided design (CAD) systems. For that, 38 runners (19 pairings) were recruited. The experimental conditions were: personalised and control. The personalised condition consisted of trainers fitted with personalised glove fit insoles manufactured using AM and using foot scans to match the plantar geometry of the feet. The control condition consisted of the same trainers fitted with insoles also manufactured using AM but using scans of the original insole shape. Participants were allocated to one of the experimental conditions and wore the trainers for 3 months. Over this period they attended three laboratory sessions (at months 0, 1.5 and 3) and completed an Activity Diary after each training session. The footwear was evaluated in terms of discomfort and biomechanics. Lower discomfort ratings were found in the heel area (P ≤ 0.05) and for overall fit (P ≤ 0.05), with the personalised insole. However, discomfort was reported under the arch region for both conditions. With regard to the biomechanical data, differences between conditions were detected for ankle dorsiflexion at footstrike (P ≤ 0.05), maximum ankle eversion (P ≤ 0.05) and peak mean pressure under the heel (P ≤ 0.01): the personalised condition had lower values which may reduce injury risk. The personalisation of the geometry of insoles through advances in AM together with 3-D scanning and CAD technologies can provide benefits and has potential.", "journal": "Journal of sports sciences", "date": "2012-10-23", "authors": ["Andre SSalles", "Diane EGyi"], "doi": "10.1080/02640414.2012.736629"}
{"title": "Cell patterning through inkjet printing of one cell per droplet.", "abstract": "The inkjet ejection technology used in printers has been adopted and research has been conducted on manufacturing artificial tissue by patterning cells through micronozzle ejection of small droplets containing multiple cells. However, stable injection of cells has proven difficult, owing to the frequent occurrence of nozzle clogging. In this paper, a piezoelectric inkjet head constructed with a glass capillary that enabled viewing of the nozzle section was developed, the movement of cells ejected from the nozzle tip was analyzed, and a method for stably ejecting cells was verified. A pull-push ejection method was compared with a push-pull ejection method regarding the voltage waveform applied to the piezoelectric element of the head. The push-pull method was found to be more suitable for stable ejection. Further, ejection of one cell per droplet was realized by detecting the position of the cell in the nozzle section and utilizing these position data. Thus, a method for more precise patterning of viable cells at desired position and number was established. This method is very useful and promising not only for biofabrication, 3D tissue construction, cell printing, but also for a number of biomedical application, such as bioMEMS, lab on a chip research field.", "journal": "Biofabrication", "date": "2012-10-19", "authors": ["ShuichiYamaguchi", "AkiraUeno", "YoshitakeAkiyama", "KeisukeMorishima"], "doi": "10.1088/1758-5082/4/4/045005"}
{"title": "Liver tissue engineering based on aggregate assembly: efficient formation of endothelialized rat hepatocyte aggregates and their immobilization with biodegradable fibres.", "abstract": "To realize long-term in vitro culture of hepatocytes at a high density while maintaining a high hepatic function for aggregate-based liver tissue engineering, we report here a novel culture method whereby endothelialized rat hepatocyte aggregates were formed using a PDMS microwell device and cultured in a perfusion bioreactor by introducing spacers between aggregates to improve oxygen and nutrient supply. Primary rat hepatocyte aggregates around 100 µm in diameter coated with human umbilical vein endothelial cells were spontaneously and quickly formed after 12 h of incubation, thanks to the continuous supply of oxygen by diffusion through the PDMS honeycomb microwell device. Then, the recovered endothelialized rat hepatocyte aggregates were mixed with biodegradable poly-l-lactic acid fibres in suspension and packed into a PDMS-based bioreactor. Perfusion culture of 7 days was successfully achieved with more than 73.8% cells retained in the bioreactor. As expected, the fibres acted as spacers between aggregates, which was evidenced from the enhanced albumin production and more spherical morphology compared with fibre-free packing. In summary, this study shows the advantages of using PDMS-based microwells to form heterotypic aggregates and also demonstrates the feasibility of spacing tissue elements for improving oxygen and nutrient supply to tissue engineering based on modular assembly.", "journal": "Biofabrication", "date": "2012-10-19", "authors": ["YPang", "KMontagne", "MShinohara", "KKomori", "YSakai"], "doi": "10.1088/1758-5082/4/4/045004"}
{"title": "Injectable cell/hydrogel microspheres induce the formation of fat lobule-like microtissues and vascularized adipose tissue regeneration.", "abstract": "In this paper, we demonstrated that collagen/alginate microspheres could be generated by a non-contact microfabrication device and serve as excellent cell embedding and delivery devices as they were porous, injectable and able to provide growth- and differentiation-supporting matrix for human adipose-derived stem cells (hASCs). The microsphere matrix demonstrated highly porous structure and mechanical stability for as long as 90 days. hASCs demonstrated high viability after microsphere formation as well as higher proliferation and more mature adipocytes induction compared to two-dimensional culture. After four weeks culture in adipogenic differentiation medium, adipocytes/collagen/alginate microspheres highly mimicking natural fat lobules were obtained and injected subcutaneously into the head of node mice. The in vivo study demonstrated vascularized adipose tissue formation in four weeks. The regenerated vasculature among the transplantation showed functional anastomosis with host vasculature, suggesting that these cell/hydrogel microspheres present injectable adipocytes delivery devices capable of generating vascularized adipose tissue in vivo and thus suitable for cell transplantation and tissue regeneration.", "journal": "Biofabrication", "date": "2012-10-19", "authors": ["RuiYao", "RenjiZhang", "FengLin", "JieLuan"], "doi": "10.1088/1758-5082/4/4/045003"}
{"title": "Micropattern array with gradient size (µPAGS) plastic surfaces fabricated by PDMS (polydimethylsiloxane) mold-based hot embossing technique for investigation of cell-surface interaction.", "abstract": "Recently, it was found that the variations of physical environment significantly affect cell behaviors including cell proliferation, migration and differentiation. Through a plastic surface with controlled mechanical properties such as stiffness, one can change the orientation and migration of cells in a particular direction, thereby determining cell behaviors. In this study, we demonstrate a polydimethylsiloxane (PDMS) mold-based hot embossing technique for rapid, simple and low-cost replication of polystyrene (PS) surfaces having micropatterns. The PDMS mold was fabricated by UV-photolithography followed by PDMS casting; the elastomeric properties of PDMS enabled us to obtain conformal contact of the PDMS mold to a PS surface and to create high transcription quality of micropatterns on the PS surface. Two different types of circular micropillar and microwell arrays were successfully replicated on the PS surfaces based on the suggested technique. The micropatterns were designed to have various diameters (2-150 µm), spacings (2-160 µm) and heights (1.4, 2.4, 8.2 and 14.9 µm), so as to generate the gradient of physical properties on the surface. Experimental parametric studies indicated that (1) the embossing temperature became a critical processing parameter as the aspect ratio of micropattern increased and (2) the PDMS mold-based hot embossing could successfully replicate micropatterns, even having an aspect ratio of 2.7 for micropattern diameter of 6 µm, with an optimal processing condition (embossing pressure and temperature of 0.4 MPa and 130 °C, respectively) in this study. We carried out cell experiments with adipose-derived stem cells on the replicated PS surface with the height of 1.4 µm to investigate cellular behaviors in response to the micropattern array with gradient size. Cellular experiment results showed that the micropillar-arrayed surface improved cell proliferation as compared with the microwell-arrayed surface. We could also estimate the ranges of pattern sizes having the desired effects on the cellular behaviors.", "journal": "Biofabrication", "date": "2012-10-19", "authors": ["Min JinChoi", "Ju YoungPark", "Kyoung JeCha", "Jong-WonRhie", "Dong-WooCho", "Dong SungKim"], "doi": "10.1088/1758-5082/4/4/045006"}
{"title": "Continuous Digital Light Processing (cDLP): Highly Accurate Additive Manufacturing of Tissue Engineered Bone Scaffolds.", "abstract": "Highly accurate rendering of the external and internal geometry of bone tissue engineering scaffolds effects fit at the defect site, loading of internal pore spaces with cells, bioreactor-delivered nutrient and growth factor circulation, and scaffold resorption. It may be necessary to render resorbable polymer scaffolds with 50 μm or less accuracy to achieve these goals. This level of accuracy is available using Continuous Digital Light processing (cDLP) which utilizes a DLP(®) (Texas Instruments, Dallas, TX) chip. One such additive manufacturing device is the envisionTEC (Ferndale, MI) Perfactory(®). To use cDLP we integrate a photo-crosslinkable polymer, a photo-initiator, and a biocompatible dye. The dye attenuates light, thereby limiting the depth of polymerization. In this study we fabricated scaffolds using the well-studied resorbable polymer, poly(propylene fumarate) (PPF), titanium dioxide (TiO(2)) as a dye, Irgacure(®) 819 (BASF [Ciba], Florham Park, NJ) as an initiator, and diethyl fumarate as a solvent to control viscosity.", "journal": "Virtual and physical prototyping", "date": "2012-10-16", "authors": ["DavidDean", "WallaceJonathan", "AliSiblani", "Martha OWang", "KyobumKim", "Antonios GMikos", "John PFisher"], "doi": "10.1080/17452759.2012.673152"}
{"title": "Complex heterogeneous tissue constructs containing multiple cell types prepared by inkjet printing technology.", "abstract": "This study was designed to develop a versatile method for fabricating complex and heterogeneous three-dimensional (3D) tissue constructs using simultaneous ink-jetting of multiple cell types. Human amniotic fluid-derived stem cells (hAFSCs), canine smooth muscle cells (dSMCs), and bovine aortic endothelial cells (bECs), were separately mixed with ionic cross-linker calcium chloride (CaCl(2)), loaded into separate ink cartridges and printed using a modified thermal inkjet printer. The three cell types were delivered layer-by-layer to pre-determined locations in a sodium alginate-collagen composite located in a chamber under the printer. The reaction between CaCl(2) and sodium alginate resulted in a rapid formation of a solid composite gel and the printed cells were anchored in designated areas within the gel. The printing process was repeated for several cycles leading to a complex 3D multi-cell hybrid construct. The biological functions of the 3D printed constructs were evaluated in vitro and in vivo. Each of the printed cell types maintained their viability and normal proliferation rates, phenotypic expression, and physiological functions within the heterogeneous constructs. The bioprinted constructs were able to survive and mature into functional tissues with adequate vascularization in vivo. These findings demonstrate the feasibility of fabricating complex heterogeneous tissue constructs containing multiple cell types using inkjet printing technology.", "journal": "Biomaterials", "date": "2012-10-16", "authors": ["TaoXu", "WeixinZhao", "Jian-MingZhu", "Mohammad ZAlbanna", "James JYoo", "AnthonyAtala"], "doi": "10.1016/j.biomaterials.2012.09.035"}
{"title": "Scaffold library for tissue engineering: a geometric evaluation.", "abstract": "Tissue engineering scaffold is a biological substitute that aims to restore, to maintain, or to improve tissue functions. Currently available manufacturing technology, that is, additive manufacturing is essentially applied to fabricate the scaffold according to the predefined computer aided design (CAD) model. To develop scaffold CAD libraries, the polyhedrons could be used in the scaffold libraries development. In this present study, one hundred and nineteen polyhedron models were evaluated according to the established criteria. The proposed criteria included considerations on geometry, manufacturing feasibility, and mechanical strength of these polyhedrons. CAD and finite element (FE) method were employed as tools in evaluation. The result of evaluation revealed that the close-cellular scaffold included truncated octahedron, rhombicuboctahedron, and rhombitruncated cuboctahedron. In addition, the suitable polyhedrons for using as open-cellular scaffold libraries included hexahedron, truncated octahedron, truncated hexahedron, cuboctahedron, rhombicuboctahedron, and rhombitruncated cuboctahedron. However, not all pore size to beam thickness ratios (PO:BT) were good for making the open-cellular scaffold. The PO:BT ratio of each library, generating the enclosed pore inside the scaffold, was excluded to avoid the impossibility of material removal after the fabrication. The close-cellular libraries presented the constant porosity which is irrespective to the different pore sizes. The relationship between PO:BT ratio and porosity of open-cellular scaffold libraries was displayed in the form of Logistic Power function. The possibility of merging two different types of libraries to produce the composite structure was geometrically evaluated in terms of the intersection index and was mechanically evaluated by means of FE analysis to observe the stress level. The couples of polyhedrons presenting low intersection index and high stress level were excluded. Good couples for producing the reinforced scaffold were hexahedron-truncated hexahedron and cuboctahedron-rhombitruncated cuboctahedron.", "journal": "Computational and mathematical methods in medicine", "date": "2012-10-12", "authors": ["NattaponChantarapanich", "PuttisakPuttawibul", "SedthawattSucharitpwatskul", "PongnarinJeamwatthanachai", "SamroengInglam", "KriskraiSitthiseripratip"], "doi": "10.1155/2012/407805"}
{"title": "Surface functionalized nanofibrillar cellulose (NFC) film as a platform for immunoassays and diagnostics.", "abstract": "We introduce a new method to modify films of nanofibrillated cellulose (NFC) to produce non-porous, water-resistant substrates for diagnostics. First, water resistant NFC films were prepared from mechanically disintegrated NFC hydrogel, and then their surfaces were carboxylated via TEMPO-mediated oxidation. Next, the topologically functionalized film was activated via EDS/NHS chemistry, and its reactivity verified with bovine serum albumin and antihuman IgG. The surface carboxylation, EDC/NHS activation and the protein attachment were confirmed using quartz crystal microbalance with dissipation, contact angle measurements, conductometric titrations, X-ray photoelectron spectroscopy and fluorescence microscopy. The surface morphology of the prepared films was investigated using confocal laser scanning microscopy and atomic force microscopy. Finally, we demonstrate that antihuman IgG can be immobilized on the activated NFC surface using commercial piezoelectric inkjet printing.", "journal": "Biointerphases", "date": "2012-10-12", "authors": ["HannesOrelma", "IlariFilpponen", "Leena-SiskoJohansson", "MonikaOsterberg", "Orlando JRojas", "JanneLaine"], "doi": "10.1007/s13758-012-0061-7"}
{"title": "Development and characterization of a coronary polylactic acid stent prototype generated by selective laser melting.", "abstract": "In-stent restenosis is still an important issue and stent thrombosis is an unresolved risk after coronary intervention. Biodegradable stents would provide initial scaffolding of the stenosed segment and disappear subsequently. The additive manufacturing technology Selective Laser Melting (SLM) enables rapid, parallel, and raw material saving generation of complex 3- dimensional structures with extensive geometric freedom and is currently in use in orthopedic or dental applications. Here, SLM process parameters were adapted for poly-L-lactid acid (PLLA) and PLLA-co-poly-ε-caprolactone (PCL) powders to generate degradable coronary stent prototypes. Biocompatibility of both polymers was evidenced by assessment of cell morphology and of metabolic and adhesive activity at direct and indirect contact with human coronary artery smooth muscle cells, umbilical vein endothelial cells, and endothelial progenitor cells. γ-sterilization was demonstrated to guarantee safety of SLM-processed parts. From PLLA and PCL, stent prototypes were successfully generated and post-processing by spray- and dip-coating proved to thoroughly smoothen stent surfaces. In conclusion, for the first time, biodegradable polymers and the SLM technique were combined for the manufacturing of customized biodegradable coronary artery stent prototypes. SLM is advocated for the development of biodegradable coronary PLLA and PCL stents, potentially optimized for future bifurcation applications.", "journal": "Journal of materials science. Materials in medicine", "date": "2012-10-12", "authors": ["ChristianFlege", "FelixVogt", "SimonHöges", "LucasJauer", "MauricioBorinski", "Vera ASchulte", "RainerHoffmann", "ReinhartPoprawe", "WilhelmMeiners", "MonikaJobmann", "KonradWissenbach", "RüdigerBlindt"], "doi": "10.1007/s10856-012-4779-z"}
{"title": "High-fidelity, inexpensive surgical middle ear simulator.", "abstract": "A high-fidelity, inexpensive middle ear simulator could be created to enhance surgical training that would be rated as having high face validity by experts.\nWith rapid prototyping using additive manufacturing technology (AMT), one can create high-resolution 3-dimensional replicas of the middle ear at low cost and high fidelity. Such a simulator could be of great benefit for surgical training, particularly in light of new resident training guidelines.\nAMT was used to create surgical middle ear simulator (SMS) with 2 different materials simulating bone and soft tissue. The simulator is composed of an outer box with dimensions of an average adult external auditory canal without scutum and an inner cartridge based on an otosclerosis model. The simulator was then rated by otology experts in terms of face validity and fidelity as well as their opinion on the usefulness of such a device.\nEighteen otologists from 6 tertiary academic centers rated the simulator; 83.3% agreed or highly agreed that SMS has accurate dimensions and 66.6% that it has accurate tactile feedback. When asked if performance of stapedotomy with the SMS improves with practice, 46% agreed. As to whether practicing stapedotomy with the SMS translates to improvement with live surgery, 78% agreed with this statement. Experts' average rating of the components of SMS (of possible 5) was as follows: middle ear dimensions, 3.9; malleus, 3.7; incus, 3.6; stapes, 3.6; chorda tympani, 3.7; tensor tympani, 4.1; stapedius, 3.8; facial nerve, 3.7; and promontory, 3.5. Overall, 83% found SMS to be at least \"very useful\" in training of novices, particularly for junior and senior residents.\nMost experts found the SMS to be accurate, but there was a large discrepancy in rating of individual components. Most found it to be very useful for training of novice surgeons. With these results, we are encouraged to proceed with further refinements that will strengthen the SMS as a training tool for otologic surgery.", "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology", "date": "2012-10-11", "authors": ["AshkanMonfared", "GeraldMitteramskogler", "SimonGruber", "J KennethSalisbury", "JurgenStampfl", "Nikolas HBlevins"], "doi": "10.1097/MAO.0b013e31826dbca5"}
{"title": "Microfluidic probes for use in life sciences and medicine.", "abstract": "Microfluidic probes (MFPs) combine the concepts of microfluidics and of scanning probes and constitute a contact-free and channel-free microfluidic system. Whereas classically the sample is introduced into the microfluidic device, with a MFP, the microfluidic stream is applied to the sample. MFPs use hydrodynamic flow confinement instead of walls to constrain a microfluidic stream between the MFP tip and a substrate. Because MFPs are free to move, they can be used to process large areas and samples in a selective manner. The development of MFP technology is recent and has numerous potential applications in several fields, most notably in the life sciences. In this review, we discuss the concept of MFPs and highlight their application in surface biopatterning, controlling the cellular microenvironments, local processing of tissue slices, and generating concentration gradients of biochemicals. We hope that this manuscript will serve as an interdisciplinary guide for both engineers as they further develop novel MFPs and applications and for life scientists who may identify novel uses of the MFP for their research.", "journal": "Lab on a chip", "date": "2012-10-09", "authors": ["Mohammad AQasaimeh", "Sébastien GRicoult", "DavidJuncker"], "doi": "10.1039/c2lc40898h"}
{"title": "Prediction and control of number of cells in microdroplets by stochastic modeling.", "abstract": "Manipulation and encapsulation of cells in microdroplets has found many applications in various fields such as clinical diagnostics, pharmaceutical research, and regenerative medicine. The control over the number of cells in individual droplets is important especially for microfluidic and bioprinting applications. There is a growing need for modeling approaches that enable control over a number of cells within individual droplets. In this study, we developed statistical models based on negative binomial regression to determine the dependence of number of cells per droplet on three main factors: cell concentration in the ejection fluid, droplet size, and cell size. These models were based on experimental data obtained by using a microdroplet generator, where the presented statistical models estimated the number of cells encapsulated in droplets. We also propose a stochastic model for the total volume of cells per droplet. The statistical and stochastic models introduced in this study are adaptable to various cell types and cell encapsulation technologies such as microfluidic and acoustic methods that require reliable control over number of cells per droplet provided that settings and interaction of the variables is similar.", "journal": "Lab on a chip", "date": "2012-10-05", "authors": ["ElvanCeyhan", "FengXu", "Umut AtakanGurkan", "Ahmet EmrehanEmre", "Emine SumeyraTurali", "RamiEl Assal", "AliAcikgenc", "Chung-an MaxWu", "UtkanDemirci"], "doi": "10.1039/c2lc40523g"}
{"title": "The use of three-dimensional digital technology and additive manufacturing to create templates for soft-tissue reconstruction.", "abstract": null, "journal": "Plastic and reconstructive surgery", "date": "2012-09-29", "authors": ["Robin WLindsay", "MatthewHerberg", "PeterLiacouras"], "doi": "10.1097/PRS.0b013e318262f509"}
{"title": "3D bioprinting of heterogeneous aortic valve conduits with alginate/gelatin hydrogels.", "abstract": "Heart valve disease is a serious and growing public health problem for which prosthetic replacement is most commonly indicated. Current prosthetic devices are inadequate for younger adults and growing children. Tissue engineered living aortic valve conduits have potential for remodeling, regeneration, and growth, but fabricating natural anatomical complexity with cellular heterogeneity remain challenging. In the current study, we implement 3D bioprinting to fabricate living alginate/gelatin hydrogel valve conduits with anatomical architecture and direct incorporation of dual cell types in a regionally constrained manner. Encapsulated aortic root sinus smooth muscle cells (SMC) and aortic valve leaflet interstitial cells (VIC) were viable within alginate/gelatin hydrogel discs over 7 days in culture. Acellular 3D printed hydrogels exhibited reduced modulus, ultimate strength, and peak strain reducing slightly over 7-day culture, while the tensile biomechanics of cell-laden hydrogels were maintained. Aortic valve conduits were successfully bioprinted with direct encapsulation of SMC in the valve root and VIC in the leaflets. Both cell types were viable (81.4 ± 3.4% for SMC and 83.2 ± 4.0% for VIC) within 3D printed tissues. Encapsulated SMC expressed elevated alpha-smooth muscle actin, while VIC expressed elevated vimentin. These results demonstrate that anatomically complex, heterogeneously encapsulated aortic valve hydrogel conduits can be fabricated with 3D bioprinting.", "journal": "Journal of biomedical materials research. Part A", "date": "2012-09-28", "authors": ["BinDuan", "Laura AHockaday", "Kevin HKang", "Jonathan TButcher"], "doi": "10.1002/jbm.a.34420"}
{"title": "Gel-cast glass-ceramic tissue scaffolds of controlled architecture produced via stereolithography of moulds.", "abstract": "Two glass-ceramic scaffolds with a simple cubic structure of 500 µm square ligaments and square channels of width 400 or 600 µm have been fabricated by gel-casting into moulds produced by stereolithography, followed by mould removal, polymer burnout and sintering. The scaffolds have crushing strengths of 41 ± 14 and 17 ± 5 Mpa, respectively. Using a method of assembling discrete slices of scaffold, we are able to study cell behaviour within a scaffold by disassembly. Both scaffold structures were seeded with primary human osteoblasts and these penetrate, adhere, spread and proliferate on the scaffold structure. The larger channel diameter scaffold shows a greater cell population (despite its smaller surface area) and more pronounced production of ECM components (collagen and mineralization) with increased time in culture. Studies of sectioned scaffolds show that cell density and ECM production decrease with depth and that the difference between the two scaffold architectures is maintained.", "journal": "Biofabrication", "date": "2012-09-28", "authors": ["KChopra", "P MMummery", "BDerby", "J EGough"], "doi": "10.1088/1758-5082/4/4/045002"}
{"title": "Synthesis and interfacing of biocompatible iron oxide nanoparticles through the ferroxidase activity of Helicobacter Pylori ferritin.", "abstract": "Ferritin is an iron storage protein that is often used to coat metallic nanoparticles, such as iron oxide nanoparticles (IONPs). However, the synthesis and biocompatibility of ferritin-coated IONPs remain unclear. Therefore, this study reports the synthesis of a ferritin gene cloned and expressed from Helicobacter pylori (HPFn). The ferroxidase activity of the synthase HPFn was used for the de novo synthesis of HPFn-coated IONPs under mild conditions. Gel filtration chromatography and transmission electron microscopy analyses demonstrated that the core-shell structure of both the 5.0 nm IONP nanocore and the 12.4 nm HPFn shell were correctly assembled. The cellular uptake of mouse macrophage cells (RAW 264.7 cells) has shown that only a few HPFn-coated IONPs (3%) were taken up after 24 h of incubation. This study compares the biocompatibility of HPFn-coated IONPs, superparamagnetic iron oxide nanoparticles (SPIOs) and ferric salt (ferric ammonium citrate) in respect to cell growth inhibition, reactive oxygen species generation and pro-inflammatory cytokine TNF-α release. Assessment results showed that the responses elicited by HPFn-coated IONPs were similar to those elicited by SPIO treatment but milder than those elicited by ferric salt treatment. This accounts for the notion that ferritin-coated IONPs are biocompatible iron agents. These findings show that the ferroxidase activity of ferritin can be used to synthesize biocompatible IONPs. The favorable properties of HPFn-coated IONPs suggest that they can be used as a non-macrophage contrast agent through further surface conjugation.", "journal": "Biofabrication", "date": "2012-09-28", "authors": ["I-LiangLee", "Pei-ShanLi", "Wei-LinYu", "Hsin-HsinShen"], "doi": "10.1088/1758-5082/4/4/045001"}
{"title": "Comparative diffusivity measurements for alginate-based atomized and inkjet-bioprinted artificial cells using fluorescence microscopy.", "abstract": "Radial diffusivity profiles of atomized (MC, d = 1800 ± 200 µm) and inkjet-printed (MI, d = 40 ± 5 µm) alginate-based artificial cells have been generated using 2D Fluorescence Microscopy. The passive outward diffusion of FITC-Dextrans from MIs (0.5% LV alginate/15% CaCl2 coated with 0.5% Chitosan) and MCs (1.5% MV alginate/1.5% CaCl2) was measured and quantified using a Fickian model. As an expected outcome of miniaturization, the ratios of the outer layer diffusivities defined as D(MIout)/D(MCout) were 4.25 and 5.07 respectively for the 4 and 70 kDa markers, indicative of the enhanced diffusive potential of the miniaturized capsules.", "journal": "Artificial cells, nanomedicine, and biotechnology", "date": "2012-09-21", "authors": ["MaryamMobed-Miremadi", "BehrokhAsi", "JainoParasseril", "EmilyWong", "ManTat", "YimingShan"], "doi": "10.3109/10731199.2012.716064"}
{"title": "Precise control of osteogenesis for craniofacial defect repair: the role of direct osteoprogenitor contact in BMP-2-based bioprinting.", "abstract": "Success with bone morphogenetic protein-2 (BMP-2) has been widely reported in the osseous reconstruction of large calvarial defects. These efforts have required enormous doses of BMP-2 and are not sufficiently refined to facilitate the detail-oriented repair required for intricate craniofacial structures. We have previously shown that inkjet-based bioprinting technologies allow for precisely customized low-dose protein patterns to induce spatially regulated osteogenesis. Here, we investigate the importance of direct contact between bioprinted BMP-2 and the dura mater (a source of osteoprogenitors) in mediating calvarial healing.\nFive-millimeter osseous defects were trephinated in mouse parietal bones (N=8). Circular acellular dermal matrix (ADM) implants were prepared such that 1 semicircle of 1 face per implant was printed with BMP-2 bio-ink. These implants were then placed ink-toward (N=3) or ink-away (N=5) from the underlying dura mater. After 4 weeks, osteogenesis was assessed in each of the 4 possible positions (BMP-2-printed area toward dura, BMP-2-printed area away from dura, unprinted area toward dura, and unprinted area away from dura) by faxitron.\nThe BMP-2-printed portion of the ADM generated bone covering an average of 66.5% of its surface area when it was face-down (printed surface directly abutting dura mater). By comparison, the BMP-2-printed portion of the ADM generated bone covering an average of only 21.3% of its surface area when it was face-up (printed surface away from dura). Similarly, the unprinted portion of the ADM generated an average of only 18.6% osseous coverage when face-down and 18.4% when face-up.\nWe have previously shown that inkjet-based bioprinting has the potential to significantly enhance the role of regenerative therapies in craniofacial surgery. This technology affords the precise control of osteogenesis necessary to reconstruct this region's intricate anatomical architecture. In the present study, we demonstrate that direct apposition of BMP-2-printed ADM to a source of osteoprogenitor cells (in this case dura mater) is necessary for bio-ink-directed osteogenesis to occur. These results have important implications for the design of more complex bioprinted osseous structures.", "journal": "Annals of plastic surgery", "date": "2012-09-14", "authors": ["Darren MSmith", "James JCray", "Lee EWeiss", "Elmer KDai Fei", "SameerShakir", "S AlexRottgers", "Joseph ELosee", "Philip GCampbell", "Gregory MCooper"], "doi": "10.1097/SAP.0b013e31824cfe64"}
{"title": "Next generation orthopaedic implants by additive manufacturing using electron beam melting.", "abstract": "This paper presents some examples of knee and hip implant components containing porous structures and fabricated in monolithic forms utilizing electron beam melting (EBM). In addition, utilizing stiffness or relative stiffness versus relative density design plots for open-cellular structures (mesh and foam components) of Ti-6Al-4V and Co-29Cr-6Mo alloy fabricated by EBM, it is demonstrated that stiffness-compatible implants can be fabricated for optimal stress shielding for bone regimes as well as bone cell ingrowth. Implications for the fabrication of patient-specific, monolithic, multifunctional orthopaedic implants using EBM are described along with microstructures and mechanical properties characteristic of both Ti-6Al-4V and Co-29Cr-6Mo alloy prototypes, including both solid and open-cellular prototypes manufactured by additive manufacturing (AM) using EBM.", "journal": "International journal of biomaterials", "date": "2012-09-08", "authors": ["Lawrence EMurr", "Sara MGaytan", "EdwinMartinez", "FrankMedina", "Ryan BWicker"], "doi": "10.1155/2012/245727"}
{"title": "Non-amyloidogenic peptide tags for the regulatable self-assembling of protein-only nanoparticles.", "abstract": "Controlling the self-assembling of building blocks as nanoscale entities is a requisite for the generation of bio-inspired vehicles for nanomedicines. A wide spectrum of functional peptides has been incorporated to different types of nanoparticles for the delivery of conventional drugs and nucleic acids, enabling receptor-specific cell binding and internalization, endosomal escape, cytosolic trafficking, nuclear targeting and DNA condensation. However, the development of architectonic tags to induce the self-assembling of functionalized monomers has been essentially neglected. We have examined here the nanoscale architectonic capabilities of arginine-rich cationic peptides, that when displayed on His-tagged proteins, promote their self-assembling as monodisperse, protein-only nanoparticles. The scrutiny of the cross-molecular interactivity cooperatively conferred by poly-arginines and poly-histidines has identified regulatable electrostatic interactions between building blocks that can also be engineered to encapsulate cargo DNA. The combined use of cationic peptides and poly-histidine tags offers an unusually versatile approach for the tailored design and biofabrication of protein-based nano-therapeutics, beyond the more limited spectrum of possibilities so far offered by self-assembling amyloidogenic peptides.", "journal": "Biomaterials", "date": "2012-09-08", "authors": ["UgutzUnzueta", "NeusFerrer-Miralles", "JuanCedano", "XuZikung", "MireiaPesarrodona", "PaoloSaccardo", "ElenaGarcía-Fruitós", "JoanDomingo-Espín", "PradeepKumar", "Kailash CGupta", "RamónMangues", "AntonioVillaverde", "EstherVazquez"], "doi": "10.1016/j.biomaterials.2012.08.033"}
{"title": "Evaluation of hydrogels for bio-printing applications.", "abstract": "In the United States alone, there are approximately 500,000 burn injuries that require medical treatment every year. Limitations of current treatments necessitate the development of new methods that can be applied quicker, result in faster wound regeneration, and yield skin that is cosmetically similar to undamaged skin. The development of new hydrogel biomaterials and bioprinting deposition technologies has provided a platform to address this need. Herein we evaluated characteristics of twelve hydrogels to determine their suitability for bioprinting applications. We chose hydrogels that are either commercially available, or are commonly used for research purposes. We evaluated specific hydrogel properties relevant to bioprinting applications, specifically; gelation time, swelling or contraction, stability, biocompatibility and printability. Further, we described regulatory, commercial and financial aspects of each of the hydrogels. While many of the hydrogels screened may exhibit characteristics suitable for other applications, UV-crosslinked Extracel, a hyaluronic acid-based hydrogel, had many of the desired properties for our bioprinting application. Taken together with commercial availability, shelf life, potential for regulatory approval and ease of use, these materials hold the potential to be further developed into fast and effective wound healing treatments.", "journal": "Journal of biomedical materials research. Part A", "date": "2012-09-04", "authors": ["Sean VMurphy", "AleksanderSkardal", "AnthonyAtala"], "doi": "10.1002/jbm.a.34326"}
{"title": "Elastic constants of Ultrasonic Additive Manufactured Al 3003-H18.", "abstract": "Ultrasonic Additive Manufacturing (UAM), also known as Ultrasonic Consolidation (UC), is a layered manufacturing process in which thin metal foils are ultrasonically bonded to a previously bonded foil substrate to create a net part. Optimization of process variables (amplitude, normal load and velocity) is done to minimize voids along the bonded interfaces. This work pertains to the evaluation of bonds in UAM builds through ultrasonic testing of a build's elastic constants. Results from ultrasonic testing on UAM parts indicate orthotropic material symmetry and a reduction of up to 48% in elastic constant values compared to a control sample. The reduction in elastic constant values is attributed to interfacial voids. In addition, the elastic constants in the plane of the Al foils have nearly the same value, while the constants normal to the foil direction have much different values. In contrast, measurements from builds made with Very High Power Ultrasonic Additive Manufacturing (VHP UAM) show a drastic improvement in elastic properties, approaching values similar to that of bulk aluminum.", "journal": "Ultrasonics", "date": "2012-09-04", "authors": ["D RFoster", "M JDapino", "S SBabu"], "doi": "10.1016/j.ultras.2012.06.002"}
{"title": "The creation and verification of cranial models using three-dimensional rapid prototyping technology in field of transnasal sphenoid endoscopy.", "abstract": "Surgical navigation systems have been used increasingly in guiding complex ear, nose, and throat surgery. Although these are helpful, they are only beneficial intraoperatively; thus, the novice surgeon will not have the preoperative training or exposure that can be vital in complex procedures. In addition, there is a lack of reliable models to give surgeons hands-on training in performing such procedures.\nA technique using an industrial rapid prototyping process by three-dimensional (3D) printing was developed, from which accurate spatial models of the nasal cavity, paranasal sinuses (sphenoid sinus in particular), and intrasellar/pituitary pathology were produced, according to the parameters of an individual patient. Image-guided surgical (IGS) techniques on two different platforms were used during endoscopic transsphenoidal surgery to test and validate the anatomical accuracy of the sinus models by comparing the models with radiological images of the patient on IGS.\nIt was possible to register, validate, and navigate accurately on these models using commonly available navigation stations, matching accurately the anatomy of the model to the IGS images.\nThese 3D models can be reliably used for teaching/training and preoperative planning purposes.", "journal": "American journal of rhinology & allergy", "date": "2012-09-01", "authors": ["VicknesWaran", "RoshniMenon", "DevarajPancharatnam", "Alwin KumarRathinam", "Yuwaraj KumarBalakrishnan", "Tan SuTung", "RajagopalanRaman", "NarayananPrepageran", "HariChandran", "Zainal Ariff AbdulRahman"], "doi": "10.2500/ajra.2012.26.3808"}
{"title": "Fused deposition modeling provides solution for magnetic resonance imaging of solid dosage form by advancing design quickly from prototype to final product.", "abstract": "The release profile of active pharmaceutical ingredient (API) from its solid dosage form is an important aspect of drug development as it is often used to predict potential drug release characteristics of a product in vivo. In recent years, magnetic resonance imaging has emerged as a nondestructive technique that captures the physical changes of solid dosage forms during dissolution. An example that highlights this application is in the dissolution of modified-release tablet studies. As the tablet dissolves, API disperses in a hydrogel matrix within the tablet, and swelling of the hydrogel layer eventually leads to release of API over time. To achieve optimum signal-to-noise ratios, the tablet should be placed in the most homogeneous region of the magnet and remain there throughout the dissolution experiment. Moreover, the tablet holder must maintain the tablet position without interfering with the natural dissolution process, such as by crushing the softened tablet. This can be difficult because the size, shape, and rigidity of the tablet change during dissolution. This article describes the process, material, and manufacture of a novel device that meets these challenges, with emphasis on how additive manufacturing on a 3D printer enabled an efficient and inexpensive process of design improvements.", "journal": "Journal of laboratory automation", "date": "2012-08-31", "authors": ["KenCharest", "Melody LMak-Jurkauskas", "DanielCinicola", "Andrew MClausen"], "doi": "10.1177/2211068212458264"}
{"title": "The effect of procyanidine crosslinking on the properties of the electrospun gelatin membranes.", "abstract": "In this study, the effect of different crosslinkers including glutaraldehyde (GTA), genipin (GIP) and procyanidine (PA) on the properties of the electrospun gelatin membranes was compared. The water-resistant ability of the membranes could be significantly improved after being crosslinked with PA at T > 40 °C. In contrast with GTA and GIP, the PA-crosslinking process did not apparently affect the fibrous structure, and induced the lowest shrinkage of the membranes. At the concentration of 5% of PA, the ultimate tensile strength and elongation of the hydrated membrane were 0.87 MPa and 148%, respectively, which were higher than those of the GIP-crosslinked counterparts. In addition, the PA-crosslinked membranes displayed the highest resistance to pepsin degradation, and fibroblast cells could migrate deeper into the interior of the membranes due to the good preservation of the fibrous structure during the cell culture process.", "journal": "Biofabrication", "date": "2012-08-25", "authors": ["ZhengjianChen", "LiqunWang", "HongliangJiang"], "doi": "10.1088/1758-5082/4/3/035007"}
{"title": "Self assembled temperature responsive surfaces for generation of cell patches for bone tissue engineering.", "abstract": "One of the major challenges in the fabrication of tissue engineered scaffolds is the ability of the scaffold to biologically mimic autograft-like tissues. One of the alternate approaches to achieve this is by the application of cell seeded scaffolds with optimal porosity and mechanical properties. However, the current approaches for seeding cells on scaffolds are not optimal in terms of seeding efficiencies, cell penetration into the scaffold and more importantly uniform distribution of cells on the scaffold. Also, recent developments in scaffold geometries to enhance surface areas, pore sizes and porosities tend to further complicate the scenario. Cell sheet-based approaches for cell seeding have demonstrated a successful approach to generate scaffold-free tissue engineering approaches. However, the method of generating the temperature responsive surface is quite challenging and requires carcinogenic reagents and gamma rays. Therefore, here, we have developed temperature responsive substrates by layer-by-layer self assembly of smart polymers. Multilayer thin films prepared from tannic acid and poly N-isopropylacrylamide were fabricated based on their electrostatic and hydrogen bonding interactions. Cell attachment and proliferation studies on these thin films showed uniform cell attachment on the substrate, matching tissue culture plates. Also, the cells could be harvested as cell patches and sheets from the scaffolds, by reducing the temperature for a short period of time, and seeded onto porous scaffolds for tissue engineering applications. An enhanced cell seeding efficiency on scaffolds was observed using the cell patch-based technique as compared to seeding cells in suspension. Owing to the already pre-existent cell-cell and cell-extracellular matrix interactions, the cell patch showed the ability to reattach rapidly onto scaffolds and showed enhanced ability to proliferate and differentiate into a bone-like matrix.", "journal": "Biofabrication", "date": "2012-08-24", "authors": ["Chandra MValmikinathan", "WeiChang", "JiahuaXu", "XiaojunYu"], "doi": "10.1088/1758-5082/4/3/035006"}
{"title": "Rapid 3D printing of anatomically accurate and mechanically heterogeneous aortic valve hydrogel scaffolds.", "abstract": "The aortic valve exhibits complex three-dimensional (3D) anatomy and heterogeneity essential for the long-term efficient biomechanical function. These are, however, challenging to mimic in de novo engineered living tissue valve strategies. We present a novel simultaneous 3D printing/photocrosslinking technique for rapidly engineering complex, heterogeneous aortic valve scaffolds. Native anatomic and axisymmetric aortic valve geometries (root wall and tri-leaflets) with 12-22 mm inner diameters (ID) were 3D printed with poly-ethylene glycol-diacrylate (PEG-DA) hydrogels (700 or 8000 MW) supplemented with alginate. 3D printing geometric accuracy was quantified and compared using Micro-CT. Porcine aortic valve interstitial cells (PAVIC) seeded scaffolds were cultured for up to 21 days. Results showed that blended PEG-DA scaffolds could achieve over tenfold range in elastic modulus (5.3±0.9 to 74.6±1.5 kPa). 3D printing times for valve conduits with mechanically contrasting hydrogels were optimized to 14 to 45 min, increasing linearly with conduit diameter. Larger printed valves had greater shape fidelity (93.3±2.6, 85.1±2.0 and 73.3±5.2% for 22, 17 and 12 mm ID porcine valves; 89.1±4.0, 84.1±5.6 and 66.6±5.2% for simplified valves). PAVIC seeded scaffolds maintained near 100% viability over 21 days. These results demonstrate that 3D hydrogel printing with controlled photocrosslinking can rapidly fabricate anatomical heterogeneous valve conduits that support cell engraftment.", "journal": "Biofabrication", "date": "2012-08-24", "authors": ["L AHockaday", "K HKang", "N WColangelo", "P Y CCheung", "BDuan", "EMalone", "JWu", "L NGirardi", "L JBonassar", "HLipson", "C CChu", "J TButcher"], "doi": "10.1088/1758-5082/4/3/035005"}
{"title": "Development of a 3D bellows tracheal graft: mechanical behavior analysis, fabrication and an in vivo feasibility study.", "abstract": "Artificial tracheal grafts should have not only enough compressive strength to maintain an open tracheal lumen, but also sufficient flexibility for stable mechanical behavior, similar to the native trachea at the implant site. In this study, we developed a new 3D artificial tracheal graft using a bellows design for considering its mechanical behavior. To investigate the mechanical behavior of the bellows structure, finite element method (FEM) analysis in terms of longitudinal tension/compression, bending and radial compression was conducted. The bellows structure was then compared with the cylinder structure generally used for artificial tracheal grafts. The FEM analysis showed that the bellows had outstanding flexibility in longitudinal tension/compression and bending. Moreover, the bellows kept the lumen open without severe luminal deformation in comparison with the cylinder structure. A three-dimensional artificial tracheal graft with a bellows design was fabricated using indirect solid freeform fabrication technology, and the actual mechanical test was conducted to investigate the actual mechanical behavior of the bellows graft. The fabricated bellows graft was then applied to segmental tracheal reconstruction in a rabbit model to assess its applicability. The bellows graft was completely incorporated into newly regenerated connective tissue and no obstruction at the implanted site was observed for up to 8 weeks after implantation. The data suggested that the developed bellows tracheal graft could be a promising alternative for tracheal reconstruction.", "journal": "Biofabrication", "date": "2012-08-24", "authors": ["Jeong HunPark", "Jin WooJung", "Hyun-WookKang", "Young HoonJoo", "Jung-SeobLee", "Dong-WooCho"], "doi": "10.1088/1758-5082/4/3/035004"}
{"title": "An automated two-phase system for hydrogel microbead production.", "abstract": "Polymeric beads have been used for protection and delivery of bioactive materials, such as drugs and cells, for different biomedical applications. Here, we present a generic two-phase system for the production of polymeric microbeads of gellan gum or alginate, based on a combination of in situ polymerization and phase separation. Polymer droplets, dispensed using a syringe pump, formed polymeric microbeads while passing through a hydrophobic phase. These were then crosslinked, and thus stabilized, in a hydrophilic phase as they crossed through the hydrophobic-hydrophilic interface. The system can be adapted to different applications by replacing the bioactive material and the hydrophobic and/or the hydrophilic phases. The size of the microbeads was dependent on the system parameters, such as needle size and solution flow rate. The size and morphology of the microbeads produced by the proposed system were uniform, when parameters were kept constant. This system was successfully used for generating polymeric microbeads with encapsulated fluorescent beads, cell suspensions and cell aggregates proving its ability for generating bioactive carriers that can potentially be used for drug delivery and cell therapy.", "journal": "Biofabrication", "date": "2012-08-24", "authors": ["Daniela FCoutinho", "Amir FAhari", "Nezamoddin NKachouie", "Manuela EGomes", "Nuno MNeves", "Rui LReis", "AliKhademhosseini"], "doi": "10.1088/1758-5082/4/3/035003"}
{"title": "Optically micropatterned culture of adherent cells.", "abstract": "We used a liquid-crystal spatial light modulator to project 473 nm light patterns surrounding a region of adherent cells and achieved an arbitrarily micropatterned cell culture. For a group of ∼60 cells, the cell boundaries fit the pattern of light within 15% deviation of the side length. We also demonstrated a wound-healing experiment with a definite starting temporal point by using this technique. While observing mitochondrial structures in the illuminated cells, we found that the 473 nm light damaged the integrity of mitochondria and thus prohibited cell proliferation in the illuminated region.", "journal": "Journal of biomedical optics", "date": "2012-08-17", "authors": ["Jian-LongXiao", "Huei-JyuanPan", "Chau-HwangLee"], "doi": "10.1117/1.JBO.17.7.075004"}
{"title": "Configurable 3D-Printed millifluidic and microfluidic 'lab on a chip' reactionware devices.", "abstract": "We utilise 3D design and 3D printing techniques to fabricate a number of miniaturised fluidic 'reactionware' devices for chemical syntheses in just a few hours, using inexpensive materials producing reliable and robust reactors. Both two and three inlet reactors could be assembled, as well as one-inlet devices with reactant 'silos' allowing the introduction of reactants during the fabrication process of the device. To demonstrate the utility and versatility of these devices organic (reductive amination and alkylation reactions), inorganic (large polyoxometalate synthesis) and materials (gold nanoparticle synthesis) processes were efficiently carried out in the printed devices.", "journal": "Lab on a chip", "date": "2012-08-10", "authors": ["Philip JKitson", "Mali HRosnes", "VictorSans", "VincenzaDragone", "LeroyCronin"], "doi": "10.1039/c2lc40761b"}
{"title": "Characterizations of additive manufactured porous titanium implants.", "abstract": "This article describes physical, chemical, and mechanical characterizations of porous titanium implants made by an additive manufacturing method to gain insight into the correlation of process parameters and final physical properties of implants used in orthopedics. For the manufacturing chain, the powder metallurgy technology was combined with the additive manufacturing to fabricate the porous structure from the pure tanium powder. A 3D printing machine was employed in this study to produce porous bar samples. A number of physical parameters such as titanium powder size, polyvinyl alcohol (PVA) amount, sintering temperature and time were investigated to control the mechanical properties and porosity of the structures. The produced samples were characterized through porosity and shrinkage measurements, mechanical compression test and scanning electron microscopy (SEM). The results showed a level of porosity in the samples in the range of 31-43%, which is within the range of the porosity of the cancelluous bone and approaches the range of the porosity of the cortical bone. The results of the mechanical test showed that the compressive strength is in the wide range of 56-509 MPa implying the effect of the process parameters on the mechanical strengths. This technique of manufacturing of Ti porous structures demonstrated a low level of shrinkage with the shrinkage percentage ranging from 1.5 to 5%.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2012-08-07", "authors": ["AhmadBasalah", "YaserShanjani", "ShahrzadEsmaeili", "EhsanToyserkani"], "doi": "10.1002/jbm.b.32764"}
{"title": "Biofabrication enables efficient interrogation and optimization of sequential culture of endothelial cells, fibroblasts and cardiomyocytes for formation of vascular cords in cardiac tissue engineering.", "abstract": "We previously reported that preculture of fibroblasts (FBs) and endothelial cells (ECs) prior to cardiomyocytes (CMs) improved the structural and functional properties of engineered cardiac tissue compared to culture of CMs alone or co-culture of all three cell types. However, these approaches did not result in formation of capillary-like cords, which are precursors to vascularization in vivo. Here we hypothesized that seeding the ECs first on Matrigel and then FBs 24 h later to stabilize the endothelial network (sequential preculture) would enhance cord formation in engineered cardiac organoids. Three sequential preculture groups were tested by seeding ECs (D4T line) at 8%, 15% and 31% of the total cell number on Matrigel-coated microchannels and incubating for 24 h. Cardiac FBs were then seeded (32%, 25% and 9% of the total cell number, respectively) and incubated an additional 24 h. Finally, neonatal rat CMs (60% of the total cell number) were added and the organoids were cultivated for seven days. Within 24 h, the 8% EC group formed elongated cords which eventually developed into beating cylindrical organoids, while the 15% and 31% EC groups proliferated into flat EC monolayers with poor viability. Excitation threshold (ET) in the 8% EC group (3.4 ± 1.2 V cm(-1)) was comparable to that of the CM group (3.3 ± 1.4 V cm(-1)). The ET worsened with increasing EC seeding density (15% EC: 4.4 ± 1.5 V cm(-1); 31% EC: 4.9 ± 1.5 V cm(-1)). Thus, sequential preculture promoted vascular cord formation and enhanced architecture and function of engineered heart tissues.", "journal": "Biofabrication", "date": "2012-08-01", "authors": ["Rohin KIyer", "Loraine L YChiu", "GordanaVunjak-Novakovic", "MilicaRadisic"], "doi": "10.1088/1758-5082/4/3/035002"}
{"title": "Micropatterning thermoplasmonic gold nanoarrays to manipulate cell adhesion.", "abstract": "The ability to reversibly control the interactions between the extracellular matrix (ECM) and cell surface receptors such as integrins would allow one to investigate reciprocal signaling circuits between cells and their surrounding environment. Engineering microstructured culture substrates functionalized with switchable molecules remains the most adopted strategy to manipulate surface adhesive properties, although these systems exhibit limited reversibility and require sophisticated preparation procedures. Here, we report a straightforward protocol to fabricate biofunctionalized micropatterned gold nanoarrays that favor one-dimensional cell migration and function as plasmonic nanostoves to physically block and orient the formation of new adhesion sites. Being reversible and not restricted spatiotemporally, thermoplasmonic approaches will open new opportunities to further study the complex connections between ECM and cells.", "journal": "ACS nano", "date": "2012-07-20", "authors": ["MinZhu", "GuillaumeBaffou", "NikolausMeyerbröker", "JulienPolleux"], "doi": "10.1021/nn302329c"}
{"title": "Rapid fabrication of complex 3D extracellular microenvironments by dynamic optical projection stereolithography.", "abstract": "The topographic features of the extracelluar matrix (ECM) lay the foundation for cellular behavior. A novel biofabrication method using a digital-mirror device (DMD), called dynamic optical projection stereolithography (DOPsL) is demonstrated. This robust and versatile platform can generate complex biomimetic scaffolds within seconds. Such 3D scaffolds have promising potentials for studying cell interactions with microenvironments in vitro and in vivo.", "journal": "Advanced materials (Deerfield Beach, Fla.)", "date": "2012-07-13", "authors": ["A PingZhang", "XinQu", "PranavSoman", "Kolin CHribar", "Jin WLee", "ShaochenChen", "SailingHe"], "doi": "10.1002/adma.201202024"}
{"title": "Scaffold-free inkjet printing of three-dimensional zigzag cellular tubes.", "abstract": "The capability to print three-dimensional (3D) cellular tubes is not only a logical first step towards successful organ printing but also a critical indicator of the feasibility of the envisioned organ printing technology. A platform-assisted 3D inkjet bioprinting system has been proposed to fabricate 3D complex constructs such as zigzag tubes. Fibroblast (3T3 cell)-based tubes with an overhang structure have been successfully fabricated using the proposed bioprinting system. The post-printing 3T3 cell viability of printed cellular tubes has been found above 82% (or 93% with the control effect considered) even after a 72-h incubation period using the identified printing conditions for good droplet formation, indicating the promising application of the proposed bioprinting system. Particularly, it is proved that the tubular overhang structure can be scaffold-free fabricated using inkjetting, and the maximum achievable height depends on the inclination angle of the overhang structure. As a proof-of-concept study, the resulting fabrication knowledge helps print tissue-engineered blood vessels with complex geometry.", "journal": "Biotechnology and bioengineering", "date": "2012-07-07", "authors": ["ChangxueXu", "WenxuanChai", "YongHuang", "Roger RMarkwald"], "doi": "10.1002/bit.24591"}
{"title": "Additive manufacturing of wet-spun polymeric scaffolds for bone tissue engineering.", "abstract": "An Additive Manufacturing technique for the fabrication of three-dimensional polymeric scaffolds, based on wet-spinning of poly(ε-caprolactone) (PCL) or PCL/hydroxyapatite (HA) solutions, was developed. The processing conditions to fabricate scaffolds with a layer-by-layer approach were optimized by studying their influence on fibres morphology and alignment. Two different scaffold architectures were designed and fabricated by tuning inter-fibre distance and fibres staggering. The developed scaffolds showed good reproducibility of the internal architecture characterized by highly porous, aligned fibres with an average diameter in the range 200-250 μm. Mechanical characterization showed that the architecture and HA loading influenced the scaffold compressive modulus and strength. Cell culture experiments employing MC3T3-E1 preosteoblast cell line showed good cell adhesion, proliferation, alkaline phosphatase activity and bone mineralization on the developed scaffolds.", "journal": "Biomedical microdevices", "date": "2012-07-07", "authors": ["DarioPuppi", "CarlosMota", "MatteoGazzarri", "DinuccioDinucci", "AntonioGloria", "MairamMyrzabekova", "LuigiAmbrosio", "FedericaChiellini"], "doi": "10.1007/s10544-012-9677-0"}
{"title": "Modeling fusion of cellular aggregates in biofabrication using phase field theories.", "abstract": "A mathematical model based on the phase field formulation is developed to study fusion of cellular aggregates/clusters. In a novel biofabrication process known as bioprinting (Mironov et al., 2009a), live multicellular aggregates/clusters are used to make tissue or organ constructs via the layer-by-layer deposition technique, in which the printed bio-constructs are embedded in hydrogels rich in maturogens and placed in bioreactors to undergo the fusion process of self-assembly, maturation, and differentiation to form the desired functional tissue or organ products. We formulate the mathematical model to study the morphological development of the printed bio-constructs during fusion by exploring the chemical-mechanical interaction among the cellular aggregates involved. Specifically, we treat the cellular aggregates and the surrounding hydrogels as two immiscible complex fluids in the time scale comparable to cellular aggregate fusion and then develop an effective mean-field potential that incorporates the long-range, attractive interaction between cells as well as the short-range, repulsive interaction due to immiscibility between the cell and the hydrogel. We then implement the model using a high order spectral method to simulate the making of a set of tissues/organs in simple yet fundamental geometries like a ring, a sheet of tissues, and a Y-shaped, bifurcating vascular junction by the layer-by-layer deposition of spheroidal cellular clusters in the bioprinting technology.", "journal": "Journal of theoretical biology", "date": "2012-07-06", "authors": ["XiaofengYang", "VladimirMironov", "QiWang"], "doi": "10.1016/j.jtbi.2012.03.003"}
{"title": "Weapon identification using antemortem computed tomography with virtual 3D and rapid prototype modeling--a report in a case of blunt force head injury.", "abstract": "A frequent request of a prosecutor referring to forensic autopsy is to determine the mechanism of an injury and to identify the weapons used to cause those injuries. This task could be problematic in many ways, including changes in the primary injury caused by medical intervention and the process of healing. To accomplish this task, the forensic pathologist has to gather all possible information during the post-mortem examination. The more data is collected, the easier it is to obtain an accurate answer to the prosecutor's question. The authors present a case of head injuries that the victim sustained under unknown circumstances. The patient underwent neurosurgical treatment which resulted in alteration of the bone fracture pattern. The only way to evaluate this injury was to analyze antemortem clinical data, especially CT scans, with virtual 3D reconstruction of the fractured skull. A physical model of a part of the broken skull was created with the use of 3D printing. These advanced techniques, applied for the first time in Poland for forensic purposes, allowed investigators to extract enough data to develop a hypothesis about the mechanism of injury and the weapon most likely used.", "journal": "Forensic science international", "date": "2012-07-04", "authors": ["KrzysztofWoźniak", "EwaRzepecka-Woźniak", "ArturMoskała", "JerzyPohl", "KatarzynaLatacz", "BogdanDybała"], "doi": "10.1016/j.forsciint.2012.06.012"}
{"title": "Supporting Biomaterials for Articular Cartilage Repair.", "abstract": "Orthopedic surgeons and researchers worldwide are continuously faced with the challenge of regenerating articular cartilage defects. However, until now, it has not been possible to completely mimic the biological and biochemical properties of articular cartilage using current research and development approaches. In this review, biomaterials previously used for articular cartilage repair research are addressed. Furthermore, a brief discussion of the state of the art of current cell printing procedures mimicking native cartilage is offered in light of their use as future alternatives for cartilage tissue engineering. Inkjet cell printing, controlled deposition cell printing tools, and laser cell printing are cutting-edge techniques in this context. The development of mimetic hydrogels with specific biological properties relevant to articular cartilage native tissue will support the development of improved, functional, and novel engineered tissue for clinical application.", "journal": "Cartilage", "date": "2012-07-01", "authors": ["Daniela FilipaDuarte Campos", "WolfDrescher", "BjörnRath", "MarkusTingart", "HorstFischer"], "doi": "10.1177/1947603512444722"}
{"title": "Three-dimensional phantoms for curvature correction in spatial frequency domain imaging.", "abstract": "The sensitivity to surface profile of non-contact optical imaging, such as spatial frequency domain imaging, may lead to incorrect measurements of optical properties and consequently erroneous extrapolation of physiological parameters of interest. Previous correction methods have focused on calibration-based, model-based, and computation-based approached. We propose an experimental method to correct the effect of surface profile on spectral images. Three-dimensional (3D) phantoms were built with acrylonitrile butadiene styrene (ABS) plastic using an accurate 3D imaging and an emergent 3D printing technique. In this study, our method was utilized for the correction of optical properties (absorption coefficient μ(a) and reduced scattering coefficient μ(s)') of objects obtained with a spatial frequency domain imaging system. The correction method was verified on three objects with simple to complex shapes. Incorrect optical properties due to surface with minimum 4 mm variation in height and 80 degree in slope were detected and improved, particularly for the absorption coefficients. The 3D phantom-based correction method is applicable for a wide range of purposes. The advantages and drawbacks of the 3D phantom-based correction methods are discussed in details.", "journal": "Biomedical optics express", "date": "2012-06-29", "authors": ["Thu T ANguyen", "Hanh N DLe", "MinhVo", "ZhaoyangWang", "LongLuu", "Jessica CRamella-Roman"], "doi": "10.1364/BOE.3.001200\n10.1117/1.2801718\n10.1364/OE.17.015670\n10.1364/AO.27.001113\n10.1111/j.1524-475X.2007.00235.x\n10.1364/OL.30.001354\n10.1364/JOSAA.25.002833\n10.1117/1.3088140\n10.1117/1.3156840\n10.1117/1.3470094\n10.1364/AO.39.003380\n10.1364/AO.40.003278\n10.1088/0031-9155/38/12/014\n10.1117/12.813759\n10.1007/s11548-010-0476-x\n10.1117/12.845367\n10.1016/j.nima.2011.08.051\n10.1364/OL.35.003192\n10.1117/1.2240972\n10.1364/AOP.3.000128\n10.1117/1.2335429\n10.1117/12.280299"}
{"title": "Induction of bone formation in biphasic calcium phosphate scaffolds by bone morphogenetic protein-2 and primary osteoblasts.", "abstract": "Bone tissue engineering strategies mainly depend on porous scaffold materials. In this study, novel biphasic calcium phosphate (BCP) matrices were generated by 3D-printing. High porosity was achieved by starch consolidation. This study aimed to characterise the porous BCP-scaffold properties and interactions of osteogenic cells and growth factors under in vivo conditions. Five differently treated constructs were implanted subcutaneously in syngeneic rats: plain BCP constructs (group A), constructs pre-treated with BMP-2 (group B; 1.6 µg BMP-2 per scaffold), seeded with primary osteoblasts (OB) (group C), seeded with OB and BMP-2 (group D) and constructs seeded with OB and pre-cultivated in a flow bioreactor for 6 weeks (group E). After 2, 4 and 6 weeks, specimens were explanted and subjected to histological and molecular biological analyses. Explanted scaffolds were invaded by fibrovascular tissue without significant foreign body reactions. Morphometric analysis demonstrated significantly increased bone formation in samples from group D (OB + BMP-2) compared to all other groups. Samples from groups B-E displayed significant mRNA expression of bone-specific genes after 6 weeks. Pre-cultivation in the flow bioreactor (group E) induced bone formation comparable with group B. In this study, differences in bone distribution between samples with BMP-2 or osteoblasts could be observed. In conclusion, combination of osteoblasts and BMP-2 synergistically enhanced bone formation in novel ceramic scaffolds. These results provide the basis for further experiments in orthotopic defect models with a focus on future applications in orthopaedic and reconstructive surgery.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2012-06-29", "authors": ["L AStrobel", "S NRath", "A KMaier", "J PBeier", "AArkudas", "PGreil", "R EHorch", "UKneser"], "doi": "10.1002/term.1511"}
{"title": "High throughput miniature drug-screening platform using bioprinting technology.", "abstract": "In the pharmaceutical industry, new drugs are tested to find appropriate compounds for therapeutic purposes for contemporary diseases. Unfortunately, novel compounds emerge at expensive prices and current target evaluation processes have limited throughput, thus leading to an increase of cost and time for drug development. This work shows the development of the novel inkjet-based deposition method for assembling a miniature drug-screening platform, which can realistically and inexpensively evaluate biochemical reactions in a picoliter-scale volume at a high speed rate. As proof of concept, applying a modified Hewlett Packard model 5360 compact disc printer, green fluorescent protein expressing Escherichia coli cells along with alginate gel solution have been arrayed on a coverslip chip under a repeatable volume of 180% ± 26% picoliters per droplet; subsequently, different antibiotic droplets were patterned on the spots of cells to evaluate the inhibition of bacteria for antibiotic screening. The proposed platform was compared to the current screening process, validating its effectiveness. The viability and basic function of the printed cells were evaluated, resulting in cell viability above 98% and insignificant or no DNA damage to human kidney cells transfected. Based on the reduction of investment and compound volume used by this platform, this technique has the potential to improve the actual drug discovery process at its target evaluation stage.", "journal": "Biofabrication", "date": "2012-06-26", "authors": ["Jorge IRodríguez-Dévora", "BimengZhang", "DanielReyna", "Zhi-dongShi", "TaoXu"], "doi": "10.1088/1758-5082/4/3/035001"}
{"title": "Bridging the bio-electronic interface with biofabrication.", "abstract": "Advancements in lab-on-a-chip technology promise to revolutionize both research and medicine through lower costs, better sensitivity, portability, and higher throughput. The incorporation of biological components onto biological microelectromechanical systems (bioMEMS) has shown great potential for achieving these goals. Microfabricated electronic chips allow for micrometer-scale features as well as an electrical connection for sensing and actuation. Functional biological components give the system the capacity for specific detection of analytes, enzymatic functions, and whole-cell capabilities. Standard microfabrication processes and bio-analytical techniques have been successfully utilized for decades in the computer and biological industries, respectively. Their combination and interfacing in a lab-on-a-chip environment, however, brings forth new challenges. There is a call for techniques that can build an interface between the electrode and biological component that is mild and is easy to fabricate and pattern. Biofabrication, described here, is one such approach that has shown great promise for its easy-to-assemble incorporation of biological components with versatility in the on-chip functions that are enabled. Biofabrication uses biological materials and biological mechanisms (self-assembly, enzymatic assembly) for bottom-up hierarchical assembly. While our labs have demonstrated these concepts in many formats, here we demonstrate the assembly process based on electrodeposition followed by multiple applications of signal-based interactions. The assembly process consists of the electrodeposition of biocompatible stimuli-responsive polymer films on electrodes and their subsequent functionalization with biological components such as DNA, enzymes, or live cells. Electrodeposition takes advantage of the pH gradient created at the surface of a biased electrode from the electrolysis of water. Chitosan and alginate are stimuli-responsive biological polymers that can be triggered to self-assemble into hydrogel films in response to imposed electrical signals. The thickness of these hydrogels is determined by the extent to which the pH gradient extends from the electrode. This can be modified using varying current densities and deposition times. This protocol will describe how chitosan films are deposited and functionalized by covalently attaching biological components to the abundant primary amine groups present on the film through either enzymatic or electrochemical methods. Alginate films and their entrapment of live cells will also be addressed. Finally, the utility of biofabrication is demonstrated through examples of signal-based interaction, including chemical-to-electrical, cell-to-cell, and also enzyme-to-cell signal transmission. Both the electrodeposition and functionalization can be performed under near-physiological conditions without the need for reagents and thus spare labile biological components from harsh conditions. Additionally, both chitosan and alginate have long been used for biologically-relevant purposes. Overall, biofabrication, a rapid technique that can be simply performed on a benchtop, can be used for creating micron scale patterns of functional biological components on electrodes and can be used for a variety of lab-on-a-chip applications.", "journal": "Journal of visualized experiments : JoVE", "date": "2012-06-20", "authors": ["TanyaGordonov", "BenjaminLiba", "Jessica LTerrell", "YiCheng", "XiaolongLuo", "Gregory FPayne", "William EBentley"], "doi": "10.3791/4231"}
{"title": "Recent advances in 3D printing of tissue engineering scaffolds.", "abstract": "Computer-aided tissue engineering enables the fabrication of multifunctional scaffolds that meet the structural, mechanical, and nutritional requirements based on optimized models. In this chapter, three-dimensional printing technology is described, and several limitations in the current direct printing approach are discussed. This chapter also describes indirect three-dimensional printing protocol to overcome convergent demands with a traditional method, without sacrificing the key advantage of material versatility.", "journal": "Methods in molecular biology (Clifton, N.J.)", "date": "2012-06-14", "authors": ["MinLee", "Benjamin MWu"], "doi": "10.1007/978-1-61779-764-4_15"}
{"title": "Scaffold pore space modulation through intelligent design of dissolvable microparticles.", "abstract": "The goal of this area of research is to manipulate the pore space of scaffolds through the application of an intelligent design concept on dissolvable microparticles. To accomplish this goal, we developed an efficient and repeatable process for fabrication of microparticles from multiple materials using a combination of rapid prototyping (RP) and soft lithography. Phase changed 3D printing was used to create masters for PDMS molds. A photocrosslinkable polymer was then delivered into these molds to make geometrically complex 3D microparticles. This repeatable process has demonstrated to generate the objects with greater than 95% repeatability with complete pattern transfer. This process was illustrated for three different shapes of various complexities. The shapes were based on the extrusion of 2D shapes. This may allow simplification of the fabrication process in the future combined with a direct transfer of the findings. Altering the shapes of particles used for porous scaffold fabrication will allow for tailoring of the pore shapes, and therefore their biological function within a porous tissue engineering scaffold. Through permeation experiments, we have shown that the pore geometry may alter the permeability coefficient of scaffolds while influencing mechanical properties to a lesser extent. By selecting different porogen shapes, the nutrition transport and scaffold degradation can be significantly influenced with minimal effect on the mechanical integrity of the construct. In addition, the different shapes may allow a control of drug release by modifying their surface-to-volume ratio, which could modulate drug delivery over time. While soft lithography is currently used with photolithography, its high precision is offset by high cost of production. The employment of RP to a specific resolution offers a much less expensive alternative with increased throughput due to the speed of current RP systems.", "journal": "Methods in molecular biology (Clifton, N.J.)", "date": "2012-06-14", "authors": ["Michael A KLiebschner", "MatthewWettergreen"], "doi": "10.1007/978-1-61779-764-4_5"}
{"title": "A novel bone scaffold design approach based on shape function and all-hexahedral mesh refinement.", "abstract": "Tissue engineering is the application of interdisciplinary knowledge in the building and repairing of tissues. Generally, an engineered tissue is a combination of living cells and a support structure called a scaffold. The scaffold provides support for bone-producing cells and can be used to heal or replace a defective bone. In this chapter, a novel bone scaffold design approach based on shape function and an all-hexahedral mesh refinement method is presented. Based on the shape function in the finite element method, an all-hexahedral mesh is used to design a porous bone scaffold. First, the individual pore based on the subdivided individual element is modeled; then, the Boolean operation union among the pores is used to generate the whole pore model of TE bone scaffold; finally, the bone scaffold which contains various irregular pores can be modeled by the Boolean operation difference between the solid model and the whole pore model. From the SEM images, the pore size distribution in the native bone is not randomly distributed and there are gradients for pore size distribution. Therefore, a control approach for pore size distribution in the bone scaffold based on the hexahedral mesh refinement is also proposed in this chapter. A well-defined pore size distribution can be achieved based on the fact that a hexahedral element size distribution can be obtained through an all-hexahedral mesh refinement and the pore morphology and size are under the control of the hexahedral element. The designed bone scaffold can be converted to a universal 3D file format (such as STL or STEP) which could be used for rapid prototyping (RP). Finally, 3D printing (Spectrum Z510), a type of RP system, is adopted to fabricate these bone scaffolds. The successfully fabricated scaffolds validate the novel computer-aided design approach in this research.", "journal": "Methods in molecular biology (Clifton, N.J.)", "date": "2012-06-14", "authors": ["ShengyongCai", "JuntongXi", "Chee KaiChua"], "doi": "10.1007/978-1-61779-764-4_3"}
{"title": "3-D printout of a DICOM file to aid surgical planning in a 6 year old patient with a large scapular osteochondroma complicating congenital diaphyseal aclasia.", "abstract": "A 6 year old girl presented with a large osteochondroma arising from the scapula. Radiographs, CT and MRI were performed to assess the lesion and to determine whether the lesion could be safely resected. A model of the scapula was created by post-processing the DICOM file and using a 3-D printer. The CT images were segmented and the images were then manually edited using a graphics tablet, and then an STL-file was generated and a 3-D plaster model printed. The model allowed better anatomical understanding of the lesion and helped plan surgical management.", "journal": "Journal of radiology case reports", "date": "2012-06-13", "authors": ["Matthew DTam", "Stephen DLaycock", "DuncanBell", "AdrianChojnowski"], "doi": "10.3941/jrcr.v6i1.889"}
{"title": "In-lab three-dimensional printing: an inexpensive tool for experimentation and visualization for the field of organogenesis.", "abstract": "The development of the microscope in 1590 by Zacharias Janssenby and Hans Lippershey gave the world a new way of visualizing details of morphogenesis and development. More recent improvements in this technology including confocal microscopy, scanning electron microscopy (SEM) and optical projection tomography (OPT) have enhanced the quality of the resultant image. These technologies also allow a representation to be made of a developing tissue's three-dimensional (3-D) form. With all these techniques however, the image is delivered on a flat two-dimensional (2-D) screen. 3-D printing represents an exciting potential to reproduce the image not simply on a flat screen, but in a physical, palpable three-dimensional structure. Here we explore the scope that this holds for exploring and interacting with the structure of a developing organ in an entirely novel way. As well as being useful for visualization, 3-D printers are capable of rapidly and cost-effectively producing custom-made structures for use within the laboratory. We here describe the advantages of producing hardware for a tissue culture system using an inexpensive in-lab printer.", "journal": "Organogenesis", "date": "2012-06-02", "authors": ["RolandPartridge", "NoelConlisk", "Jamie ADavies"], "doi": "10.4161/org.20173\n10.1016/j.conb.2012.02.006\n10.1002/(SICI)1097-0185(199804)253:2<49::AID-AR8>3.0.CO;2-9\n10.1006/scdb.1997.0174\n10.1385/NI:1:4:309\n10.1016/j.mri.2010.08.004\n10.1016/j.proghi.2006.02.001\n10.1186/1465-9921-11-162\n10.4161/org.5.4.10426\n10.4161/org.5.4.10403\n10.1111/j.1365-2923.1985.tb01134.x\n10.1007/s10459-006-9021-7\n10.1080/10401330903014178\n10.1002/ase.92\n10.1037/a0018373\n10.1016/j.cognition.2011.12.004\n10.1002/ase.186\n10.1371/journal.pone.0027676\n10.1016/j.ydbio.2004.03.025\n10.1016/j.biomaterials.2009.06.034\n10.1089/ten.tec.2009.0179"}
{"title": "Embracing additive manufacture: implications for foot and ankle orthosis design.", "abstract": "The design of foot and ankle orthoses is currently limited by the methods used to fabricate the devices, particularly in terms of geometric freedom and potential to include innovative new features. Additive manufacturing (AM) technologies, where objects are constructed via a series of sub-millimetre layers of a substrate material, may present the opportunity to overcome these limitations and allow novel devices to be produced that are highly personalised for the individual, both in terms of fit and functionality.Two novel devices, a foot orthosis (FO) designed to include adjustable elements to relieve pressure at the metatarsal heads, and an ankle foot orthosis (AFO) designed to have adjustable stiffness levels in the sagittal plane, were developed and fabricated using AM. The devices were then tested on a healthy participant to determine if the intended biomechanical modes of action were achieved.\nThe adjustable, pressure relieving FO was found to be able to significantly reduce pressure under the targeted metatarsal heads. The AFO was shown to have distinct effects on ankle kinematics which could be varied by adjusting the stiffness level of the device.\nThe results presented here demonstrate the potential design freedom made available by AM, and suggest that it may allow novel personalised orthotic devices to be produced which are beyond the current state of the art.", "journal": "BMC musculoskeletal disorders", "date": "2012-05-31", "authors": ["ScottTelfer", "JariPallari", "JavierMunguia", "KennyDalgarno", "MartinMcGeough", "JimWoodburn"], "doi": "10.1186/1471-2474-13-84\n10.1016/j.clinbiomech.2008.07.008\n10.1016/S0007-8506(07)60206-6\n10.1186/1743-0003-8-1\n10.1682/JRRD.2009.12.0195\n10.1682/JRRD.2010.10.0193\n10.1016/j.apmr.2008.11.012\n10.1016/j.gaitpost.2004.03.004\n10.3109/03093646.2010.495969\n10.1016/j.gaitpost.2009.05.012\n10.1186/1757-1146-2-23"}
{"title": "High-precision flexible fabrication of tissue engineering scaffolds using distinct polymers.", "abstract": "Three-dimensional porous structures using biodegradable materials with excellent biocompatibility are critically important for tissue engineering applications. We present a multi-nozzle-based versatile deposition approach to flexibly construct porous tissue engineering scaffolds using distinct polymeric biomaterials such as thermoplastic and photo-crosslinkable polymers. We first describe the development of the deposition system and fabrication of scaffolds from two types of biodegradable polymers using this system. The thermoplastic sample is semi-crystalline poly(ε-caprolactone) (PCL) that can be processed at a temperature higher than its melting point and solidifies at room temperature. The photo-crosslinkable one is polypropylene fumarate (PPF) that has to be dissolved in a reactive solvent as a resin for being cured into solid structures. Besides the direct fabrication of thermoplastic PCL scaffolds, we specifically develop a layer molding approach for the fabrication of crosslinkable polymers, which traditionally can only be fabricated by stereolithography. In this approach, a thermoplastic supporting material (paraffin wax) is first deposited to make a mold for each specific layer, and then PPF is deposited on demand to fill the mold and cured by the UV light. The supporting material can be removed to produce a porous scaffold of crosslinked PPF. Both PCL and crosslinked PPF scaffolds fabricated using the developed system have been characterized in terms of compressive mechanical properties, morphology, pore size and porosity. Mouse MC3T3-E1 pre-osteoblastic cell studies on the fabricated scaffolds have been performed to demonstrate their capability of supporting cell proliferation and ingrowth, aiming for bone tissue engineering applications.", "journal": "Biofabrication", "date": "2012-05-29", "authors": ["ChuangWei", "LeiCai", "BhushanSonawane", "ShanfengWang", "JingyanDong"], "doi": "10.1088/1758-5082/4/2/025009"}
{"title": "Rapid tooling method for soft customized removable oral appliances.", "abstract": "Traditionally oral appliances i.e. removable orthodontic appliances, bite splints and snoring / sleep apnea appliances are made with alginate impressions and wax registrations. Our aim was to describe the process of manufacturing customized oral appliances with a new technique i.e. rapid tooling method. The appliance should ideally be custom made to match the teeth. An orthodontic patient, scheduled for conventional orthodontic treatment, served as a study subject. After a precise clinical and radiographic examination, the approach was to digitize the patient's dental arches and then to correct them virtually by computer. Additive manufacturing was then used to fabricate a mould for a soft customized appliance. The mould was manufactured using stereolithography from Somos ProtoGen O-XT 18420 material. Casting material for the mould to obtain the final appliance was silicone. As a result we managed to create a customized soft orthodontic appliance. Also, the accuracy of the method was found to be adequate. Two versions of the described device were manufactured: one with small and one with moderate orthodontic force. The study person also gave information on the subjective patient adaptation aspects of the oral appliance.", "journal": "The open dentistry journal", "date": "2012-05-23", "authors": ["MikaSalmi", "JukkaTuomi", "RaunoSirkkanen", "TuulaIngman", "AnttiMäkitie"], "doi": "10.2174/1874210601206010085"}
{"title": "Biomimetic smart nanocomposite: in vitro biological evaluation of zein electrospun fluorescent nanofiber encapsulated CdS quantum dots.", "abstract": "New hybrid quantum dot (QD)/nanofibers have potential applications in a variety of fields. A novel fluorescent nanocomposite nanofiber material, consisting of CdS and zein has been fabricated through the electrospinning process. A detailed optimization was carried out to fabricate continuous and uniform nanofibers without beads or droplets. The synthesized hybrid nanofibers were characterized by various state-of-the-art techniques such as scanning electron microscopy, transmission electron microscopy (TEM), TEM-energy dispersive spectrometry, atomic force microscopy and confocal fluorescence micrography. The optimization process was carried out to fabricate fibers ranging from 200 to 450 nm in diameter. The electrical conductivity of the zein-CdS hybrid nanofiber substrates was tested. The potential use of the electrospun CdS-encapsulated nanofibrous scaffold as substrates for cell/tissue culture was evaluated with two different cell types, i.e. mesenchymal stem cells and fibroblasts. The results showed that the electrospun fibrous scaffolds could support the attachment and the proliferation of cells. In addition, the cells cultured on the fibrous scaffolds exhibited normal cell shapes and integrated well with surrounding fibers. The obtained results confirmed the potential for the use of the electrospun QD-encapsulated fluorescent nanofiber mats as scaffolds for tissue engineering.", "journal": "Biofabrication", "date": "2012-05-18", "authors": ["BrahatheeswaranDhandayuthapani", "Aby CheruvathoorPoulose", "YutakaNagaoka", "TakashiHasumura", "YasuhikoYoshida", "ToruMaekawa", "D SakthiKumar"], "doi": "10.1088/1758-5082/4/2/025008"}
{"title": "A quantitative metric for pattern fidelity of bioprinted cocultures.", "abstract": "This article describes a quantitative metric for coculture pattern fidelity and its use in the assessment of bioprinting systems. Increasingly, bioprinting is used to create in vitro cell and tissue models for the purpose of studying cell behavior and cell-cell interaction. To create meaningful models, a bioprinting system must be able to place cells in biologically relevant patterns with sufficient fidelity. A metric for assessing fidelity would be valuable for tuning experimental processes and parameters within a bioprinting system and for comparing performance between different systems. Toward this end, the \"bioprinting fidelity index\" (BFI), a metric which rates a bioprinted patterned coculture with a single number based on the proportions of correctly placed cells, is proposed. Additionally, a mathematical model of drop-on-demand printing is introduced, which predicts an upper bound on the BFI based on drop placement statistics. A proof-of-concept study was conducted in which patterned cocultures of D1 and 4T07 cells were produced in two different demonstration patterns. The BFI for the patterned cocultures was calculated and compared to the printing model fidelity prediction. The printing model successfully predicted the best BFI observed in the samples, and the BFI showed quantitatively that post-processing techniques negatively impacted the final fidelity of the samples. The BFI provides a principled method for comparing printing and post-processing methods.", "journal": "Artificial organs", "date": "2012-05-18", "authors": ["Matthew EPepper", "Richard EGroff", "Cheryl A PCass", "Justin PMattimore", "TimothyBurg", "Karen J LBurg"], "doi": "10.1111/j.1525-1594.2012.01460.x"}
{"title": "Kinetic Monte Carlo and cellular particle dynamics simulations of multicellular systems.", "abstract": "Computer modeling of multicellular systems has been a valuable tool for interpreting and guiding in vitro experiments relevant to embryonic morphogenesis, tumor growth, angiogenesis and, lately, structure formation following the printing of cell aggregates as bioink particles. Here we formulate two computer simulation methods: (1) a kinetic Monte Carlo (KMC) and (2) a cellular particle dynamics (CPD) method, which are capable of describing and predicting the shape evolution in time of three-dimensional multicellular systems during their biomechanical relaxation. Our work is motivated by the need of developing quantitative methods for optimizing postprinting structure formation in bioprinting-assisted tissue engineering. The KMC and CPD model parameters are determined and calibrated by using an original computational-theoretical-experimental framework applied to the fusion of two spherical cell aggregates. The two methods are used to predict the (1) formation of a toroidal structure through fusion of spherical aggregates and (2) cell sorting within an aggregate formed by two types of cells with different adhesivities.", "journal": "Physical review. E, Statistical, nonlinear, and soft matter physics", "date": "2012-05-17", "authors": ["ElijahFlenner", "LorantJanosi", "BogdanBarz", "AdrianNeagu", "GaborForgacs", "IoanKosztin"], "doi": "10.1103/PhysRevE.85.031907"}
{"title": "Patient specific implants for amputation prostheses: design, manufacture and analysis.", "abstract": "To design, manufacture and analyze custom implants with functional gradation in macrostructure for attachment of amputation prostheses.\nThe external shape of the implant was designed by extracting geometrical data of canine cadavers from computed tomography (CT) scans to suit the bone cavity. Three generations of implant designs were developed and were optimized with the help of fit/fill and mechanical performance of implant-cadaver bone assembly using CT analysis and compression testing, respectively. A final optimized, custom Ti6Al4V alloy amputation implant, with approximately 25% porosity in the proximal region and approximately zero percent porosity in the distal region, was fabricated using Laser Engineered Net Shaping (LENS™)--a laser based additive manufacturing technology.\nThe proposed design changes in the second generation designs, in terms of refining thresholds, increased the average fill of the bone cavity from 58% to 83%. Addition of a flange between the stem and the head in the second generation designs resulted in more than a seven-fold increase in the compressive load carrying capacity of the assembly. Application of LENS™ in the fabrication of present custom fit Ti6Al4V alloy implants enabled incorporation of 20 to 30% porosity in the proximal region and one to two percent residual porosity in the distal portion of the implant.\nPatient specific prostheses having direct connection to the skeletal structure can potentially aid in problems related to load transfer and proprioception in amputees. Furthermore, application of LENS™ in the fabrication of custom implants can be faster to incorporate site specific porosity and gradients for improving long-term stability.", "journal": "Veterinary and comparative orthopaedics and traumatology : V.C.O.T", "date": "2012-05-15", "authors": ["PDevasconcellos", "V KBalla", "SBose", "RFugazzi", "W SDernell", "ABandyopadhyay"], "doi": "10.3415/VCOT-11-03-0043"}
{"title": "Alginate and alginate/gelatin microspheres for human adipose-derived stem cell encapsulation and differentiation.", "abstract": "Human adipose-derived stem cells (hADSC) encapsulated in alginate and alginate/gelatin microspheres with adjustable properties were fabricated via an improved microsphere generating device. The mechanism of the device, porous property, swelling behavior of the microspheres and hADSC proliferation as well as adipogenic differentiation were studied extensively. Microspheres with high-ratio evenly distributed adipocytes could be obtained by utilizing the proper matrix material and manufacturing parameters. The adipocyte/hADSC microspheres were a sound in vitro mimicking of a natural fat lobule and therefore a good candidate for adipose tissue engineering and regenerative medicine.", "journal": "Biofabrication", "date": "2012-05-05", "authors": ["RuiYao", "RenjiZhang", "JieLuan", "FengLin"], "doi": "10.1088/1758-5082/4/2/025007"}
{"title": "Laser direct-write of single microbeads into spatially-ordered patterns.", "abstract": "Fabrication of heterogeneous microbead patterns on a bead-by-bead basis promotes new opportunities for sensors, lab-on-a-chip technology and cell-culturing systems within the context of customizable constructs. Laser direct-write (LDW) was utilized to target and deposit solid polystyrene and stem cell-laden alginate hydrogel beads into computer-programmed patterns. We successfully demonstrated single-bead printing resolution and fabricated spatially-ordered patterns of microbeads. The probability of successful microbead transfer from the ribbon surface increased from 0 to 80% with decreasing diameter of 600 to 45 µm, respectively. Direct-written microbeads retained spatial pattern registry, even after 10 min of ultrasonication treatment. SEM imaging confirmed immobilization of microbeads. Viability of cells encapsulated in transferred hydrogel microbeads achieved 37 ± 11% immediately after the transfer process, whereas randomly-patterned pipetted control beads achieved a viability of 51 ± 25%. Individual placement of >10 µm diameter microbeads onto planar surfaces has previously been unattainable. We have demonstrated LDW as a valuable tool for the patterning of single, micrometer-diameter beads into spatially-ordered patterns.", "journal": "Biofabrication", "date": "2012-05-05", "authors": ["Theresa BPhamduy", "Nurazhani AbdulRaof", "Nathan RSchiele", "ZijieYan", "David TCorr", "YongHuang", "YubingXie", "Douglas BChrisey"], "doi": "10.1088/1758-5082/4/2/025006"}
{"title": "Two-photon polymerization-generated and micromolding-replicated 3D scaffolds for peripheral neural tissue engineering applications.", "abstract": "In this study, we explore the production of well-defined macroscopic scaffolds with two-photon polymerization (2PP) and their use as neural tissue engineering scaffolds. We also demonstrate that these 3D scaffolds can be replicated via soft lithography, which increases production efficiency. Photopolymerizable polylactic acid (PLA) was used to produce scaffolds by 2PP and soft lithography. We assessed the biocompatibility of these scaffolds using an SH-SY5Y human neuronal cell line and primary cultured rat Schwann cells (of direct relevance to the repair of nerve injuries). A Comet assay with SH-SY5Y human neuronal cells revealed minimal DNA damage after washing the photocured material for 7 days in ethanol. Additionally, thin films and 3D scaffolds of the photocured PLA sustained a high degree of Schwann cell purity (99%), enabled proliferation over 7 days and provided a suitable substrate for supporting Schwann cell adhesion such that bi-polar and tri-polar morphologies were observed. Evidence of orthogonally aligned and organized actin thin filaments and the formation of focal contacts were observed for the majority of Schwann cells. In summary, this work supports the use of PLA as a suitable material for supporting Schwann cell growth and in turn use of 3D soft lithography for the synthesis of neural scaffolds in nerve repair.", "journal": "Biofabrication", "date": "2012-04-24", "authors": ["AKoroleva", "A AGill", "IOrtega", "J WHaycock", "SSchlie", "S DGittard", "B NChichkov", "FClaeyssens"], "doi": "10.1088/1758-5082/4/2/025005"}
{"title": "Human adipose stem cells maintain proliferative, synthetic and multipotential properties when suspension cultured as self-assembling spheroids.", "abstract": "Adipose-derived stromal/stem cells (ASCs) have been gaining recognition as an extremely versatile cell source for tissue engineering. The usefulness of ASCs in biofabrication is further enhanced by our demonstration of the unique properties of these cells when they are cultured as three-dimensional cellular aggregates or spheroids. As described herein, three-dimensional formulations, or self-assembling ASC spheroids develop their own extracellular matrix that serves to increase the robustness of the cells to mechanical stresses. The composition of the extracellular matrix can be altered based on the external environment of the spheroids and these constructs can be grown in a reproducible manner and to a consistent size. The spheroid formulation helps preserve the viability and developmental plasticity of ASCs even under defined, serum-free media conditions. For the first time, we show that multiple generations of adherent ASCs produced from these spheroids retain their ability to differentiate into multiple cell/tissue types. These demonstrated properties support the idea that culture-expanded ASCs are an excellent candidate cellular material for 'organ printing'-the approach of developing complex tissue structures from a standardized cell 'ink' or cell formulation.", "journal": "Biofabrication", "date": "2012-04-24", "authors": ["S KKapur", "XWang", "HShang", "SYun", "XLi", "GFeng", "MKhurgel", "A JKatz"], "doi": "10.1088/1758-5082/4/2/025004"}
{"title": "Integrated 3D-printed reactionware for chemical synthesis and analysis.", "abstract": "Three-dimensional (3D) printing has the potential to transform science and technology by creating bespoke, low-cost appliances that previously required dedicated facilities to make. An attractive, but unexplored, application is to use a 3D printer to initiate chemical reactions by printing the reagents directly into a 3D reactionware matrix, and so put reactionware design, construction and operation under digital control. Here, using a low-cost 3D printer and open-source design software we produced reactionware for organic and inorganic synthesis, which included printed-in catalysts and other architectures with printed-in components for electrochemical and spectroscopic analysis. This enabled reactions to be monitored in situ so that different reactionware architectures could be screened for their efficacy for a given process, with a digital feedback mechanism for device optimization. Furthermore, solely by modifying reactionware architecture, reaction outcomes can be altered. Taken together, this approach constitutes a relatively cheap, automated and reconfigurable chemical discovery platform that makes techniques from chemical engineering accessible to typical synthetic laboratories.", "journal": "Nature chemistry", "date": "2012-04-24", "authors": ["Mark DSymes", "Philip JKitson", "JunYan", "Craig JRichmond", "Geoffrey J TCooper", "Richard WBowman", "TurlifVilbrandt", "LeroyCronin"], "doi": "10.1038/nchem.1313"}
{"title": "Custom labware: Chemical creativity with 3D printing.", "abstract": null, "journal": "Nature chemistry", "date": "2012-04-24", "authors": ["R DanielJohnson"], "doi": "10.1038/nchem.1333"}
{"title": "Micromechanical finite-element modeling and experimental characterization of the compressive mechanical properties of polycaprolactone-hydroxyapatite composite scaffolds prepared by selective laser sintering for bone tissue engineering.", "abstract": "Bioresorbable scaffolds with mechanical properties suitable for bone tissue engineering were fabricated from polycaprolactone (PCL) and hydroxyapatite (HA) by selective laser sintering (SLS) and modeled by finite-element analysis (FEA). Both solid gage parts and scaffolds having 1-D, 2-D and 3-D orthogonal, periodic porous architectures were made with 0, 10, 20 and 30 vol.% HA. PCL:HA scaffolds manufactured by SLS had nearly full density (99%) in the designed solid regions and had excellent geometric and dimensional control. Through optimization of the SLS process, the compressive moduli for our solid gage parts and scaffolds are the highest reported in the literature for additive manufacturing. The compressive moduli of solid gage parts were 299.3, 311.2, 415.5 and 498.3 MPa for PCL:HA loading at 100:0, 90:10, 80:20 and 70:30, respectively. The compressive effective stiffness tended to increase as the loading of HA was increased and the designed porosity was lowered. In the case of the most 3-D porous scaffold, the compressive modulus more than doubled from 14.9 to 36.2 MPa when changing the material from 100:0 to 70:30 PCL:HA. A micromechanical FEA model was developed to investigate the reinforcement effect of HA loading on the compressive modulus of the bulk material. Using a first-principles based approach, the random distribution of HA particles in a solidified PCL matrix was modeled for any HA loading to predict the bulk mechanical properties of the composites. The bulk mechanical properties were also used for FEA of the scaffold geometries. The results of the FEA were found to be in good agreement with experimental mechanical testing. The development of patient- and site-specific composite tissue-engineering constructs with tailored properties can be seen as a direct extension of this work on computational design, a priori modeling of mechanical properties and direct digital manufacturing.", "journal": "Acta biomaterialia", "date": "2012-04-24", "authors": ["ShaunEshraghi", "SumanDas"], "doi": "10.1016/j.actbio.2012.04.022"}
{"title": "Synergistic action of fibroblast growth factor-2 and transforming growth factor-beta1 enhances bioprinted human neocartilage formation.", "abstract": "Bioprinting as a promising but unexplored approach for cartilage tissue engineering has the advantages of high throughput, digital control, and highly accurate placement of cells and biomaterial scaffold to the targeted 3D locations with simultaneous polymerization. This study tested feasibility of using bioprinting for cartilage engineering and examined the influence of cell density, growth, and differentiation factors. Human articular chondrocytes were printed at various densities, stimulated transiently with growth factors and subsequently with chondrogenic factors. Samples were cultured for up to 4 weeks to evaluate cell proliferation and viability, mechanical properties, mass swelling ratio, water content, gene expression, ECM production, DNA content, and histology. Bioprinted samples treated with FGF-2/TGF-β1 had the best chondrogenic properties among all groups apparently due to synergistic stimulation of cell proliferation and chondrogenic phenotype. ECM production per chondrocyte in low cell density was much higher than that in high cell seeding density. This finding was also verified by mechanical testing and histology. In conclusion, cell seeding density that is feasible for bioprinting also appears optimal for human neocartilage formation when combined with appropriate growth and differentiation factors.", "journal": "Biotechnology and bioengineering", "date": "2012-04-18", "authors": ["XiaofengCui", "KurtBreitenkamp", "MartinLotz", "DarrylD'Lima"], "doi": "10.1002/bit.24488"}
{"title": "Biofabrication of stratified biofilm mimics for observation and control of bacterial signaling.", "abstract": "Signaling between cells guides biological phenotype. Communications between individual cells, clusters of cells and populations exist in complex networks that, in sum, guide behavior. There are few experimental approaches that enable high content interrogation of individual and multicellular behaviors at length and time scales commensurate with the signal molecules and cells themselves. Here we present \"biofabrication\" in microfluidics as one approach that enables in-situ organization of living cells in microenvironments with spatiotemporal control and programmability. We construct bacterial biofilm mimics that offer detailed understanding and subsequent control of population-based quorum sensing (QS) behaviors in a manner decoupled from cell number. Our approach reveals signaling patterns among bacterial cells within a single biofilm as well as behaviors that are coordinated between two communicating biofilms. We envision versatile use of this biofabrication strategy for cell-cell interaction studies and small molecule drug discovery.", "journal": "Biomaterials", "date": "2012-04-18", "authors": ["XiaolongLuo", "Hsuan-ChenWu", "Chen-YuTsao", "YiCheng", "JordanBetz", "Gregory FPayne", "Gary WRubloff", "William EBentley"], "doi": "10.1016/j.biomaterials.2012.03.037"}
{"title": "Emergent functional properties of neuronal networks with controlled topology.", "abstract": "The interplay between anatomical connectivity and dynamics in neural networks plays a key role in the functional properties of the brain and in the associated connectivity changes induced by neural diseases. However, a detailed experimental investigation of this interplay at both cellular and population scales in the living brain is limited by accessibility. Alternatively, to investigate the basic operational principles with morphological, electrophysiological and computational methods, the activity emerging from large in vitro networks of primary neurons organized with imposed topologies can be studied. Here, we validated the use of a new bio-printing approach, which effectively maintains the topology of hippocampal cultures in vitro and investigated, by patch-clamp and MEA electrophysiology, the emerging functional properties of these grid-confined networks. In spite of differences in the organization of physical connectivity, our bio-patterned grid networks retained the key properties of synaptic transmission, short-term plasticity and overall network activity with respect to random networks. Interestingly, the imposed grid topology resulted in a reinforcement of functional connections along orthogonal directions, shorter connectivity links and a greatly increased spiking probability in response to focal stimulation. These results clearly demonstrate that reliable functional studies can nowadays be performed on large neuronal networks in the presence of sustained changes in the physical network connectivity.", "journal": "PloS one", "date": "2012-04-12", "authors": ["EmanueleMarconi", "ThierryNieus", "AlessandroMaccione", "PierluigiValente", "AlessandroSimi", "MirkoMessa", "SilviaDante", "PietroBaldelli", "LucaBerdondini", "FabioBenfenati"], "doi": "10.1371/journal.pone.0034648"}
{"title": "Creating transient cell membrane pores using a standard inkjet printer.", "abstract": "Bioprinting has a wide range of applications and significance, including tissue engineering, direct cell application therapies, and biosensor microfabrication. Recently, thermal inkjet printing has also been used for gene transfection. The thermal inkjet printing process was shown to temporarily disrupt the cell membranes without affecting cell viability. The transient pores in the membrane can be used to introduce molecules, which would otherwise be too large to pass through the membrane, into the cell cytoplasm. The application being demonstrated here is the use of thermal inkjet printing for the incorporation of fluorescently labeled g-actin monomers into cells. The advantage of using thermal ink-jet printing to inject molecules into cells is that the technique is relatively benign to cells. Cell viability after printing has been shown to be similar to standard cell plating methods. In addition, inkjet printing can process thousands of cells in minutes, which is much faster than manual microinjection. The pores created by printing have been shown to close within about two hours. However, there is a limit to the size of the pore created (~10 nm) with this printing technique, which limits the technique to injecting cells with small proteins and/or particles. A standard HP DeskJet 500 printer was modified to allow for cell printing. The cover of the printer was removed and the paper feed mechanism was bypassed using a mechanical lever. A stage was created to allow for placement of microscope slides and coverslips directly under the print head. Ink cartridges were opened, the ink was removed and they were cleaned prior to use with cells. The printing pattern was created using standard drawing software, which then controlled the printer through a simple print command. 3T3 fibroblasts were grown to confluence, trypsinized, and then resuspended into phosphate buffered saline with soluble fluorescently labeled g-actin monomers. The cell suspension was pipetted into the ink cartridge and lines of cells were printed onto glass microscope cover slips. The live cells were imaged using fluorescence microscopy and actin was found throughout the cytoplasm. Incorporation of fluorescent actin into the cell allows for imaging of short-time cytoskeletal dynamics and is useful for a wide range of applications.", "journal": "Journal of visualized experiments : JoVE", "date": "2012-03-29", "authors": ["Alexander BOwczarczak", "Stephen OShuford", "Scott TWood", "SandraDeitch", "DelphineDean"], "doi": "10.3791/3681"}
{"title": "In vivo biocompatibility and biodegradation of 3D-printed porous scaffolds based on a hydroxyl-functionalized poly(ε-caprolactone).", "abstract": "The aim of this study was to evaluate the in vivo biodegradation and biocompatibility of three-dimensional (3D) scaffolds based on a hydroxyl-functionalized polyester (poly(hydroxymethylglycolide-co-ε-caprolactone), PHMGCL), which has enhanced hydrophilicity, increased degradation rate, and improved cell-material interactions as compared to its counterpart poly(ε-caprolactone), PCL. In this study, 3D scaffolds based on this polymer (PHMGCL, HMG:CL 8:92) were prepared by means of fiber deposition (melt-plotting). The biodegradation and tissue biocompatibility of PHMGCL and PCL scaffolds after subcutaneous implantation in Balb/c mice were investigated. At 4 and 12 weeks post implantation, the scaffolds were retrieved and evaluated for extent of degradation by measuring the residual weight of the scaffolds, thermal properties (DSC), and morphology (SEM) whereas the polymer was analyzed for both its composition ((1)H NMR) and molecular weight (GPC). The scaffolds with infiltrated tissues were harvested, fixed, stained and histologically analyzed. The in vitro enzymatic degradation of these scaffolds was also investigated in lipase solutions. It was shown that PHMGCL 3D-scaffolds lost more than 60% of their weight within 3 months of implantation while PCL scaffolds showed no weight loss in this time frame. The molecular weight (M(w)) of PHMGCL decreased from 46.9 kDa before implantation to 23.2 kDa after 3 months of implantation, while the molecular weight of PCL was unchanged in this period. (1)H NMR analysis showed that the degradation of PHMGCL was characterized by a loss of HMG units. In vitro enzymatic degradation showed that PHMGCL scaffolds were degraded within 50 h, while the degradation time for PCL scaffolds of similar structure was 72 h. A normal foreign body response to both scaffold types characterized by the presence of macrophages, lymphocytes, and fibrosis was observed with a more rapid onset in PHMGCL scaffolds. The extent of tissue-scaffold interactions as well as vascularization was shown to be higher for PHMGCL scaffolds compared to PCL ones. Therefore, the fast degradable PHMGCL which showed good biocompatibility is a promising biomaterial for tissue engineering applications.", "journal": "Biomaterials", "date": "2012-03-23", "authors": ["HajarSeyednejad", "DebbyGawlitta", "Raoul VKuiper", "Alainde Bruin", "Cornelus Fvan Nostrum", "TinaVermonden", "Wouter J ADhert", "Wim EHennink"], "doi": "10.1016/j.biomaterials.2012.03.002"}
{"title": "Thermal inkjet printing in tissue engineering and regenerative medicine.", "abstract": "With the advantages of high throughput, digital control, and highly accurate placement of cells and biomaterial scaffold to the desired 2D and 3D locations, bioprinting has great potential to develop promising approaches in translational medicine and organ replacement. The most recent advances in organ and tissue bioprinting based on the thermal inkjet printing technology are described in this review. Bioprinting has no or little side effect to the printed mammalian cells and it can conveniently combine with gene transfection or drug delivery to the ejected living systems during the precise placement for tissue construction. With layer-by-layer assembly, 3D tissues with complex structures can be printed using scanned CT or MRI images. Vascular or nerve systems can be enabled simultaneously during the organ construction with digital control. Therefore, bioprinting is the only solution to solve this critical issue in thick and complex tissues fabrication with vascular system. Collectively, bioprinting based on thermal inkjet has great potential and broad applications in tissue engineering and regenerative medicine. This review article introduces some important patents related to bioprinting of living systems and the applications of bioprinting in tissue engineering field.", "journal": "Recent patents on drug delivery & formulation", "date": "2012-03-23", "authors": ["XiaofengCui", "ThomasBoland", "Darryl DD'Lima", "Martin KLotz"], "doi": "10.2174/187221112800672949"}
{"title": "Facile, rapid and efficient biofabrication of gold nanoparticles decorated with functional proteins.", "abstract": "We report a one-pot biological approach to fabricate gold nanoparticle (AuNP)-ZZ domain conjugates using peptide-functionalized proteins that can simultaneously direct both biomineralization and surface modification of AuNPs. In addition, immuno-AuNPs are readily prepared through the specific binding of antibodies to the ZZ domain on the AuNPs.", "journal": "The Analyst", "date": "2012-03-21", "authors": ["KojiroShimojo", "TeppeiNiide", "TomitsuguTaguchi", "HirochikaNaganawa", "NorihoKamiya", "MasahiroGoto"], "doi": "10.1039/c2an35172b"}
{"title": "Rapid-prototyped PLGA/β-TCP/hydroxyapatite nanocomposite scaffolds in a rabbit femoral defect model.", "abstract": "Bone tissue engineering scaffolds composed of poly(d,l-lactide:glycolide) (DL-PLGA) and β-tricalcium phosphate (β-TCP) nanocomposites were prepared and characterized. Scaffolds with two specific architectures were produced via fused deposition modeling (FDM), a type of extrusion freeform fabrication. Microfilaments deposited at angles of 0° and 90° were designated as the 'simple' scaffold architecture, while those deposited at angles alternating between 0°, 90°, 45° and -45° were designated as the 'complex' scaffold architecture. In addition, the simple and complex scaffolds were coated with hydroxyapatite (HA). The surface morphology of the scaffolds was assessed before and after HA coating and uniform distribution of HA coating on the surface was observed by scanning electron microscopy. The scaffolds were implanted into rabbit femoral unicortical bone defects according to four treatment groups based on pore structure and HA coating. After 6 and 12 weeks, scaffolds and host bone were recovered and processed for histology. Data suggest that all configurations of the scaffolds integrated with the host bone and were biocompatible and thus may offer an exciting new scaffold platform for delivery of biologicals for bone regeneration.", "journal": "Biofabrication", "date": "2012-03-20", "authors": ["JinkuKim", "SeanMcBride", "BrandiTellis", "PedroAlvarez-Urena", "Young-HyeSong", "David DDean", "Victor LSylvia", "HodaElgendy", "JooOng", "Jeffrey OHollinger"], "doi": "10.1088/1758-5082/4/2/025003"}
{"title": "Crosslinked electrospun PVA nanofibrous membranes: elucidation of their physicochemical, physicomechanical and molecular disposition.", "abstract": "The effects of modifying electrospun poly(vinyl alcohol) (PVA) nanofibers through crosslinking using glutaraldehyde (GA) are explored in this paper. Various concentrations of PVA solutions containing model drugs rifampicin (RIF) and isoniazid (INH) were electrospun and thereafter crosslinked using GA vapors. PVA nanofibers demonstrated high drug entrapment efficiency of 98.77% ± 1.384% and 95.07% ± 1.988% for the INH- and RIF-loaded PVA nanofibers, respectively. The surface morphology, molecular vibrational transitions, tensile attributes and in vitro drug release were characterized and supported by in silico molecular mechanics simulations. Results indicated that crosslinking caused a significant reduction in the rate of drug release where 81.11% ± 2.35% of INH and 59.31% ± 2.57% of RIF were released after 12 h. Tensile properties such as the ultimate strength and Young's modulus increased after crosslinking, caused by crosslinks forming between PVA nanofibers as was revealed through scanning electron microscopy analysis. Fourier Transform infrared analysis was conducted to further support the mode of crosslinking. Additionally, image processing analysis was carried out to quantify the effect of formulation variables on the morphology of nanofibers. Furthermore, the effect of GA-induced crosslinking and addition of drugs on the performance of electrospun fibers was further elucidated and conceptualized using a molecular mechanics assisted model building and energy refinement approach via molecular mechanics energy relationships by exploring the spatial disposition of energy-minimized molecular structures of the polymer, crosslinker and the drugs.", "journal": "Biofabrication", "date": "2012-03-20", "authors": ["Rubina PShaikh", "PradeepKumar", "Yahya EChoonara", "Lisa Cdu Toit", "VinessPillay"], "doi": "10.1088/1758-5082/4/2/025002"}
{"title": "Biofilm formation on nanostructured titanium oxide surfaces and a micro/nanofabrication-based preventive strategy using colloidal lithography.", "abstract": "The contamination of implant devices as a result of biofilm formation through bacterial infection has instigated major research in this area, particularly to understand the mechanism of bacterial cell/implant surface interactions and their preventions. In this paper, we demonstrate a controlled method of nanostructured titanium oxide surface synthesis using supersonic cluster beam depositions. The nanoscale surface characterization using atomic force microscopy and a profilometer display a regulated evolution in nanomorphology and physical properties. X-ray photoelectron spectroscopy analyses display a stoichiometric nanostructured TiO(2) film. Measurement of the water contact angle shows a nominal increase in the hydrophilic nature of ns-TiO(2) films, whereas the surface energy increases with decreasing contact angle. Bacterial species Staphylococcus aureus and Escherichia coli interaction with nanostructured surfaces shows an increase in adhesion and biofilm formation with increasing nanoscale morphological properties. Conversely, limiting ns-TiO(2) film distribution to micro/nanopatterned designed substrates integrated with bovine serum albumin functionalization leads to a reduction in biofilm formations due to a globally decreased bacterial cell-surface interaction area. The results have potential implications in inhibiting bacterial colonization and promoting mammalian cell-implant interactions.", "journal": "Biofabrication", "date": "2012-03-13", "authors": ["Ajay VikramSingh", "VarunVyas", "Tushar SSalve", "DanieleCortelli", "DavidDellasega", "AlessandroPodestà", "PaoloMilani", "W NGade"], "doi": "10.1088/1758-5082/4/2/025001"}
{"title": "Toward engineering functional organ modules by additive manufacturing.", "abstract": "Tissue engineering is emerging as a possible alternative to methods aimed at alleviating the growing demand for replacement tissues and organs. A major pillar of most tissue engineering approaches is the scaffold, a biocompatible network of synthetic or natural polymers, which serves as an extracellular matrix mimic for cells. When the scaffold is seeded with cells it is supposed to provide the appropriate biomechanical and biochemical conditions for cell proliferation and eventual tissue formation. Numerous approaches have been used to fabricate scaffolds with ever-growing complexity. Recently, novel approaches have been pursued that do not rely on artificial scaffolds. The most promising ones utilize matrices of decellularized organs or methods based on multicellular self-assembly, such as sheet-based and bioprinting-based technologies. We briefly overview some of the scaffold-free approaches and detail one that employs biological self-assembly and bioprinting. We describe the technology and its specific applications to engineer vascular and nerve grafts.", "journal": "Biofabrication", "date": "2012-03-13", "authors": ["FrancoiseMarga", "KarolyJakab", "ChiragKhatiwala", "BenjaminShepherd", "ScottDorfman", "BradleyHubbard", "StephenColbert", "ForgacsGabor"], "doi": "10.1088/1758-5082/4/2/022001"}
{"title": "Microwave-sintered 3D printed tricalcium phosphate scaffolds for bone tissue engineering.", "abstract": "This study reports the manufacturing process of 3D interconnected macroporous tricalcium phosphate (TCP) scaffolds with controlled internal architecture by direct 3D printing (3DP), and high mechanical strength obtained by microwave sintering. TCP scaffolds with 27%, 35% and 41% designed macroporosity with pore sizes of 500 μm, 750 μm and 1000 μm, respectively, were manufactured by direct 3DP. These scaffolds were then sintered at 1150 °C and 1250 °C in conventional electric muffle and microwave furnaces, respectively. Total open porosity between 42% and 63% was obtained in the sintered scaffolds due to the presence of intrinsic micropores along with designed pores. A significant increase in compressive strength between 46% and 69% was achieved by microwave compared to conventional sintering as a result of efficient densification. Maximum compressive strengths of 10.95 ± 1.28 MPa and 6.62 ± 0.67 MPa were achieved for scaffolds with 500 μm designed pores (~ 400 μm after sintering) sintered in microwave and conventional furnaces, respectively. An increase in cell density with a decrease in macropore size was observed during in vitro cell-material interactions using human osteoblast cells. Histomorphological analysis revealed that the presence of both micro- and macropores facilitated osteoid-like new bone formation when tested in femoral defects of Sprague-Dawley rats. Our results show that bioresorbable 3D-printed TCP scaffolds have great potential in tissue engineering applications for bone tissue repair and regeneration.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2012-03-08", "authors": ["SolaimanTarafder", "Vamsi KrishnaBalla", "Neal MDavies", "AmitBandyopadhyay", "SusmitaBose"], "doi": "10.1002/term.555\n10.1016/j.actbio.2011.06.019\n10.1038/nmat1421\n10.1002/term.422\n10.1002/term.350"}
{"title": "Direct human cartilage repair using three-dimensional bioprinting technology.", "abstract": "Current cartilage tissue engineering strategies cannot as yet fabricate new tissue that is indistinguishable from native cartilage with respect to zonal organization, extracellular matrix composition, and mechanical properties. Integration of implants with surrounding native tissues is crucial for long-term stability and enhanced functionality. In this study, we developed a bioprinting system with simultaneous photopolymerization capable for three-dimensional (3D) cartilage tissue engineering. Poly(ethylene glycol) dimethacrylate (PEGDMA) with human chondrocytes were printed to repair defects in osteochondral plugs (3D biopaper) in layer-by-layer assembly. Compressive modulus of printed PEGDMA was 395.73±80.40 kPa, which was close to the range of the properties of native human articular cartilage. Printed human chondrocytes maintained the initially deposited positions due to simultaneous photopolymerization of surrounded biomaterial scaffold, which is ideal in precise cell distribution for anatomic cartilage engineering. Viability of printed human chondrocytes increased 26% in simultaneous polymerization than polymerized after printing. Printed cartilage implant attached firmly with surrounding tissue and greater proteoglycan deposition was observed at the interface of implant and native cartilage in Safranin-O staining. This is consistent with the enhanced interface failure strength during the culture assessed by push-out testing. Printed cartilage in 3D biopaper had elevated glycosaminoglycan (GAG) content comparing to that without biopaper when normalized to DNA. These observations were consistent with gene expression results. This study indicates the importance of direct cartilage repair and promising anatomic cartilage engineering using 3D bioprinting technology.", "journal": "Tissue engineering. Part A", "date": "2012-03-08", "authors": ["XiaofengCui", "KurtBreitenkamp", "M GFinn", "MartinLotz", "Darryl DD'Lima"], "doi": "10.1089/ten.TEA.2011.0543"}
{"title": "Proposal of an innovative benchmark for accuracy evaluation of dental crown manufacturing.", "abstract": "An innovative benchmark representing a dental arch with classic features corresponding to different kinds of prepared teeth is proposed. Dental anatomy and general rules for tooth preparation are taken into account. This benchmark includes tooth orientation and provides oblique surfaces similar to those of real prepared teeth. The benchmark is produced by additive manufacturing (AM) and subjected to digitization by a dental three-dimensional scanner. The evaluation procedure proves that the scan data can be used as reference model for crown restorations design. Therefore this benchmark is at the basis for comparative studies about different CAD/CAM and AM techniques for dental crowns.", "journal": "Computers in biology and medicine", "date": "2012-03-01", "authors": ["EleonoraAtzeni", "LucaIuliano", "PaoloMinetola", "AlessandroSalmi"], "doi": "10.1016/j.compbiomed.2012.01.009"}
{"title": "Unit cell-based computer-aided manufacturing system for tissue engineering.", "abstract": "Scaffolds play an important role in the regeneration of artificial tissues or organs. A scaffold is a porous structure with a micro-scale inner architecture in the range of several to several hundreds of micrometers. Therefore, computer-aided construction of scaffolds should provide sophisticated functionality for porous structure design and a tool path generation strategy that can achieve micro-scale architecture. In this study, a new unit cell-based computer-aided manufacturing (CAM) system was developed for the automated design and fabrication of a porous structure with micro-scale inner architecture that can be applied to composite tissue regeneration. The CAM system was developed by first defining a data structure for the computing process of a unit cell representing a single pore structure. Next, an algorithm and software were developed and applied to construct porous structures with a single or multiple pore design using solid freeform fabrication technology and a 3D tooth/spine computer-aided design model. We showed that this system is quite feasible for the design and fabrication of a scaffold for tissue engineering.", "journal": "Biofabrication", "date": "2012-03-01", "authors": ["Hyun-WookKang", "Jeong HunPark", "Tae-YunKang", "Young-JoonSeol", "Dong-WooCho"], "doi": "10.1088/1758-5082/4/1/015005"}
{"title": "Skin tissue generation by laser cell printing.", "abstract": "For the aim of ex vivo engineering of functional tissue substitutes, Laser-assisted BioPrinting (LaBP) is under investigation for the arrangement of living cells in predefined patterns. So far three-dimensional (3D) arrangements of single or two-dimensional (2D) patterning of different cell types have been presented. It has been shown that cells are not harmed by the printing procedure. We now demonstrate for the first time the 3D arrangement of vital cells by LaBP as multicellular grafts analogous to native archetype and the formation of tissue by these cells. For this purpose, fibroblasts and keratinocytes embedded in collagen were printed in 3D as a simple example for skin tissue. To study cell functions and tissue formation process in 3D, different characteristics, such as cell localisation and proliferation were investigated. We further analysed the formation of adhering and gap junctions, which are fundamental for tissue morphogenesis and cohesion. In this study, it was demonstrated that LaBP is an outstanding tool for the generation of multicellular 3D constructs mimicking tissue functions. These findings are promising for the realisation of 3D in vitro models and tissue substitutes for many applications in tissue engineering.", "journal": "Biotechnology and bioengineering", "date": "2012-02-14", "authors": ["LotharKoch", "AndreaDeiwick", "SabrinaSchlie", "StefanieMichael", "MartinGruene", "VincentCoger", "DanielaZychlinski", "AxelSchambach", "KerstinReimers", "Peter MVogt", "BorisChichkov"], "doi": "10.1002/bit.24455"}
{"title": "The specification of personalised insoles using additive manufacturing.", "abstract": "Research has been conducted to explore a process that delivers insoles for personalised footwear for the high street using additive manufacturing (AM) and to evaluate the use of such insoles in terms of discomfort. Therefore, the footwear personalisation process was first identified: (1) foot capture; (2) anthropometric measurements; (3) insole design; and (4) additive manufacturing. In order to explore and evaluate this process, recreational runners were recruited. They had both feet scanned and 15 anthropometric measurements taken. Personalised insoles were designed from the scans and manufactured using AM. Participants were fitted with footwear under two experimental conditions: personalised and control, which were compared in terms of discomfort. The mean ratings for discomfort variables were generally low for both conditions and no significant differences were detected between conditions. In general, the personalisation process showed promise in terms of the scan data, although the foot capture position may not be considered 'gold standard'. Polyamide, the material used for the insoles, demonstrated positive attributes: visual inspection revealed no signs of breaking. The footwear personalisation process described and explored in this study shows potential and can be considered a good starting point for designer and researchers.", "journal": "Work (Reading, Mass.)", "date": "2012-02-10", "authors": ["André SSalles", "Diane EGyi"], "doi": "10.3233/WOR-2012-0383-1771"}
{"title": "Osteoinduction and survival of osteoblasts and bone-marrow stromal cells in 3D biphasic calcium phosphate scaffolds under static and dynamic culture conditions.", "abstract": "In many tissue engineering approaches, the basic difference between in vitro and in vivo conditions for cells within three-dimensional (3D) constructs is the nutrition flow dynamics. To achieve comparable results in vitro, bioreactors are advised for improved cell survival, as they are able to provide a controlled flow through the scaffold. We hypothesize that a bioreactor would enhance long-term differentiation conditions of osteogenic cells in 3D scaffolds. To achieve this either primary rat osteoblasts or bone marrow stromal cells (BMSC) were implanted on uniform-sized biphasic calcium phosphate (BCP) scaffolds produced by a 3D printing method. Three types of culture conditions were applied: static culture without osteoinduction (Group A); static culture with osteoinduction (Group B); dynamic culture with osteoinduction (Group C). After 3 and 6 weeks, the scaffolds were analysed by alkaline phosphatase (ALP), dsDNA amount, SEM, fluorescent labelled live-dead assay, and real-time RT-PCR in addition to weekly alamarBlue assays. With osteoinduction, increased ALP values and calcium deposition are observed; however, under static conditions, a significant decrease in the cell number on the biomaterial is observed. Interestingly, the bioreactor system not only reversed the decreased cell numbers but also increased their differentiation potential. We conclude from this study that a continuous flow bioreactor not only preserves the number of osteogenic cells but also keeps their differentiation ability in balance providing a suitable cell-seeded scaffold product for applications in regenerative medicine.", "journal": "Journal of cellular and molecular medicine", "date": "2012-02-07", "authors": ["Subha NRath", "Leonie AStrobel", "AndreasArkudas", "Justus PBeier", "Anne-KathrinMaier", "PeterGreil", "Raymund EHorch", "UlrichKneser"], "doi": "10.1111/j.1582-4934.2012.01545.x"}
{"title": "Indirect rapid prototyping of antibacterial acid anhydride copolymer microneedles.", "abstract": "Microneedles are needle-like projections with microscale features that may be used for transdermal delivery of a variety of pharmacologic agents, including antibacterial agents. In the study described in this paper, an indirect rapid prototyping approach involving a combination of visible light dynamic mask micro-stereolithography and micromolding was used to prepare microneedle arrays out of a biodegradable acid anhydride copolymer, Gantrez(®) AN 169 BF. Fourier transform infrared spectroscopy, energy dispersive x-ray spectrometry and nanoindentation studies were performed to evaluate the chemical and mechanical properties of the Gantrez(®) AN 169 BF material. Agar plating studies were used to evaluate the in vitro antimicrobial performance of these arrays against Bacillus subtilis, Candida albicans, Enterococcus faecalis, Escherichia coli, Pseudomonas aeruginosa and Staphylococcus aureus. Large zones of growth inhibition were noted for Escherichia coli, S. aureus, Enterococcus faecalis and B. subtilis. The performance of Gantrez(®) AN 169 BF against several bacteria suggests that biodegradable acid anhydride copolymer microneedle arrays prepared using visible light dynamic mask micro-stereolithography micromolding may be useful for treating a variety of skin infections.", "journal": "Biofabrication", "date": "2012-01-31", "authors": ["Ryan DBoehm", "Philip RMiller", "RitikaSingh", "AkashShah", "ShaneStafslien", "JustinDaniels", "Roger JNarayan"], "doi": "10.1088/1758-5082/4/1/011002"}
{"title": "The fabrication and cell culture of three-dimensional rolled scaffolds with complex micro-architectures.", "abstract": "Cell cultures for tissue engineering are traditionally prepared on two-dimensional or three-dimensional scaffolds with simple pores; however, this limits mass transportation, which is necessary for cell viability and function. In this paper, an innovative method is proposed for fabricating porous scaffolds with designed complex micro-architectures. Channels devised by computer-aided design were used to simulate features of blood vessels in native rat liver. Rapid prototyping and microreplication were used to produce a negative polydimethylsiloxane mold, and then a planar porous scaffold with predefined microchannel parameters was obtained by freeze-drying a silk fibroin/gelatin solution of an optimized concentration. After seeding with rat primary hepatocytes, the planar scaffold was rolled up to build spatial channels. By reconstructing the three-dimensional channel model in the scaffold in the form of micro-computed topography data and observing the cross-sections of the scroll, we confirmed that the bent channels were still interconnected, with restricted deviations. A comparison of the primary hepatocyte culture in the scaffolds with and without the devised channels proved that our design influenced cell organization and improved cell survival and proliferation. This method can be used for the construction of complex tissues for implantation and for culturing cells in vitro for biological tests and observations.", "journal": "Biofabrication", "date": "2012-01-20", "authors": ["YaxiongLiu", "XiaoLi", "XiaoliQu", "LinZhu", "JiankangHe", "QianZhao", "WanquanWu", "DichenLi"], "doi": "10.1088/1758-5082/4/1/015004"}
{"title": "PHBV/PLLA-based composite scaffolds fabricated using an emulsion freezing/freeze-drying technique for bone tissue engineering: surface modification and in vitro biological evaluation.", "abstract": "Tissue engineering combines living cells with biodegradable materials and/or bioactive components. Composite scaffolds containing biodegradable polymers and nanosized osteoconductive bioceramic with suitable properties are promising for bone tissue regeneration. In this paper, based on blending two biodegradable and biocompatible polymers, namely poly(hydroxybutyrate-co-hydroxyvalerate) (PHBV) and poly(L-lactic acid) (PLLA) with incorporated nano hydroxyapatite (HA), three-dimensional composite scaffolds with controlled microstructures and an interconnected porous structure, together with high porosity, were fabricated using an emulsion freezing/freeze-drying technique. The influence of various parameters involved in the emulsion freezing/freeze-drying technique was studied for the fabrication of good-quality polymer scaffolds based on PHBV polymers. The morphology, mechanical properties and crystallinity of PHBV/PLLA and HA in PHBV/PLLA composite scaffolds and PHBV polymer scaffolds were studied. The scaffolds were coated with collagen in order to improve wettability. During in vitro biological evaluation study, it was observed that SaOS-2 cells had high attachment on collagen-coated scaffolds. Significant improvement in cell proliferation and alkaline phosphatase activity for HA-incorporated composite scaffolds was observed due to the incorporation of HA. After 3 and 7 days of culture on all scaffolds, SaOS-2 cells also had normal morphology and growth. These results indicated that PHBV/PLLA-based scaffolds fabricated via an emulsion freezing/freeze-drying technique were favorable sites for osteoblastic cells and are promising for the applications of bone tissue engineering.", "journal": "Biofabrication", "date": "2012-01-20", "authors": ["NazninSultana", "MinWang"], "doi": "10.1088/1758-5082/4/1/015003"}
{"title": "Air plasma treated chitosan fibers-stacked scaffolds.", "abstract": "Chitosan is a nontoxic, biodegradable and biocompatible polymer. Rapid prototyped chitosan scaffolds were manufactured by liquid-frozen deposition of chitosan fibers in this study. To investigate if the air plasma (AP) treatment could be used to improve the surface properties of these scaffolds for cell attachment, chitosan films were first prepared and treated with AP under different conditions. Under the optimized condition, the water contact angle of chitosan films was significantly reduced from 90 ± 1° to 19 ± 1° after AP treatment. On the other hand, the surface charge and nanometric roughness of chitosan films increased after AP treatment. X-ray photoelectron spectroscopy measurement on AP-treated three-dimensional chitosan scaffolds showed that nitrogen and oxygen increased at each location inside the scaffolds as compared to the untreated ones, which indicated that AP could permeate through the fibrous stacks of the scaffolds and effectively modify the interior (visible) surface of the scaffolds. Moreover, AP treatment enabled the migration of MC3T3-E1 cells into the scaffolds, facilitated their proliferation and promoted the bone mineral deposition. These results suggested that fibers-stacked chitosan scaffolds may be produced by liquid-frozen deposition and treated with AP for bone tissue engineering applications.", "journal": "Biofabrication", "date": "2012-01-20", "authors": ["Shan-huiHsu", "Chen-HuanLin", "Ching-ShiowTseng"], "doi": "10.1088/1758-5082/4/1/015002"}
{"title": "Fabrication of fibrin scaffolds with controlled microscale architecture by a two-photon polymerization-micromolding technique.", "abstract": "Fabrication of three-dimensional (3D) fibrin scaffolds with tightly controllable pore sizes and interconnections has been investigated. The scaffolds were produced using a combination of two-photon polymerization (2PP) and micromolding techniques. Master structures were fabricated by 2PP and regenerated in fibrin by a two-step microreplication procedure. Scanning electron and optical microscopy observations showed that the fibrin scaffolds exhibited a highly porous and interconnected structure. Seeding of endothelial cells in fibrin scaffolds resulted in their directed lining and spreading within network of microreplicated pores, whereas encapsulation of endothelial cells in fibrin gel blocks led to their chaotic and irregular distribution within constructs. These results demonstrate that the 2PP-micromolding technique is suitable for fabrication of complex 3D structures from natural proteins for tissue engineering applications.", "journal": "Biofabrication", "date": "2012-01-20", "authors": ["AnastasiaKoroleva", "ShaunGittard", "SabrinaSchlie", "AndreaDeiwick", "StefanJockenhoevel", "BorisChichkov"], "doi": "10.1088/1758-5082/4/1/015001"}
{"title": "Characterizing the effects of cell settling on bioprinter output.", "abstract": "The time variation in bioprinter output, i.e. the number of cells per printed drop, was studied over the length of a typical printing experiment. This variation impacts the cell population size of bioprinted samples, which should ideally be consistent. The variation in output was specifically studied in the context of cell settling. The bioprinter studied is based on the thermal inkjet HP26A cartridge; however, the results are relevant to other cell delivery systems that draw fluid from a reservoir. A simple mathematical model suggests that the cell concentration in the bottom of the reservoir should increase linearly over time, up to some maximum, and that the cell output should be proportional to this concentration. Two studies were performed in which D1 murine stem cells and similarly sized polystyrene latex beads were printed. The bead output profiles were consistent with the model. The cell output profiles initially followed the increasing trend predicted by the settling model, but after several minutes the cell output peaked and then decreased. The decrease in cell output was found to be associated with the number of use cycles the cartridge had experienced. The differing results for beads and cells suggest that a biological process, such as adhesion, causes the decrease in cell output. Further work will be required to identify the exact process.", "journal": "Biofabrication", "date": "2012-01-20", "authors": ["Matthew EPepper", "VidyaSeshadri", "Timothy CBurg", "Karen J LBurg", "Richard EGroff"], "doi": "10.1088/1758-5082/4/1/011001"}
{"title": "Three-dimensional structure of the shell plate assembly of the chiton Tonicella marmorea and its biomechanical consequences.", "abstract": "This study investigates the three-dimensional structure of the eight plate exoskeletal (shell) assembly of the chiton Tonicella marmorea. X-ray micro-computed tomography and 3D printing elucidate the mechanism of conformational change from a passive (slightly curved, attached to surface) to a defensive (rolled, detached from surface) state of the plate assembly. The passive and defensive conformations exhibited differences in longitudinal curvature index (0.43 vs. 0.70), average plate-to-plate overlap (∼62% vs. ∼48%), cross-sectional overlap heterogeneity (60-82.5% vs. 0-90%, fourth plate), and plate-to-plate separation distance (100% increase in normalized separation distance between plates 4 and 5), respectively. The plate-to-plate interconnections consist of two rigid plates joined by a compliant, actuating muscle, analogous to a geometrically structured shear lap joint. This work provides an understanding of how T. marmorea achieves the balance between mobility and protection. In the passive state, the morphometry of the plates and plate-to-plate interconnections results in an approximately continuous curvature and constant armor thickness, resulting in limited mobility but maximum protection. In the defensive state, the underlying soft tissues gain protection and the chiton gains mobility through tidal flow, but regions of vulnerability open dorsally, due to the increase in plate-to-plate separation and decrease in plate-to-plate overlap. Lastly, experiments using optical and scanning electron microscopy, mercury porosimetry, and Fourier-transform infrared spectroscopy explore the microstructure and spatial distribution of the six layers within the intermediate plates, the role of multilayering in resisting predatory attacks, and the detection of chitin as a major component of the intra-plate organic matrix and girdle.", "journal": "Journal of structural biology", "date": "2012-01-18", "authors": ["Matthew JConnors", "HermannEhrlich", "MartinHog", "ClemenceGodeffroy", "SergioAraya", "IlanKallai", "DanGazit", "MaryBoyce", "ChristineOrtiz"], "doi": "10.1016/j.jsb.2011.12.019"}
{"title": "Relative flattening between velvet and matte 3D shapes: evidence for similar shape-from-shading computations.", "abstract": "Among other cues, the visual system uses shading to infer the 3D shape of objects. The shading pattern depends on the illumination and reflectance properties (BRDF). In this study, we compared 3D shape perception between identical shapes with different BRDFs. The stimuli were photographed 3D printed random smooth shapes that were either painted matte gray or had a gray velvet layer. We used the gauge figure task (J. J. Koenderink, A. J. van Doorn, & A. M. L. Kappers, 1992) to quantify 3D shape perception. We found that the shape of velvet objects was systematically perceived to be flatter than the matte objects. Furthermore, observers' judgments were more similar for matte shapes than for velvet shapes. Lastly, we compared subjective with veridical reliefs and found large systematic differences: Both matte and velvet shapes were perceived more flat than the actual shape. The isophote pattern of a flattened Lambertian shape resembles the isophote pattern of an unflattened velvet shape. We argue that the visual system uses a similar shape-from-shading computation for matte and velvet objects that partly discounts material properties.", "journal": "Journal of vision", "date": "2012-01-05", "authors": ["Maarten W AWijntjes", "KatjaDoerschner", "GizemKucukoglu", "Sylvia CPont"], "doi": "10.1167/12.1.2"}
{"title": "Integrated biofabrication for electro-addressed in-film bioprocessing.", "abstract": "Many recent advances in bioprocessing have been enabled by developments in miniaturization and microfluidics. A continuing challenge, however, is integrating multiple unit operations that require distinct spatial boundaries, especially with included labile biological components. We have suggested \"biofabrication\" as a means for organizing cells and biomolecules in complex configurations while preserving function of individual components. Polysaccharide films of chitosan and alginate that are assembled on-chip by electrodeposition are \"smart\" configurable interfaces that mediate communication between the biological systems and microfabricated devices. Here, we demonstrate the scalable performance of a production address, where incubated cells secrete antibodies, and a capture address, where secreted antibody is retained with specificity and subsequently assayed. The antibody exchange from one electro-address to another exemplifies integrated in-film bioprocessing, facilitated by the integrated biofabrication techniques used. This in-film approach enables complex processes without need for microfluidics and valving. Finally, we have shown scalability by reducing electrode sizes to a 1 mm scale without compromising film biofabrication or bioprocessing performance. The in situ reversible deposition of viable cells, productivity characterization, and capture of secreted antibodies could find use in bioprocessing applications such as clonal selection, run-to-run monitoring, initial scale-up, and areas including drug screening and biopsy analysis.", "journal": "Biotechnology journal", "date": "2012-01-04", "authors": ["Jessica LTerrell", "TanyaGordonov", "YiCheng", "Hsuan-ChenWu", "DarrylSampey", "XiaolongLuo", "Chen-YuTsao", "RezaGhodssi", "Gary WRubloff", "Gregory FPayne", "William EBentley"], "doi": "10.1002/biot.201100181"}
{"title": "Fabrication of hierarchical hybrid structures using bio-enabled layer-by-layer self-assembly.", "abstract": "Development of versatile and flexible assembly systems for fabrication of functional hybrid nanomaterials with well-defined hierarchical and spatial organization is of a significant importance in practical nanobiotechnology applications. Here we demonstrate a bio-enabled self-assembly technique for fabrication of multi-layered protein and nanometallic assemblies utilizing a modular gold-binding (AuBP1) fusion tag. To accomplish the bottom-up assembly we first genetically fused the AuBP1 peptide sequence to the C'-terminus of maltose-binding protein (MBP) using two different linkers to produce MBP-AuBP1 hetero-functional constructs. Using various spectroscopic techniques, surface plasmon resonance (SPR) and localized surface plasmon resonance (LSPR), we verified the exceptional binding and self-assembly characteristics of AuBP1 peptide. The AuBP1 peptide tag can direct the organization of recombinant MBP protein on various gold surfaces through an efficient control of the organic-inorganic interface at the molecular level. Furthermore using a combination of soft-lithography, self-assembly techniques and advanced AuBP1 peptide tag technology, we produced spatially and hierarchically controlled protein multi-layered assemblies on gold nanoparticle arrays with high molecular packing density and pattering efficiency in simple, reproducible steps. This model system offers layer-by-layer assembly capability based on specific AuBP1 peptide tag and constitutes novel biological routes for biofabrication of various protein arrays, plasmon-active nanometallic assemblies and devices with controlled organization, packing density and architecture.", "journal": "Biotechnology and bioengineering", "date": "2011-12-16", "authors": ["MarketaHnilova", "Banu TaktakKaraca", "JamesPark", "CarolJia", "Brandon RWilson", "MehmetSarikaya", "CandanTamerler"], "doi": "10.1002/bit.24405"}
{"title": "Microdrop printing of hydrogel bioinks into 3D tissue-like geometries.", "abstract": "An optimized 3D inkjet printing process is demonstrated for structuring alginate into a tissue-like microvasculature capable of supporting physiological flow rates. Optimizing the reaction at the single-droplet level enables wet hydrogel droplets to be stacked, thus overcoming their natural tendancy to spread and coalesce. Live cells can be patterned using this process and it can be extended to a range of other hydrogels.", "journal": "Advanced materials (Deerfield Beach, Fla.)", "date": "2011-12-14", "authors": ["KrisPataky", "ThomasBraschler", "AndreaNegro", "PhilippeRenaud", "Matthias PLutolf", "JuergenBrugger"], "doi": "10.1002/adma.201102800"}
{"title": "Multi-material bio-fabrication of hydrogel cantilevers and actuators with stereolithography.", "abstract": "Cell-based biohybrid actuators are integrated systems that use biological components including proteins and cells to power material components by converting chemical energy to mechanical energy. The latest progress in cell-based biohybrid actuators has been limited to rigid materials, such as silicon and PDMS, ranging in elastic moduli on the order of mega (10(6)) to giga (10(9)) Pascals. Recent reports in the literature have established a correlation between substrate rigidity and its influence on the contractile behavior of cardiomyocytes (A. J. Engler, C. Carag-Krieger, C. P. Johnson, M. Raab, H. Y. Tang and D. W. Speicher, et al., J. Cell Sci., 2008, 121(Pt 22), 3794-3802, P. Bajaj, X. Tang, T. A. Saif and R. Bashir, J. Biomed. Mater. Res., Part A, 2010, 95(4), 1261-1269). This study explores the fabrication of a more compliant cantilever, similar to that of the native myocardium, with elasticity on the order of kilo (10(3)) Pascals. 3D stereolithographic technology, a layer-by-layer UV polymerizable rapid prototyping system, was used to rapidly fabricate multi-material cantilevers composed of poly(ethylene glycol) diacrylate (PEGDA) and acrylic-PEG-collagen (PC) mixtures. The incorporation of acrylic-PEG-collagen into PEGDA-based materials enhanced cell adhesion, spreading, and organization without altering the ability to vary the elastic modulus through the molecular weight of PEGDA. Cardiomyocytes derived from neonatal rats were seeded on the cantilevers, and the resulting stresses and contractile forces were calculated using finite element simulations validated with classical beam equations. These cantilevers can be used as a mechanical sensor to measure the contractile forces of cardiomyocyte cell sheets, and as an early prototype for the design of optimal cell-based biohybrid actuators.", "journal": "Lab on a chip", "date": "2011-11-30", "authors": ["VincentChan", "Jae HyunJeong", "PiyushBajaj", "MitchellCollens", "TaherSaif", "HyunjoonKong", "RashidBashir"], "doi": "10.1039/c1lc20688e"}
{"title": "Load-adaptive scaffold architecturing: a bioinspired approach to the design of porous additively manufactured scaffolds with optimized mechanical properties.", "abstract": "Computer-Aided Tissue Engineering (CATE) is based on a set of additive manufacturing techniques for the fabrication of patient-specific scaffolds, with geometries obtained from medical imaging. One of the main issues regarding the application of CATE concerns the definition of the internal architecture of the fabricated scaffolds, which, in turn, influences their porosity and mechanical strength. The present study envisages an innovative strategy for the fabrication of highly optimized structures, based on the a priori finite element analysis (FEA) of the physiological load set at the implant site. The resulting scaffold micro-architecture does not follow a regular geometrical pattern; on the contrary, it is based on the results of a numerical study. The algorithm was applied to a solid free-form fabrication process, using poly(ε-caprolactone) as the starting material for the processing of additive manufactured structures. A simple and intuitive geometry was chosen as a proof-of-principle application, on which finite element simulations and mechanical testing were performed. Then, to demonstrate the capability in creating mechanically biomimetic structures, the proximal femur subjected to physiological loading conditions was considered and a construct fitting a femur head portion was designed and manufactured.", "journal": "Annals of biomedical engineering", "date": "2011-11-24", "authors": ["AlbertoRainer", "Sara MGiannitelli", "DinoAccoto", "StefanoDe Porcellinis", "EugenioGuglielmelli", "MarcellaTrombetta"], "doi": "10.1007/s10439-011-0465-4"}
{"title": "Fabrication of protein micropatterns using a functional substrate with convertible protein-adsorption surface properties.", "abstract": "A functional substrate capable of regulating protein adsorption was prepared using a crosslinked albumin (cl-albumin) film for use in the fabrication of protein micropatterns. The adsorption of proteins with different characteristics onto cl-albumin film, including serum proteins, serum albumin, and lysozyme, was investigated using a quartz crystal microbalance. The results showed that surfaces coated with cl-albumin film are highly resistant to protein adsorption, regardless of protein charge and rigidity. In addition, this adsorption-resistance property can be easily converted to promote protein adsorption by exposing the cl-albumin film to a charged polymer solution. By combining the convertible surface property of cl-albumin film and inkjet printing techniques, a precise protein micropattern was successfully fabricated on the substrate. Protein adsorption onto the wall surface of microchannels could also be suppressed or promoted by coating the surface with cl-albumin film. This approach will aid in the development of biomaterials carrying protein micropatterns, such as biosensors, biochips, and cellular scaffolds.", "journal": "Journal of biomedical materials research. Part A", "date": "2011-11-09", "authors": ["HironoriYamazoe"], "doi": "10.1002/jbm.a.33279"}
{"title": "Blood platelet adhesion to printed von Willebrand factor.", "abstract": "Von Willebrand factor (vWF), a glycoprotein in blood, mediates the adhesion of blood platelets and thus plays a crucial role in hemostasis and thrombosis. Functional coating of surfaces with vWF allows the investigation of in vitro adhesion of blood platelet. We used soft lithography to create a functional patterned substrate. vWF was printed on plasma-treated glass and mica surfaces, producing elongated network-like fibril structures. A minimum layer thickness of 3 nm was observed, corresponding to the height of a monolayer of vWF. The stability of the patterns was verified in a laminar fluid flow, and the bioactivity of the structures was tested with platelet adhesion experiments. Platelets adhered to and spread on printed vWF. These results indicate that printed vWF substrates are stable and functional in typical perfusion experiments, and thus provide a useful tool for studying thrombus formation in vitro.", "journal": "Journal of biomedical materials research. Part A", "date": "2011-11-09", "authors": ["PolinaDavydovskaya", "MarekJanko", "FlorianGaertner", "ZerkahAhmad", "ÖzlemSimsek", "SteffenMaßberg", "Robert WStark"], "doi": "10.1002/jbm.a.33275"}
{"title": "Determinants of microvascular network topologies in implanted neovasculatures.", "abstract": "During neovascularization, the end result is a new functional microcirculation composed of a network of mature microvessels with specific topologies. Although much is known concerning the mechanisms underlying the initiation of angiogenesis, it remains unclear how the final architecture of microcirculatory beds is regulated. To begin to address this, we determined the impact of angiogenic neovessel prepatterning on the final microvascular network topology using a model of implant neovascularization.\nWe used 3D direct-write bioprinting or physical constraints in a manner permitting postangiogenesis vascular remodeling and adaptation to pattern angiogenic microvascular precursors (neovessels formed from isolated microvessel segments) in 3D collagen gels before implantation and subsequent network formation. Neovasculatures prepatterned into parallel arrays formed functional networks after 4 weeks postimplantation but lost the prepatterned architecture. However, maintenance of uniaxial physical constraints during postangiogenesis remodeling of the implanted neovasculatures produced networks with aligned microvessels, as well as an altered proportional distribution of arterioles, capillaries, and venules.\nHere we show that network topology resulting from implanted microvessel precursors is independent from prepatterning of precursors but can be influenced by a patterning stimulus involving tissue deformation during postangiogenesis remodeling and maturation.", "journal": "Arteriosclerosis, thrombosis, and vascular biology", "date": "2011-11-05", "authors": ["Carlos CChang", "LaxminarayananKrishnan", "Sara SNunes", "Kenneth HChurch", "Lowell TEdgar", "Eugene DBoland", "Jeffery AWeiss", "Stuart KWilliams", "James BHoying"], "doi": "10.1161/ATVBAHA.111.238725"}
{"title": "Effects of silica and zinc oxide doping on mechanical and biological properties of 3D printed tricalcium phosphate tissue engineering scaffolds.", "abstract": "To evaluate the effects of silica (SiO(2)) (0.5 wt%) and zinc oxide (ZnO) (0.25 wt%) dopants on the mechanical and biological properties of tricalcium phosphate (TCP) scaffolds with three dimensionally (3D) interconnected pores.\nScaffolds were created with a commercial 3D printer. Post sintering phase analysis was determined by X-ray diffraction. Surface morphology of the scaffolds was examined by field emission scanning electron microscopy (FESEM). Mechanical strength was evaluated with a screw driven universal testing machine. MTT assay was used for cellular proliferation characteristics and cellular morphology was examined by FESEM.\nAddition of dopants into TCP increased the average density of pure TCP from 90.8 ± 0.8% to 94.1 ± 1.6% and retarded the β to α phase transformation at high sintering temperatures, which resulted in up to 2.5 fold increase in compressive strength. In vitro cell-materials interaction studies, carried out using hFOB cells, confirmed that the addition of SiO(2) and ZnO to the scaffolds facilitated faster cell proliferation when compared to pure TCP scaffolds.\nAddition of SiO(2) and ZnO dopants to the TCP scaffolds showed increased mechanical strength as well as increased cellular proliferation.", "journal": "Dental materials : official publication of the Academy of Dental Materials", "date": "2011-11-04", "authors": ["Gary AFielding", "AmitBandyopadhyay", "SusmitaBose"], "doi": "10.1016/j.dental.2011.09.010"}
{"title": "Layer-by-layer tissue microfabrication supports cell proliferation in vitro and in vivo.", "abstract": "Layer-by-layer biofabrication represents a novel strategy to create three-dimensional living structures with a controlled internal architecture, using cell micromanipulation technologies. Laser assisted bioprinting (LAB) is an effective printing method for patterning cells, biomolecules, and biomaterials in two dimensions. \"Biopapers,\" made of thin polymer scaffolds, may be appropriate to achieve three-dimensional constructs and to reinforce mechanical properties of printed materials. The aim of this work was to evaluate the effect of the tridimensional organization of cells and biomaterials on cell proliferation in vitro and in vivo. The experimental LAB setup was comprised of an infrared laser, focused onto a glass ribbon coated with an absorbing layer of gold. The cell bioink was made of MG63 cells (50 millions cells/mL in culture medium and 1% alginate), transduced with Luciferase gene for tracking and quantification. The printing substrate was a 100-μm-thick polycaprolacton (PCL) electrospun scaffold. The building sequence comprised sequential layers of cells and PCL scaffolds stacked using two different tridimensional arrangements, which were compared in this study (layer-by-layer vs. seeding on a single locus of the scaffolds). Then the cell-seeded materials were cultured in vitro or implanted in vivo in NOD-SCID mice. The qualitative follow-up involved scanning electron microscopy (SEM) observations, live-dead assays, and histology. The cell amount was quantified by photon imager during 21 days in vitro and 2 months in vivo. Live- dead assay and SEM revealed that the cells survived after printing and spread onto PCL membranes. Circle-shaped patterns were maintained in vitro during the first week but they were no longer observable after 2 weeks, due to cell proliferation. Luciferase tracking displayed that the cell amount was increased in vitro and in vivo when the materials and the cells where stacked layer by layer. Histological sections of the in vivo samples revealed a thicker fibrous tissue in the layer-by-layer samples. We have demonstrated in this study that PCL electrospun biopapers can act as a shock-absorbing mattress for cell printing and could further support cell proliferation. The layer-by-layer printing provided an appropriate 3D environment for cell survival and enhanced cell proliferation in vitro and in vivo.", "journal": "Tissue engineering. Part C, Methods", "date": "2011-09-08", "authors": ["SylvainCatros", "FabienGuillemot", "AnandkumarNandakumar", "SophiaZiane", "LorenzoMoroni", "PamelaHabibovic", "Clemensvan Blitterswijk", "BenoitRousseau", "OlivierChassande", "JoëlleAmédée", "Jean-ChristopheFricain"], "doi": "10.1089/ten.TEC.2011.0382"}
{"title": "Biofabrication of osteochondral tissue equivalents by printing topologically defined, cell-laden hydrogel scaffolds.", "abstract": "Osteochondral defects are prone to induce osteoarthritic degenerative changes. Many tissue-engineering approaches that aim to generate osteochondral implants suffer from poor tissue formation and compromised integration. This illustrates the need for further improvement of heterogeneous tissue constructs. Engineering of these structures is expected to profit from strategies addressing the complexity of tissue organization and the simultaneous use of multiple cell types. Moreover, this enables the investigation of the effects of three-dimensional (3D) organization and architecture on tissue function. In the present study, we characterize the use of a 3D fiber deposition (3DF) technique for the fabrication of cell-laden, heterogeneous hydrogel constructs for potential use as osteochondral grafts. Changing fiber spacing or angle of fiber deposition yielded scaffolds of varying porosity and elastic modulus. We encapsulated and printed fluorescently labeled human chondrocytes and osteogenic progenitors in alginate hydrogel yielding scaffolds of 1×2 cm with different parts for both cell types. Cell viability remained high throughout the printing process, and cells remained in their compartment of the printed scaffold for the whole culture period. Moreover, distinctive tissue formation was observed, both in vitro after 3 weeks and in vivo (6 weeks subcutaneously in immunodeficient mice), at different locations within one construct. These results demonstrate the possibility of manufacturing viable centimeter-scaled structured tissues by the 3DF technique, which could potentially be used for the repair of osteochondral defects.", "journal": "Tissue engineering. Part C, Methods", "date": "2011-08-23", "authors": ["Natalja EFedorovich", "WouterSchuurman", "Hans MWijnberg", "Henk-JanPrins", "P Renévan Weeren", "JosMalda", "JacquelineAlblas", "Wouter J ADhert"], "doi": "10.1089/ten.TEC.2011.0060"}
{"title": "PLGA/hydrogel biopapers as a stackable substrate for printing HUVEC networks via BioLP.", "abstract": "Two major challenges in tissue engineering are mimicking the native cell-cell arrangements of tissues and maintaining viability of three-dimension (3D) tissues thicker than 300 µm. Cell printing and prevascularization of engineered tissues are promising approaches to meet these challenges. However, the printing technologies used in biofabrication must balance the competing parameters of resolution, speed, and volume, which limit the resolution of thicker 3D structures. We suggest that high-resolution conformal printing techniques can be used to print 2D patterns of vascular cells onto biopaper substrates which can then be stacked to form a thicker tissue construct. Towards this end we created 1 cm × 1 cm × 300 µm biopapers to be used as the transferable, stackable substrate for cell printing. 3.6% w/v poly-lactide-co-glycolide was dissolved in chloroform and poured into molds filled with NaCl crystals. The salt was removed with DI water and the scaffolds were dried and loaded with a Collagen Type I or Matrigel. SEM of the biopapers showed extensive porosity and gel loading throughout. Biological laser printing (BioLP) was used to deposit human umbilical vein endothelial cells (HUVEC) in a simple intersecting pattern to the surface of the biopapers. The cells differentiated and stretched to form networks preserving the printed pattern. In a separate experiment to demonstrate \"stackability,\" individual biopapers were randomly seeded with HUVECs and cultured for 1 day. The mechanically stable and viable biopapers were then stacked and cultured for 4 days. Three-dimensional confocal microscopy showed cell infiltration and survival in the compound multilayer constructs. These results demonstrate the feasibility of stackable \"biopapers\" as a scaffold to build 3D vascularized tissues with a 2D cell-printing technique.", "journal": "Biotechnology and bioengineering", "date": "2011-08-11", "authors": ["Russell KirkPirlo", "PeterWu", "JinnyLiu", "BradleyRingeisen"], "doi": "10.1002/bit.23295"}
{"title": "Novel composite implant in craniofacial bone reconstruction.", "abstract": "Bioactive glass (BAG) and polymethyl methacrylate (PMMA) have been used in clinical applications. Antimicrobial BAG has the ability to attach chemically to surrounding bone, but it is not possible to bend, drill or shape BAG during the operation. PMMA has advantages in terms of shaping during the operation, but it does not attach chemically to the bone and is an exothermic material. To increase the usefulness of BAG and PMMA in skull bone defect reconstructions, a new composite implant containing BAG and PMMA in craniofacial reconstructions is presented. Three patients had pre-existing large defects in the calvarial and one in the midface area. An additive manufacturing (AM) model was used preoperatively for treatment planning and custom-made implant production. The trunk of the PMMA implant was coated with BAG granules. Clinical and radiological follow-up was performed postoperatively at 1 week, and 3, 6 and 12 months, and thereafter annually up to 5 years. Computer tomography (CT) and positron emission tomography (PET-CT) were performed at 12 and 24 months postoperatively. Uneventful clinical recovery with good esthetic and functional outcome was seen. CT and PET-CT findings supported good clinical outcome. The BAG-PMMA implant seems to be a promising craniofacial reconstruction alternative. However, more clinical experience is needed.", "journal": "European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery", "date": "2011-06-02", "authors": ["Matti JPeltola", "Pekka KVallittu", "VilleVuorinen", "Allan A JAho", "AnttiPuntala", "Kalle M JAitasalo"], "doi": "10.1007/s00405-011-1607-x\n10.1097/01.prs.0000173862.20563.12\n10.1016/S1010-5182(03)00024-6\n10.1016/j.otohns.2004.02.033\n10.1097/00006534-199911000-00025\n10.1080/030919099294401\n10.1053/joms.2002.30575\n10.1097/00001665-200303000-00003\n10.1097/00005537-200401000-00005\n10.1016/j.joms.2005.03.016\n10.1080/00016480410016478\n10.1097/00006534-200203000-00005\n10.1097/00001665-199605000-00006\n10.1002/hed.20436\n10.1111/j.1600-0501.2004.00989.x\n10.1007/s10856-007-3018-5\n10.1007/s10856-007-3143-1\n10.1002/jbm.820040309\n10.1002/jbm.820100212\n10.1046/j.0909-8836.1998.eos106109.x\n10.1002/app.20654\n10.1007/s00259-006-0280-6\n10.1016/0142-9612(95)00326-6\n10.1002/jbm.820180411\n10.1007/BF00154553\n10.1016/0109-5641(95)80031-X"}
{"title": "Additive manufacturing for microvascular reconstruction of the mandible in 20 patients.", "abstract": "The aim of this study was to evaluate the use of model mandibles made preoperatively by additive manufacturing, which were used to prebend reconstruction plates prior to mandibular resection and reconstruction with microvascular bony flaps.\nComputer Tomography (CT) or Cone Beam Tomography (CBT) scans acquired preoperatively were used to obtain DICOM data sets to produce a model of the mandible using rapid prototyping. This model was used as a template to prebend and then sterilize a 2.3 or 2.7 reconstruction plate, which was used to reconstruct the mandible with a microvascular bony flap. This technique was used in 20 consecutive patients who required mandibular resection and reconstruction because of a tumour or osteoradionecrosis.\nThe prebent plate was used in all patients intraoperatively without the need for any further bending. The average time to bend a plate on a nonsterile model was 0.42 h (range 0.25-0.68 h). This is felt to represent the minimum amount of time saved during the operation. Additive manufacture of the mandible prior to resection and reconstruction with a microvascular flap is a useful technique which reduces the operating time.", "journal": "Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery", "date": "2011-02-08", "authors": ["BerndLethaus", "LucasPoort", "RolandBöckmann", "RalfSmeets", "ReneTolba", "PeterKessler"], "doi": "10.1016/j.jcms.2011.01.007"}
