{"title": "ElePhant--an anatomical electronic phantom as simulation-system for otologic surgery.", "abstract": "This paper describes the ElePhant (Electronic Phantom)-an anatomical correct simulation system based on 3D rapid prototyping models for the otologic intervention \"Mastoidectomy\". The anatomical structures of the head are created with plaster as base material using 3D-printing as rapid prototyping technology (RPT). Structures at risk, represented by electrically conductible material and fiber optics, are realized as an electric circuit and can be detected during the simulation of the surgical procedure. An accuracy study of 15 identical RPT-models compared to the 3D reconstructed CT-dataset of the patient showed that the mean accuracy is lower than the reconstructed CT layer thickness of 0.5 mm. An evaluation study of the ElePhant-system for \"Mastoidectomy\" was performed by 7 ENT-surgeons. The mean value of the study questionnaire (evaluation range from -2 (not at all) to +2 (very good)) was +1.2. The results showed that the ElePhant can simulate \"Mastoidectomy\" realistically. It is especially suitable for the simulation of the correct representation and position of the anatomical structures, realistic operation setting, and realistic milling properties of the bone structure. Furthermore it is applicable for training of surgeons.", "journal": "Conference proceedings : ... Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual Conference", "date": "2007-10-20", "authors": ["RGrunert", "GStrauss", "HMoeckel", "MHofer", "APoessneck", "UFickweiler", "MThalheim", "RSchmiedel", "PJannin", "TSchulz", "JOeken", "ADietz", "WKorb"], "doi": "10.1109/IEMBS.2006.260542"}
{"title": "Fabrication and characterization of poly(propylene fumarate) scaffolds with controlled pore structures using 3-dimensional printing and injection molding.", "abstract": "Poly(propylene fumarate) (PPF) is an injectable, biodegradable polymer that has been used for fabricating preformed scaffolds in tissue engineering applications because of in situ crosslinking characteristics. Aiming for understanding the effects of pore structure parameters on bone tissue ingrowth, 3-dimensional (3D) PPF scaffolds with controlled pore architecture have been produced in this study from computer-aided design (CAD) models. We have created original scaffold models with 3 pore sizes (300, 600, and 900 microm) and randomly closed 0%, 10%, 20%, or 30% of total pores from the original models in 3 planes. PPF scaffolds were fabricated by a series steps involving 3D printing of support/build constructs, dissolving build materials, injecting PPF, and dissolving support materials. To investigate the effects of controlled pore size and interconnectivity on scaffolds, we compared the porosities between the models and PPF scaffolds fabricated thereby, examined pore morphologies in surface and cross-section using scanning electron microscopy, and measured permeability using the falling head conductivity test. The thermal properties of the resulting scaffolds as well as uncrosslinked PPF were determined by differential scanning calorimetry and thermogravimetric analysis. Average pore sizes and pore shapes of PPF scaffolds with 600- and 900-microm pores were similar to those of CAD models, but they depended on directions in those with 300-microm pores. Porosity and permeability of PPF scaffolds decreased as the number of closed pores in original models increased, particularly when the pore size was 300 microm as the result of low porosity and pore occlusion. These results show that 3D printing and injection molding technique can be applied to crosslinkable polymers to fabricate 3D porous scaffolds with controlled pore structures, porosity, and permeability using their CAD models.", "journal": "Tissue engineering", "date": "2007-05-24", "authors": ["Kee-WonLee", "ShanfengWang", "LichunLu", "EsmaielJabbari", "Bradford LCurrier", "Michael JYaszemski"], "doi": "10.1089/ten.2006.12.2801"}
{"title": "Toward human organ printing: Charleston Bioprinting Symposium.", "abstract": "The First Annual Charleston Bioprinting Symposium was organized by the Bioprinting Research Center of the Medical University of South Carolina (MUSC) and convened July 21, 2006, in Charleston, South Carolina. In broad terms, bioprinting is the application of rapid prototyping technology to the biomedical field. More specifically, it is defined as the layer by layer deposition of biologically relevant material. The 2006 Symposium included four sessions: Computer-aided design and Bioprinting, Bioprinting Technologies; Hydrogel for Bioprinting and, finally, a special session devoted to ongoing research projects at the MUSC Bioprinting Research Center. The Symposium highlight was the presentation of the multidisciplinary Charleston Bioengineered Kidney Project. This symposium demonstrated that bioprinting or robotic biofabrication is one of the most exciting and fast-emerging branches in the tissue engineering field. Robotic biofabrication will eventually lead to industrial production of living human organs suitable for clinical transplantation. The symposium demonstrated that although there are still many technological challenges, organ printing is a rapidly evolving feasible technology.", "journal": "ASAIO journal (American Society for Artificial Internal Organs : 1992)", "date": "2006-11-23", "authors": ["VladimirMironov"], "doi": "10.1097/01.mat.0000248999.25334.6a"}
{"title": "Research project: Charleston Bioengineered Kidney Project.", "abstract": "The goal of Charleston Bioengineered Kidney Project is to engineer a functional living human kidney suitable for surgical implantation using principles of directed tissue self-assembly and tissue fusion. This is a multidisciplinary project which incorporates multiple innovative bioengineering technologies and expertise from a broad spectrum of disciplines. The conceptual framework, engineering principles, design, potential cell source as well as the first preliminary data demonstrating the feasibility of the proposed Charleston Bioengineered Kidney Project are outlined. The potential challenges are described. Finally, the experts' opinion about the proposed project is also presented.", "journal": "Biotechnology journal", "date": "2006-09-21", "authors": ["VladimirMironov", "ChristopherDrake", "XuejunWen"], "doi": "10.1002/biot.200690107"}
{"title": "Three-dimensional tissue constructs built by bioprinting.", "abstract": "Bioprinting is an evolving tissue engineering technology. It utilizes computer controlled three-dimensional printers for rapid and high-precision construction of three-dimensional biological structures. We employed discrete and continuous bioprinting to build three-dimensional tissue constructs. In the former case bioink particles - spherical cell aggregates composed of many thousands of cells - are delivered one by one into biocompatible scaffolds, the biopaper. Structure formation takes place by the subsequent fusion of the bioink particles due to their liquid-like and self-assembly properties. In the latter case a mixture of cells and scaffold material is extruded from the biocartridge akin to toothpaste to arrive at the desired construct. Specifically, we built rectangular tissue blocks of several hundred microns in thickness as well as tubular structures of several millimeters in height. The physical basis of structure formation was studied by computer simulations.", "journal": "Biorheology", "date": "2006-08-17", "authors": ["KarolyJakab", "BrookDamon", "AdrianNeagu", "AnatolijKachurin", "GaborForgacs"], "doi": null}
{"title": "Development of patient-specific three-dimensional pediatric cardiac models.", "abstract": "The availability of algorithms to create three-dimensional (3D) models from medical images has made it possible to render and build patient-specific reconstructions of individual body parts. In the present study, this technology was used to create 3D models of pediatric hearts for use in medical device development. Digital models were created using CT datasets of pediatric hearts and commercially available 3D image processing software. Using this software, stacked CT data were viewed, and pixels representing the heart and rib cage were selected and rendered as 3D models. Stereolithography and 3D printing technology were used to create rigid and flexible physical heart models (biomodels) from the digital models. Twelve on-screen models of the thorax and cardiac structures were created from cardiac CT scans obtained from 11 patients with and without congenital heart disease (median age, 3 years; range, 2 days to 13 years). Rigid and flexible physical heart models were generated from the digital models to provide tactile and visual information. 3D models of pediatric cardiac and chest anatomy provide enhanced understanding and tactile representation of complex anatomy. Precise representation of the spatial relationships between anatomic structures is particularly useful during the development and placement of medical devices.", "journal": "ASAIO journal (American Society for Artificial Internal Organs : 1992)", "date": "2006-06-09", "authors": ["Angela MNoecker", "Ji-FengChen", "QunZhou", "Richard DWhite", "Michael WKopcak", "M JanineArruda", "Brian WDuncan"], "doi": "10.1097/01.mat.0000217962.98619.ab"}
{"title": "Review: bioprinting: a beginning.", "abstract": "An increasing demand for directed assembly of biologically relevant materials, with prescribed three-dimensional hierarchical organizations, is stimulating technology developments with the ultimate goal of re-creating multicellular tissues and organs de novo. Existing techniques, mostly adapted from other applications or fields of research, are capable of independently meeting partial requirements for engineering biological or biomimetic structures, but their integration toward organ engineering is proving difficult. Inspired by recent developments in material transfer processes operating at all relevant length scales--from nano to macro--which are amenable to biological elements, a new research field of bioprinting and biopatterning has emerged. Here we present a short review regarding the framework, state of the art, and perspectives of this new field, based on the findings presented at a recent international workshop.", "journal": "Tissue engineering", "date": "2006-05-06", "authors": ["VladimirMironov", "NunoReis", "BrianDerby"], "doi": "10.1089/ten.2006.12.631"}
{"title": "Multimodal similarity and categorization of novel, three-dimensional objects.", "abstract": "Similarity has been proposed as a fundamental principle underlying mental object representations and capable of supporting cognitive-level tasks such as categorization. However, much of the research has considered connections between similarity and categorization for tasks performed using a single perceptual modality. Considering similarity and categorization within a multimodal context opens up a number of important questions: Are the similarities between objects the same when they are perceived using different modalities or using more than one modality at a time? Is similarity still able to explain categorization performance when objects are experienced multimodally? In this study, we addressed these questions by having subjects explore novel, 3D objects which varied parametrically in shape and texture using vision alone, touch alone, or touch and vision together. Subjects then performed a pair-wise similarity rating task and a free sorting categorization task. Multidimensional scaling (MDS) analysis of similarity data revealed that a single underlying perceptual map whose dimensions corresponded to shape and texture could explain visual, haptic, and bimodal similarity ratings. However, the relative dimension weights varied according to modality: shape dominated texture when objects were seen, whereas shape and texture were roughly equally important in the haptic and bimodal conditions. Some evidence was found for a multimodal connection between similarity and categorization: the probability of category membership increased with similarity while the probability of a category boundary being placed between two stimuli decreased with similarity. In addition, dimension weights varied according to modality in the same way for both tasks. The study also demonstrates the usefulness of 3D printing technology and MDS techniques in the study of visuohaptic object processing.", "journal": "Neuropsychologia", "date": "2006-04-04", "authors": ["TheresaCooke", "FrankJäkel", "ChristianWallraven", "Heinrich HBülthoff"], "doi": "10.1016/j.neuropsychologia.2006.02.009"}
