{"title": "Generation of three-dimensional prototype models based on cone beam computed tomography.", "abstract": "The purpose of this study was to generate three-dimensional models based on digital volumetric data that can be used in basic and advanced education.\nFour sets of digital volumetric data were established by cone beam computed tomography (CBCT) (Accuitomo, J. Morita, Kyoto, Japan). Datasets were exported as Dicom formats and imported into Mimics and Magic software programs to separate the different tissues such as nerve, tooth and bone. These data were transferred to a Polyjet 3D Printing machine (Eden 330, Object, Israel) to generate the models.\nThree-dimensional prototype models of certain limited anatomical structures as acquired volumetrically were fabricated.\nGenerating three-dimensional models based on CBCT datasets is possible. Automated routine fabrication of these models, with the given infrastructure, is too time-consuming and therefore too expensive.", "journal": "International journal of computer assisted radiology and surgery", "date": "2009-12-25", "authors": ["J ThLambrecht", "D CBerndt", "RSchumacher", "MZehnder"], "doi": "10.1007/s11548-008-0275-9"}
{"title": "CAD/CAM and rapid prototyped scaffold construction for bone regenerative medicine and surgical transfer of virtual planning: a pilot study.", "abstract": "We developed a model to test new bone constructs to replace spare skeletal segments originating from new generation scaffolds for bone marrow-derived mesenchymal stem cells. Using computed tomography (CT) data, scaffolds were defined using computer-aided design/computer-aided manufacturing (CAD/CAM) for rapid prototyping by three-dimensional (3D) printing. A bone defect was created in pig mandible ramus by condyle resection for CT and CAD/CAM elaboration of bone volume for cutting and scaffold restoration. The protocol produced a perfect-fitting bone substitute model for rapid prototyped hydroxyapatite (HA) scaffolds. A surgical guide system was developed to accurately reproduce virtually planned bone sectioning procedures in animal models to obtain a perfect fit during surgery.", "journal": "Computerized medical imaging and graphics : the official journal of the Computerized Medical Imaging Society", "date": "2008-12-05", "authors": ["LCiocca", "FDe Crescenzio", "MFantini", "RScotti"], "doi": "10.1016/j.compmedimag.2008.10.005"}
{"title": "Rapid biofabrication of tubular tissue constructs by centrifugal casting in a decellularized natural scaffold with laser-machined micropores.", "abstract": "Centrifugal casting allows rapid biofabrication of tubular tissue constructs by suspending living cells in an in situ cross-linkable hydrogel. We hypothesize that introduction of laser-machined micropores into a decellularized natural scaffold will facilitate cell seeding by centrifugal casting and increase hydrogel retention, without compromising the biomechanical properties of the scaffold. Micropores with diameters of 50, 100, and 200 mum were machined at different linear densities in decellularized small intestine submucosa (SIS) planar sheets and tubular SIS scaffolds using an argon laser. The ultimate stress and ultimate strain values for SIS sheets with laser-machined micropores with diameter 50 mum and distance between holes as low as 714 mum were not significantly different from unmachined control SIS specimens. Centrifugal casting of GFP-labeled cells suspended in an in situ cross-linkable hyaluronan-based hydrogel resulted in scaffold recellularization with a high density of viable cells inside the laser-machined micropores. Perfusion tests demonstrated the retention of the cells encapsulated within the HA hydrogel in the microholes. Thus, an SIS scaffold with appropriately sized microholes can be loaded with hydrogel encapsulated cells by centrifugal casting to give a mechanically robust construct that retains the cell-seeded hydrogel, permitting rapid biofabrication of tubular tissue construct in a \"bioreactor-free\" fashion.", "journal": "Journal of materials science. Materials in medicine", "date": "2008-09-23", "authors": ["Vladimir AKasyanov", "JasonHodde", "Michael CHiles", "CarolEisenberg", "LeonardEisenberg", "Luis E FDe Castro", "IvetaOzolanta", "ModraMurovska", "Robert ADraughn", "Glenn DPrestwich", "Roger RMarkwald", "VladimirMironov"], "doi": "10.1007/s10856-008-3590-3"}
{"title": "Proliferation and differentiation of human osteoblasts within 3D printed poly-lactic-co-glycolic acid scaffolds.", "abstract": "Bone repair and regeneration can be enhanced through implantation of biocompatible and biodegradable scaffolds, which serve primarily as osteoconductive moieties. In this study, the mechanical properties and microenviroment of 3D printed poly-lactic-co-glycolic acid (PLGA) scaffolds are examined. Additionally, the proliferation and differentiation of human fetal osteoblasts are evaluated after 3 weeks of in vitro culture on the scaffolds. The results showed that the PLGA scaffolds examined had mechanical properties similar to that of trabecular bone, but was still much weaker compared to cortical bone. In addition to general porosity, the PLGA scaffolds also had micropores within macropore walls. Cultured human osteoblasts could proliferate upon seeding on the PLGA scaffolds. Alkaline phosphatase activity and osteonectin expression of the osteoblasts cultured on the PLGA scaffolds remained stable over three weeks, whilst expression of collagen type I and osteopontin decreased. The alkaline phosphatase activity of osteoblasts cultured on PLGA scaffolds is comparable with that from two commercially-available scaffolds - OPLA and collagen scaffolds (Becton-Dickinson (BD) Inc., Franklin Lakes, NJ, USA). Hence, the results suggested that the PLGA scaffolds examined are conducive for promoting osteogenesis.", "journal": "Journal of biomaterials applications", "date": "2008-09-02", "authors": ["NoneZigang Ge", "NoneLishan Wang", "NoneBoon Chin Heng", "Xian-FengTian", "NoneKai Lu", "VictorTai Weng Fan", "NoneJin Fei Yeo", "NoneTong Cao", "EuniceTan"], "doi": "10.1177/0885328208094301"}
{"title": "The morphology of anisotropic 3D-printed hydroxyapatite scaffolds.", "abstract": "Three-dimensional (3D) scaffolds with tailored pores ranging from the nanometer to millimeter scale can support the reconstruction of centimeter-sized osseous defects. Three-dimensional-printing processes permit the voxel-wise fabrication of scaffolds. The present study rests upon 3D-printing with nano-porous hydroxyapatite granulates. The cylindrical design refers to a hollow bone with higher density at the periphery. The millimeter-wide central channel follows the symmetry axis and connects the perpendicularly arranged micro-pores. Synchrotron radiation-based micro computed tomography has served for the non-destructive characterization of the scaffolds. The 3D data treatment is essential, since, for example, the two-dimensional distance maps overestimate the mean distances to the material by 33-50% with respect to the 3D analysis. The scaffolds contain 70% micrometer-wide pores that are interconnected. Using virtual spheres, which might be related to the cells migrating along the pores, the central channel remains accessible through the micro-pores for spheres with a diameter of up to (350+/-35)mum. Registering the tomograms with their 3D-printing matrices has yielded the almost isotropic shrinking of (27+/-2)% owing to the sintering process. This registration also allows comparing the design and tomographic data in a quantitative manner to extract the quality of the fabricated scaffolds. Histological analysis of the scaffolds seeded with osteogenic-stimulated progenitor cells has confirmed the suitability of the 3D-printed scaffolds for potential clinical applications.", "journal": "Biomaterials", "date": "2008-07-09", "authors": ["Fabienne CFierz", "FelixBeckmann", "MariusHuser", "Stephan HIrsen", "BarbaraLeukers", "FrankWitte", "OzerDegistirici", "AdrianAndronache", "MichaelThie", "BertMüller"], "doi": "10.1016/j.biomaterials.2008.06.012"}
{"title": "Synthesis and characterization of biodegradable elastomeric polyurethane scaffolds fabricated by the inkjet technique.", "abstract": "Biodegradable polyurethanes (PUs) were synthesized from methylene di-p-phenyl-diisocyanate (MDI), polycaprolactone diol (PCL-diol) and N,N-bis (2-hydorxyethyl)-2-aminoethane-sulfonic acid (BES), serving as a hard segment, soft segment and chain extender, respectively. MDI was chosen due to its reactivity and wide application in synthesis of biomedical polyurethanes due to its reactivity; PCL-diol was chosen because of its biodegradability; and BES was chosen because it allowed the introduction sulfonic acid groups onto the polymer chains. We evaluated the polyurethanes' degradation rate, mechanical properties, hydrophilicity, antithrombogenecity, and ability to support fibroblast cell attachment and growth by comparing with polymers having a 2,2-(methylimino)diethanol (MIDE) chain extender. Mechanical testing demonstrated that the PU containing BES has tensile strengths of about 17 MPa and elongations up to 400%, about three times the strength and four times the elongation than the MIDE based PUs. The polymers showed decreased in vitro degradation rates, lower glass transition temperature (T(g)) and hydrophilicity possibly due to enhanced microphase separation. Preliminary cytocompatibility studies showed that all the PUs are non-toxic, but PU containing BES exhibited much lower cell attachment and proliferation than the MIDE chain extended polymers. An in vitro platelet adhesion assay showed lower platelet attachment on BES containing PU. Additionally, due to the existence of sulfonic acid groups, the BES extended PU became water soluble in basic condition and insoluble in acidic condition, a phenomenon that is reversible at pH value of 8.7, making this a pH sensitive polymer attractive for bioprinting applications. By adding acetic acid into an inkjet cartridge and printing it onto a PU solution with pH above 8.7, precision fabricated scaffolds can be obtained, suggesting that BES based PUs are promising candidates as synthetic inks used for customizable fabrication of tissue engineering scaffolds.", "journal": "Biomaterials", "date": "2008-07-08", "authors": ["ChanghongZhang", "XuejunWen", "Naren RVyavahare", "ThomasBoland"], "doi": "10.1016/j.biomaterials.2008.06.009"}
{"title": "Dimensional error in selective laser sintering and 3D-printing of models for craniomaxillary anatomy reconstruction.", "abstract": "Selective laser sintering (SLS) and three-dimensional printing (3DPtrade mark) are rapid prototyping (RP) techniques to fabricate prototypes from biomedical images. To be used in maxillofacial surgery, these models must accurately reproduce the craniofacial skeleton.\nTo analyze the capacity of SLS and 3DPtrade mark models to reproduce craniomaxillary anatomy and their dimensional error.\nDry skull, helical computed-tomography images, SLS and 3DPtrade mark prototypes, and electronic calliper.\nTomographic images of a dry skull were manipulated with the InVesalius biomedical software. Prototypes were fabricated using SLS and 3DPtrade mark techniques. Ten linear measurements were made on the models and compared with corresponding dry skull measurements (criterion standard) carried out with an electronic calliper.\nWe observed a dimensional error of 2.10 and 2.67% for SLS and 3DPtrade mark models, respectively. The models satisfactorily reproduced anatomic details, except for thin bones, small foramina and acute bone projections. The SLS prototypes showed greater dimensional precision and reproduced craniomaxillary anatomy more accurately than the 3DPtrade mark models.\nBoth SLS and 3DPtrade mark models provided acceptable precision and may be useful aids in most maxillofacial surgeries.", "journal": "Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery", "date": "2008-06-27", "authors": ["Daniela NascimentoSilva", "MaríliaGerhardt de Oliveira", "EduardoMeurer", "Maria InêsMeurer", "Jorge VicenteLopes da Silva", "AiltonSanta-Bárbara"], "doi": "10.1016/j.jcms.2008.04.003"}
{"title": "Direct cell writing of 3D microorgan for in vitro pharmacokinetic model.", "abstract": "A novel targeted application of tissue engineering is the development of an in vitro pharmacokinetic model for drug screening and toxicology. An in vitro pharmacokinetic model is needed to realistically and reliably predict in vivo human response to drug administrations and potential toxic exposures. This paper details the fabrication process development and adaptation of microfluidic devices for the creation of such a physiologically relevant pharmacokinetic model. First, an automated syringe-based, layered direct cell writing (DCW) bioprinting process creates a 3D microorgan that biomimics the cell's natural microenvironment with enhanced functionality. Next, soft lithographic micropatterning techniques are used to fabricate a microscale in vitro device to house the 3D microorgan. This paper demonstrates the feasibility of the DCW process for freeform biofabrication of 3D cell-encapsulated hydrogel-based tissue constructs with defined reproducible patterns, direct integration of 3D constructs onto a microfluidic device for continuous perfusion drug flow, and characterization of 3D tissue constructs with predictable cell viability/proliferation outcomes and enhanced functionality over traditional culture methods.", "journal": "Tissue engineering. Part C, Methods", "date": "2008-06-12", "authors": ["RobertChang", "JaeNam", "WeiSun"], "doi": "10.1089/ten.tec.2007.0392"}
{"title": "Biofabrication of biosilica-glass by living organisms.", "abstract": "Biosilicification is an evolutionarily old and widespread type of biomineralization both in unicellular and multicellular organisms, including sponges, diatoms, radiolarians, choanoflagellates, and higher plants. In the last few years combined efforts in molecular biology, cell biology, and inorganic and analytical chemistry have allowed the first insight into the molecular mechanisms by which these organisms form an astonishing variety of siliceous structures that cannot be achieved by chemical methods. Here we report about the present stage of knowledge on structure, biochemical composition, and mechanisms of biosilica formation, focusing our attention particularly on sponges because of the enormous (nano)biotechnological potential of the enzymes involved in this process.", "journal": "Natural product reports", "date": "2008-05-24", "authors": ["Heinz CSchröder", "XiaohongWang", "WolfgangTremel", "HiroshiUshijima", "Werner E GMüller"], "doi": "10.1039/b612515h"}
{"title": "A simple model of the modular structure of transcriptional regulation in yeast.", "abstract": "Resolving the general organizational principles that govern the interactions during transcriptional gene regulation has great relevance for understanding disease progression, biofabrication, and biological systems in general. The available genome-level monitoring technologies and the best understood biological work on gene regulation are together providing us with unprecedented amounts of data and universal modeling frameworks in which to reason about regulatory systems on a computational level. Gene regulatory systems exhibit modularity in their regulatory sequences as well as in the corresponding gene expression. This modularity has a nontrivial, general combinatorial structure that can be studied and generalized to model classes of regulatory systems. Here, we study computationally the combinatorial nature of transcriptional regulation by assuming a one-to-one relationship between shared patterns in genome-wide gene-expression and cis-region modules. In our combinatorial framework, the DNA binding events are complementary to their expression counterparts, and together let us approximate the underlying regulation structure. Our model maps regulatory systems onto hierarchical structures which can be approximated by conflating existing large scale gene expression and ChIP-chip data. We have developed methods for building regulatory hierarchies and identifying the basic functional units, or modules, of transcriptional regulation. We validate our model using yeast data by showing agreement of our predictions with experimental data, and using the hierarchies to resolve a finer structure of co-regulation.", "journal": "Journal of computational biology : a journal of computational molecular cell biology", "date": "2008-05-10", "authors": ["VladimirFilkov", "NameetaShah"], "doi": "10.1089/cmb.2008.0020"}
{"title": "Nanotechnology in vascular tissue engineering: from nanoscaffolding towards rapid vessel biofabrication.", "abstract": "The existing methods of biofabrication for vascular tissue engineering are still bioreactor-based, extremely expensive, laborious and time consuming and, furthermore, not automated, which would be essential for an economically successful large-scale commercialization. The advances in nanotechnology can bring additional functionality to vascular scaffolds, optimize internal vascular graft surface and even help to direct the differentiation of stem cells into the vascular cell phenotype. The development of rapid nanotechnology-based methods of vascular tissue biofabrication represents one of most important recent technological breakthroughs in vascular tissue engineering because it dramatically accelerates vascular tissue assembly and, importantly, also eliminates the need for a bioreactor-based scaffold cellularization process.", "journal": "Trends in biotechnology", "date": "2008-04-22", "authors": ["VladimirMironov", "VladimirKasyanov", "Roger RMarkwald"], "doi": "10.1016/j.tibtech.2008.03.001"}
{"title": "Development of the premature infant nose throat-model (PrINT-Model): an upper airway replica of a premature neonate for the study of aerosol delivery.", "abstract": "Clinical efficacy of aerosol therapy in premature newborns depends on the efficiency of delivery of aerosolized drug to the bronchial tree. To study the influence of various anatomical, physical, and physiological factors on aerosol delivery in preterm newborns, it is crucial to have appropriate in vitro models, which are currently not available. We therefore constructed the premature infant nose throat-model (PrINT-Model), an upper airway model corresponding to a premature infant of 32-wk gestational age by three-dimensional (3D) reconstruction of a three-planar magnetic resonance imaging scan and subsequent 3D-printing. Validation was realized by visual comparison and comparison of total airway volume. To study the feasibility of measuring aerosol deposition, budesonide was aerosolized through the cast and lung dose was expressed as percentage of nominal dose. The airway volumes of the initial magnetic resonance imaging and validation computed tomography scan showed a relative deviation of 0.94%. Lung dose at low flow (1 L/min) was 61.84% and 9.00% at high flow (10 L/min), p < 0.0001. 3D-reconstruction provided an anatomically accurate surrogate of the upper airways of a 32-wk-old premature infant, making the model suitable for future in vitro testing.", "journal": "Pediatric research", "date": "2008-04-09", "authors": ["StefanMinocchieri", "Juerg MartinBurren", "Marc AurelBachmann", "GeorgetteStern", "JohannesWildhaber", "StefanBuob", "RalfSchindel", "RichardKraemer", "Urs PeterFrey", "MathiasNelle"], "doi": "10.1203/PDR.0b013e318175dcfa"}
{"title": "Effects of dispensing pressure and nozzle diameter on cell survival from solid freeform fabrication-based direct cell writing.", "abstract": "Novel technologies are emerging that incorporate cells as part of the building blocks for various biomanufacturing processes, such as solid freeform fabricated tissue constructs for tissue regeneration, three-dimensional pharmacokinetic models, cell-based microelectromechanical systems, sensors, and microfluidic devices. However, the effects of these biomanufacturing processes on cells have not been fully studied. This paper examines the effect of solid freeform fabrication-based direct cell writing process, focusing on dispensing pressure and nozzle size, on the viability and functional behavior of HepG2 cells encapsulated within alginate. Our experimental results revealed a process-induced mechanical damage to cell membrane integrity, causing a quantifiable loss in cell viability due to incremental increases and decreases in the studied process parameters of dispensing pressure and nozzle size, respectively. The experimental results also suggested that cells may require a recovery period following direct cell writing biofabrication. The general finding of this study may be applicable to freeform fabrication of cell-based tissue constructs and three-dimensional biological models.", "journal": "Tissue engineering. Part A", "date": "2008-03-13", "authors": ["RobertChang", "JaeNam", "WeiSun"], "doi": "10.1089/ten.a.2007.0004"}
{"title": "Effect of scaffold architecture and pore size on smooth muscle cell growth.", "abstract": "Tissue engineering has the potential to replace damaged tissues and organs. Diffusion limitation of cell growth in three-dimensional (3D) scaffolds is a significant constraint in most tissue engineering applications. This study describes a scaffold architecture that improves mass transfer. Scaffolds with three different geometries of villi architecture (0.5, 1, 0.5; 0.5, 1, 1; 1, 1, 1 mm; villus diameter, height, intervillus spacing, respectively) were fabricated by indirect 3D printing technique. The ability of these scaffolds to support smooth muscle cell growth was investigated in vitro. Smooth muscle cells attached to the scaffolds uniformly after 1 day of culture, and the cell density in the scaffold with small villi feature (0.5 mm) was significantly higher as compared to that for the scaffold with large villi features (1 mm) after 14 days of culture. To evaluate the effect of scaffold pore size on cell growth, scaffolds with three different pore size ranges (50-100, 100-150, and 150-200 microm) were fabricated by the solvent casting and particulate leaching technique. Scaffold pore size did not significantly affect cell growth after 14 days of culture. Optimization in the architectural design of scaffolds provides an alternative method to improve diffusion limitation in the 3D constructs.", "journal": "Journal of biomedical materials research. Part A", "date": "2008-02-08", "authors": ["MinLee", "Benjamin MWu", "James C YDunn"], "doi": "10.1002/jbm.a.31816"}
{"title": "Organ printing: promises and challenges.", "abstract": "Organ printing or biomedical application of rapid prototyping, also defined as additive layer-by-layer biomanufacturing, is an emerging transforming technology that has potential for surpassing traditional solid scaffold-based tissue engineering. Organ printing has certain advantages: it is an automated approach that offers a pathway for scalable reproducible mass production of tissue engineered products; it allows a precised simultaneous 3D positioning of several cell types; it enables creation tissue with a high level of cell density; it can solve the problem of vascularization in thick tissue constructs; finally, organ printing can be done in situ. The ultimate goal of organ-printing technology is to fabricate 3D vascularized functional living human organs suitable for clinical implantation. The main practical outcomes of organ-printing technology are industrial scalable robotic biofabrication of complex human tissues and organs, automated tissue-based in vitro assays for clinical diagnostics, drug discovery and drug toxicity, and complex in vitro models of human diseases. This article describes conceptual framework and recent developments in organ-printing technology, outlines main technological barriers and challenges, and presents potential future practical applications.", "journal": "Regenerative medicine", "date": "2007-12-25", "authors": ["VladimirMironov", "VladimirKasyanov", "ChristopherDrake", "Roger RMarkwald"], "doi": "10.2217/17460751.3.1.93"}
{"title": "Novel 3D collagen scaffolds fabricated by indirect printing technique for tissue engineering.", "abstract": "This article reports the mechanical properties and in vitro evaluation of a collagen scaffold fabricated using an indirect 3D printing technique. Collagen scaffolds, featuring predefined internal channels and capillary networks, were manufactured using phase change printing. It was observed that the collagen scaffolds featured internal channels and a hierarchical structure that varied over length scales of 10-400 microm. In vitro evaluation using hMSCs demonstrated that the resultant collagen based scaffolds have the ability to support hMSC cell attachment and proliferation; cells can migrate and survive deep within the structure of the scaffold. The cell numbers increased 2.4 times over 28 days in culture for the lysine treated scaffolds. The cells were spread along the collagen fibers to form a 3D structure and extracellular matrix was detected on the surface of the scaffolds after 4 weeks in culture. The crosslinking treatment enhanced the biostability and dynamic properties of the collagen scaffolds significantly.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2007-12-14", "authors": ["C ZLiu", "Z DXia", "Z WHan", "P AHulley", "J TTriffitt", "J TCzernuszka"], "doi": "10.1002/jbm.b.30975"}
{"title": "Osteoconduction and osteoinduction of low-temperature 3D printed bioceramic implants.", "abstract": "Rapid prototyping is a valuable implant production tool that enables the investigation of individual geometric parameters, such as shape, porosity, pore size and permeability, on the biological performance of synthetic bone graft substitutes. In the present study, we have employed low-temperature direct 3D printing to produce brushite and monetite implants with different geometries. Blocks predominantly consisting of brushite with channels either open or closed to the exterior were implanted on the decorticated lumbar transverse processes of goats for 12 weeks. In addition, similar blocks with closed channel geometry, consisting of either brushite or monetite were implanted intramuscularly. The design of the channels allowed investigation of the effect of macropore geometry (open and closed pores) and osteoinduction on bone formation orthotopically. Intramuscular implantation resulted in bone formation within the channels of both monetite and brushite, indicating osteoinductivity of these resorbable materials. Inside the blocks mounted on the transverse processes, initial channel shape did not seem to significantly influence the final amount of formed bone and osteoinduction was suggested to contribute to bone formation.", "journal": "Biomaterials", "date": "2007-12-07", "authors": ["PamelaHabibovic", "UweGbureck", "Charles JDoillon", "David CBassett", "Clemens Avan Blitterswijk", "Jake EBarralet"], "doi": "10.1016/j.biomaterials.2007.10.023"}
{"title": "Microstructure and wear properties of LENS deposited medical grade CoCrMo.", "abstract": "There is a growing interest in metal-on-metal bearing surfaces for orthopedic implants. Although some success has been achieved in applications like hip implants which involve a large contact area, non-conforming joints, such as knees, have proved more difficult. The current work examines the applicability of a novel additive manufacturing process, Laser Engineered Net Shaping (LENS), the registered trademark and service mark of Sandia National Laboratories and Sandia Corporation), for producing CoCrMo implants. A series of experiments were conducted to determine the optimum parameters for deposition of CoCrMo. Microstructural studies, hardness tests, and dry sand/rubber wheel abrasive wear tests were conducted on the LENS deposits. The results showed that metallurgically sound deposits can be produced using the LENS process under optimized conditions. The hardness of the LENS deposited CoCrMo was found to be comparable to that of standard CoCrMo wrought material; however, wear tests indicated that LENS deposits were considerably less resistant to abrasive wear than wrought CoCrMo. The reasons for this behaviour are discussed based on microstructural observations.", "journal": "Journal of materials science. Materials in medicine", "date": "2007-11-09", "authors": ["G DJanaki Ram", "C KEsplin", "B EStucker"], "doi": "10.1007/s10856-007-3078-6"}
{"title": "3D-Imaging of cardiac structures using 3D heart models for planning in heart surgery: a preliminary study.", "abstract": "The aim of the study was to create an anatomical correct 3D rapid prototyping model (RPT) for patients with complex heart disease and altered geometry of the atria or ventricles to facilitate planning and execution of the surgical procedure. Based on computer tomography (CT) and magnetic resonance imaging (MRI) images, regions of interest were segmented using the Mimics 9.0 software (Materialise, Leuven, Belgium). The segmented regions were the target volume and structures at risk. After generating an STL-file (StereoLithography file) out of the patient's data set, the 3D printer Ztrade mark 510 (4D Concepts, Gross-Gerau, Germany) created a 3D plaster model. The patient individual 3D printed RPT-models were used to plan the resection of a left ventricular aneurysm and right ventricular tumor. The surgeon was able to identify risk structures, assess the ideal resection lines and determine the residual shape after a reconstructive procedure (LV remodelling, infiltrating tumor resection). Using a 3D-print of the LV-aneurysm, reshaping of the left ventricle ensuring sufficient LV volume was easily accomplished. The use of the 3D rapid prototyping model (RPT-model) during resection of ventricular aneurysm and malignant cardiac tumors may facilitate the surgical procedure due to better planning and improved orientation.", "journal": "Interactive cardiovascular and thoracic surgery", "date": "2007-10-11", "authors": ["StephanJacobs", "RonnyGrunert", "Friedrich WMohr", "VolkmarFalk"], "doi": "10.1510/icvts.2007.156588"}
{"title": "Microenvironments engineered by inkjet bioprinting spatially direct adult stem cells toward muscle- and bone-like subpopulations.", "abstract": "In vivo, growth factors exist both as soluble and as solid-phase molecules, immobilized to cell surfaces and within the extracellular matrix. We used this rationale to develop more biologically relevant approaches to study stem cell behaviors. We engineered stem cell microenvironments using inkjet bioprinting technology to create spatially defined patterns of immobilized growth factors. Using this approach, we engineered cell fate toward the osteogenic lineage in register to printed patterns of bone morphogenetic protein (BMP) 2 contained within a population of primary muscle-derived stem cells (MDSCs) isolated from adult mice. This patterning approach was conducive to patterning the MDSCs into subpopulations of osteogenic or myogenic cells simultaneously on the same chip. When cells were cultured under myogenic conditions on BMP-2 patterns, cells on pattern differentiated toward the osteogenic lineage, whereas cells off pattern differentiated toward the myogenic lineage. Time-lapse microscopy was used to visualize the formation of multinucleated myotubes, and immunocytochemistry was used to demonstrate expression of myosin heavy chain (fast) in cells off BMP-2 pattern. This work provides proof-of-concept for engineering spatially controlled multilineage differentiation of stem cells using patterns of immobilized growth factors. This approach may be useful for understanding cell behaviors to immobilized biological patterns and could have potential applications for regenerative medicine.", "journal": "Stem cells (Dayton, Ohio)", "date": "2007-09-29", "authors": ["Julie APhillippi", "EricMiller", "LeeWeiss", "JohnnyHuard", "AlanWaggoner", "PhilCampbell"], "doi": "10.1634/stemcells.2007-0520"}
