{"title": "Biofabrication of Anisotropic Gold Nanotriangles Using Extract of Endophytic Aspergillus clavatus as a Dual Functional Reductant and Stabilizer.", "abstract": "Biosynthesis of metal and semiconductor nanoparticles using microorganisms has emerged as a more eco-friendly, simpler and reproducible alternative to the chemical synthesis, allowing the generation of rare forms such as nanotriangles and prisms. Here, we report the endophytic fungus Aspergillus clavatus, isolated from surface sterilized stem tissues of Azadirachta indica A. Juss., when incubated with an aqueous solution of chloroaurate ions produces a diverse mixture of intracellular gold nanoparticles (AuNPs), especially nanotriangles (GNT) in the size range from 20 to 35 nm. These structures (GNT) are of special interest since they possess distinct plasmonic features in the visible and IR regions, which equipped them with unique physical and optical properties exploitable in vital applications such as optics, electronics, catalysis and biomedicine. The reaction process was simple and convenient to handle and was monitored using ultraviolet-visible spectroscopy (UV-vis). The morphology and crystalline nature of the GNTs were determined from transmission electron microscopy (TEM), atomic force spectroscopy (AFM) and X-ray diffraction (XRD) spectroscopy. This proposed mechanistic principal might serve as a set of design rule for the synthesis of anisotropic nanostructures with desired architecture and can be amenable for the large scale commercial production and technical applications.", "journal": "Nanoscale research letters", "date": "2011-12-01", "authors": ["Vijay CVerma", "Santosh KSingh", "RavindraSolanki", "SatyaPrakash"], "doi": "10.1007/s11671-010-9743-6\n10.3109/07388550903062462\n10.1016/j.actbio.2010.01.019\n10.2217/nnm.09.77\n10.1007/s11671-010-9587-0\n10.1039/c0cc00307g\n10.1063/1.3141519\n10.1021/la900585p\n10.1016/j.jhazmat.2009.12.066\n10.1073/pnas.96.25.14183\n10.1073/pnas.96.24.13611\n10.1002/1521-3773(20011001)40:19<3585::AID-ANIE3585>3.0.CO;2-K\n10.1088/0957-4484/14/7/323\n10.1166/jbmb.2008.204\n10.1016/j.matlet.2006.07.042\n10.1016/j.colsurfb.2005.11.026\n10.1039/b303808b\n10.1146/annurev.physchem.54.011002.103759\n10.1021/cm048292g\n10.1038/nature02020\n10.1002/anie.200461013\n10.1002/adma.200701790\n10.1007/s11157-010-9188-5\n10.1016/S0927-7765(02)00174-1\n10.1016/j.matlet.2007.01.018"}
{"title": "Facile and biocompatible fabrication of chemically sol-gel transitional hydrogel free-standing microarchitectures.", "abstract": "We report a facile method to fabricate free-standing, 3D hydrogel microarchitectures of chemically sol-gel transitional hydrogels, which is based on the use of hydrophilic substrate and aerosol of gelling agent without molding (or sandwiching) process. Using proposed methods, we fabricated hydrogel microarchitectures of sheets, meshes, or microunits without morphological distortions on the microscale. These hydrogel microarchitectures could be easily and stably exfoliated from the substrates and cultured (in the case of containing cells). These free-standing hydrogel microarchitectures in sheets, meshes, or microunits can be easily harvested and assembled as a biofabrication unit to generate complex composites with controlled microscale structures.", "journal": "Biomacromolecules", "date": "2010-12-09", "authors": ["WonhyeLee", "JaejungSon", "Seung-SchikYoo", "Je-KyunPark"], "doi": "10.1021/bm101246u"}
{"title": "In vitro evaluation of free-form biodegradable bone plates for fixation of distal femoral physeal fractures in dogs.", "abstract": "To design and manufacture free-form biodegradable polycaprolactone (PCL) bone plates and to compare mechanical properties of femoral constructs with a distal physeal fracture repaired by use of 5 stabilization methods.\n40 canine femoral replicas created by use of additive manufacturing and rapid tooling.\nSurgery duration, mediolateral and craniocaudal bending stiffness, and torsional stiffness of femoral physeal fracture repair constructs made by use of 5 stabilization methods were assessed. The implants included 2 Kirschner wires inserted medially and 2 inserted laterally (4KW), a commercial stainless steel plate (CSP), a custom free-form titanium plate (CTP), thin (2-mm-thick) biodegradable PCL plates (TNP) placed medially and laterally, and thick (4-mm-thick) PCL plates (TKP) placed medially and laterally.\nSurgical placement of 4KW was more rapid than placement of other implants The mean caudal cantilever bending stiffness of CTP and CSP constructs was greater than that for TNP TKP and 4KW constructs, and the mean caudal cantilever bending stiffness of TNP and TKP constructs was greater than that for 4KW constructs. The mean lateral cantilever bending stiffness of TKP constructs was greater than that for 4KW constructs. Differences among construct types were not significant in yield strength, ultimate strength, yield torque, and ultimate torque.\nThe mechanical properties of fracture repair constructs made from free-form PCL biodegradable plates compared favorably with those of constructs made from Kirschner wires. The impact of PCL plates on musculoskeletal soft tissues, bone healing, and bone growth should be evaluated before clinical use.", "journal": "American journal of veterinary research", "date": "2010-12-02", "authors": ["Denis JMarcellin-Little", "Brian JSutherland", "Ola L AHarrysson", "Erica SLee"], "doi": "10.2460/ajvr.71.12.1508"}
{"title": "Post-bioprinting processing methods to improve cell viability and pattern fidelity in heterogeneous tissue test systems.", "abstract": "Bioprinted tissue test systems show promise as a powerful tool for studying cell-cell interaction in heterogeneous, tissue-like co-culture. Several challenges were encountered while attempting to consistently fabricate samples with high viability and pattern fidelity. This paper evaluates four methods for processing samples after bioprinting but prior to adding media for incubation. These methods, composed of various combinations of three techniques meant to promote cell hydration, are evaluated with respect to sample viability and pattern preservation. In the best performing method, Hank's Balanced Salt Solution was applied immediately after fabrication and a collagen overlayer was applied one hour thereafter. The success of this method highlights the ability of the collagen substrate to absorb moisture, which promotes cell health without disturbing the cell's printed location. An addendum to the main study is an investigation of the limits of an HP26 print cartridge to deposit cells at a faster rate for the purpose of creating cell layers with densities that approach confluence.", "journal": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference", "date": "2010-11-26", "authors": ["Matthew EPepper", "Cheryl A PCass", "Justin PMattimore", "TimothyBurg", "Brian WBooth", "Karen J LBurg", "Richard EGroff"], "doi": "10.1109/IEMBS.2010.5627467"}
{"title": "A three-dimensional bioprinting system for use with a hydrogel-based biomaterial and printing parameter characterization.", "abstract": "Bioprinting is an emerging technology for constructing tissue or bioartificial organs with complex three-dimensional (3D) structures. It provides high-precision spatial shape forming ability on a larger scale than conventional tissue engineering methods, and simultaneous multiple components composition ability. Bioprinting utilizes a computer-controlled 3D printer mechanism for 3D biological structure construction. To implement minimal pattern width in a hydrogel-based bioprinting system, a study on printing characteristics was performed by varying printer control parameters. The experimental results showed that printing pattern width depends on associated printer control parameters such as printing flow rate, nozzle diameter, and nozzle velocity. The system under development showed acceptable feasibility of potential use for accurate printing pattern implementation in tissue engineering applications and is another example of novel techniques for regenerative medicine based on computer-aided biofabrication system.", "journal": "Artificial organs", "date": "2010-11-26", "authors": ["Seung-JoonSong", "JaesoonChoi", "Yong-DooPark", "Jung-JooLee", "So YoungHong", "KyungSun"], "doi": "10.1111/j.1525-1594.2010.01143.x"}
{"title": "Biofabrication of a three-dimensional liver micro-organ as an in vitro drug metabolism model.", "abstract": "In their normal in vivo matrix milieu, tissues assume complex well-organized three-dimensional architectures. Therefore, the primary aim in the tissue engineering design process is to fabricate an optimal analog of the in vivo scenario. This challenge can be addressed by applying emerging layered biofabrication approaches in which the precise configuration and composition of cells and bioactive matrix components can recapitulate the well-defined three-dimensional biomimetic microenvironments that promote cell-cell and cell-matrix interactions. Furthermore, the advent of and refinements in microfabricated systems can present physical and chemical cues to cells in a controllable and reproducible fashion unmatched with conventional cultures, resulting in the precise construction of engineered biomimetic microenvironments on the cellular length scale in geometries that are readily parallelized for high throughput in vitro models. As such, the convergence of layered solid freeform fabrication (SFF) technologies along with microfabrication techniques enables the creation of a three-dimensional micro-organ device to serve as an in vitro platform for cell culture, drug screening or to elicit further biological insights, particularly for NASA's interest in a flight-suitable high-fidelity microscale platform to study drug metabolism in space and planetary environments. The proposed model in this paper involves the combinatorial setup of an automated syringe-based, layered direct cell writing bioprinting process with micro-patterning techniques to fabricate a microscale in vitro device housing a chamber of bioprinted three-dimensional liver cell-encapsulated hydrogel-based tissue constructs in defined design patterns that biomimic the cell's natural microenvironment for enhanced biological functionality. In order to assess the structural formability and biological feasibility of such a micro-organ, reproducibly fabricated tissue constructs were biologically characterized for liver cell-specific function. Another key facet of the in vivo microenvironment that was recapitulated with the in vitro system included the necessary dynamic perfusion of the three-dimensional microscale liver analog with cells probed for their collective drug metabolic function and suitability as a drug metabolism model. This paper details the principles and methods that undergird the direct cell writing biofabrication process development and adaptation of microfluidic devices for the creation of a drug screening model, thereby establishing a novel drug metabolism study platform for NASA's interest to adopt a microfluidic microanalytical device with an embedded three-dimensional microscale liver tissue analog to assess drug pharmacokinetic profiles in planetary environments.", "journal": "Biofabrication", "date": "2010-11-17", "authors": ["RobertChang", "KamalEmami", "HongluWu", "WeiSun"], "doi": "10.1088/1758-5082/2/4/045004"}
{"title": "Hydroxyapatite coatings deposited by liquid precursor plasma spraying: controlled dense and porous microstructures and osteoblastic cell responses.", "abstract": "Hydroxyapatite coatings were deposited on Ti-6Al-4V substrates by a novel plasma spraying process, the liquid precursor plasma spraying (LPPS) process. X-ray diffraction results showed that the coatings obtained by the LPPS process were mainly composed of hydroxyapatite. The LPPS process also showed excellent control on the coating microstructure, and both nearly fully dense and highly porous hydroxyapatite coatings were obtained by simply adjusting the solid content of the hydroxyapatite liquid precursor. Scanning electron microscope observations indicated that the porous hydroxyapatite coatings had pore size in the range of 10-200 µm and an average porosity of 48.26 ± 0.10%. The osteoblastic cell responses to the dense and porous hydroxyapatite coatings were evaluated with human osteoblastic cell MG-63, in respect of the cell morphology, proliferation and differentiation, with the hydroxyapatite coatings deposited by the atmospheric plasma spraying (APS) process as control. The cell experiment results indicated that the heat-treated LPPS coatings with a porous structure showed the best cell proliferation and differentiation among all the hydroxyapatite coatings. Our results suggest that the LPPS process is a promising plasma spraying technique for fabricating hydroxyapatite coatings with a controllable microstructure, which has great potential in bone repair and replacement applications.", "journal": "Biofabrication", "date": "2010-11-16", "authors": ["YiHuang", "LeiSong", "XiaoguangLiu", "YanfengXiao", "YaoWu", "JiyongChen", "FangWu", "ZhongweiGu"], "doi": "10.1088/1758-5082/2/4/045003"}
{"title": "Effects of laminin blended with chitosan on axon guidance on patterned substrates.", "abstract": "Axon guidance is a crucial consideration in the design of tissue scaffolds used to promote nerve regeneration. Here we investigate the combined use of laminin (a putative axon adhesion and guidance molecule) and chitosan (a leading candidate base material for the construction of scaffolds) for promoting axon guidance in cultured adult dorsal root ganglion (DRG) neurons. Using a dispensing-based rapid prototyping (DBRP) technique, two-dimensional grid patterns were created by dispensing chitosan or laminin-blended chitosan substrate strands oriented in orthogonal directions. In vitro experiments illustrated DRG neurites on these patterns preferentially grew upon and followed the laminin-blended chitosan pathways. These results suggest that an orientation of neurite growth can be achieved in an artificially patterned substrate by creating selectively biofunctional pathways. The DBRP technique may provide improved strategies for the use of biofunctional pathways in the design of three-dimensional scaffolds for guidance of nerve repair.", "journal": "Biofabrication", "date": "2010-11-16", "authors": ["NZhu", "M GLi", "Y JGuan", "D JSchreyer", "X BChen"], "doi": "10.1088/1758-5082/2/4/045002"}
{"title": "Benchtop fabrication of PDMS microstructures by an unconventional photolithographic method.", "abstract": "Poly(dimethylsiloxane) (PDMS) microstructures have been widely used in bio-microelectromechanical systems (bio-MEMS) for various types of analytical, diagnostic and therapeutic applications. However, PDMS-based soft lithographic techniques still use conventional microfabrication processes to generate a master mold, which requires access to clean room facilities and costly equipment. With the increasing use of these systems in various fields, the development of benchtop systems for fabricating microdevices is emerging as an important challenge in their widespread use. Here we demonstrate a simple, low-cost and rapid method to fabricate PDMS microstructures by using micropatterned poly(ethylene glycol) diacrylate (PEGDA) master molds. In this method, PEGDA microstructures were patterned on a glass substrate by photolithography under ambient conditions and by using simple tools. The resulting PEGDA structures were subsequently used to generate PDMS microstructures by standard molding in a reproducible and repeatable manner. The thickness of the PEGDA microstructures was controllable from 15 to 300 µm by using commonly available spacer materials. We also demonstrate the use of this method to fabricate microfluidic channels capable of generating concentration gradients. In addition, we fabricated PEGDA microstructures by photolithography from the light generated from commonly available laminar cell culture hood. These data suggest that this approach could be beneficial for fabricating low-cost PDMS-based microdevices in resource limited settings.", "journal": "Biofabrication", "date": "2010-11-16", "authors": ["Chang MoHwang", "Woo YoungSim", "Seung HwanLee", "Amir MFoudeh", "HojaeBae", "Sang-HoonLee", "AliKhademhosseini"], "doi": "10.1088/1758-5082/2/4/045001"}
{"title": "Functional stability of endothelial cells on a novel hybrid scaffold for vascular tissue engineering.", "abstract": "Porous and pliable conduits made of biodegradable polymeric scaffolds offer great potential for the development of blood vessel substitutes but they generally lack signals for cell proliferation, survival and maintenance of a normal phenotype. In this study we have prepared and evaluated porous poly(ε-caprolactone) (PCL) integrated with fibrin composite (FC) to get a biomimetic hybrid scaffold (FC PCL) with the biological properties of fibrin, fibronectin (FN), gelatin, growth factors and glycosaminoglycans. Reduced platelet adhesion on a human umbilical vein endothelial cell-seeded hybrid scaffold as compared to bare PCL or FC PCL was observed, which suggests the non-thrombogenic nature of the tissue-engineered scaffold. Analysis of real-time polymerase chain reaction (RT-PCR) after 5 days of endothelial cell (EC) culture on a hybrid scaffold indicated that the prothrombotic von Willebrand factor and plasminogen activator inhibitor (PAI) were quiescent and stable. Meanwhile, dynamic expressions of tissue plasminogen activator (tPA) and endothelial nitric oxide synthase indicated the desired cell phenotype on the scaffold. On the hybrid scaffold, shear stress could induce enhanced nitric oxide release, which implicates vaso-responsiveness of EC grown on the tissue-engineered construct. Significant upregulation of mRNA for extracellular matrix (ECM) proteins, collagen IV and elastin, in EC was detected by RT-PCR after growing them on the hybrid scaffold and FC-coated tissue culture polystyrene (FC TCPS) but not on FN-coated TCPS. The results indicate that the FC PCL hybrid scaffold can accomplish a remodeled ECM and non-thrombogenic EC phenotype, and can be further investigated as a scaffold for cardiovascular tissue engineering.", "journal": "Biofabrication", "date": "2010-11-16", "authors": ["DivyaPankajakshan", "KalliyanaKrishnan V", "Lissy KKrishnan"], "doi": "10.1088/1758-5082/2/4/041001"}
{"title": "Bilayer formation between lipid-encased hydrogels contained in solid substrates.", "abstract": "Solidified biomolecular networks that incorporate liquid-supported lipid bilayers are constructed by attaching lipid-encased, water-swollen hydrogels contained in oil. Poly(ethylene glycol) dimethacrylate (PEG-DMA) and a free-radical photoinitiator are added to an aqueous lipid vesicle solution such that exposure to ultraviolet light results in solidification of neighboring aqueous volumes. Bilayer formation can occur both prior to photopolymerization with the aqueous mixture in the liquid state and after solidification by using the regulated attachment method (RAM) to attach the aqueous volumes contained within a flexible substrate. In addition, photopolymerization of the hydrogels can be performed in a separate mold prior to placement in the supporting substrate. Membranes formed across a wide range of hydrogel concentrations [0-80% (w/v); MW=1000 g/mol PEG-DMA] exhibit high electrical resistances (1-10 GΩ), which enable single-channel recordings of alamethicin channels and show significant durability and longevity. We demonstrate that just as liquid phases can be detached and reattached using RAM, reconfiguration of solid aqueous phases is also possible. The results presented herein demonstrate a step toward constructing nearly solid-state biomolecular materials that retain fluid interfaces for driving molecular assembly. This work also introduces the use of three-dimensional printing to rapidly prototype a molding template used to fabricate polyurethane substrates and to shape individual hydrogels.", "journal": "ACS applied materials & interfaces", "date": "2010-11-12", "authors": ["Stephen ASarles", "L JustinStiltner", "Christopher BWilliams", "Donald JLeo"], "doi": "10.1021/am100826s"}
{"title": "Computer-aided design and manufacturing and rapid prototyped nanoscale hydroxyapatite/polyamide (n-HA/PA) construction for condylar defect caused by mandibular angle ostectomy.", "abstract": "The fracture or defect of the mandibular condyle is one of the serious complications during angle-reduction ostectomy. Reconstruction of such defects also is a daunting task. The case report describes a method based on computer-aided design/computer-aided manufacturing (CAD/CAM) and rapid prototyping nanoscale hydroxyapatite/polyamide (n-HA/PA) for individual design, fabrication, and implantation of a mandibular condyle. A 27-year-old woman with a square-shaped face who had previously undergone mandibular angle reduction reported with malocclusion, deviated mouth, collapse of the right side of the face, and masticatory problems. The reason for the problems was the unintended removal of the condyle during the ostectomy procedure. Using computed tomography (CT) data, a biomimetic n-HA/PA scaffold, and CAD/CAM for rapid prototyping by three-dimensional (3D) printing, a perfect-fitting condylar implant was fabricated. A surgical guide system also was developed to reproduce the procedures accurately so a perfect fit could be obtained during surgery. The patient ultimately regained reasonable jaw contour and appearance, as well as appreciable temporomandibular joint (TMJ) function.", "journal": "Aesthetic plastic surgery", "date": "2010-10-26", "authors": ["JihuaLi", "YuchunHsu", "EnLuo", "AshishKhadka", "JingHu"], "doi": "10.1007/s00266-010-9602-y"}
{"title": "Investigation of the mechanical properties and porosity relationships in selective laser-sintered polyhedral for functionally graded scaffolds.", "abstract": "An important requirement for a bone tissue engineering scaffold is a stiffness gradient that mimics that of native bone. Such scaffolds can be achieved by controlling their structure and porosity and are termed functionally graded scaffolds (FGS). Currently, the main challenges in FGS fabrication include the iterative and tedious design process as well as a heavy reliance on the user's CAD/CAM skills. This work aims to bring automated FGS production a step closer by providing a database that correlates scaffold porosity values and the corresponding compressive stiffness and integrating it into the design process. To achieve this goal, scaffolds with different structural configurations were designed using CASTS (Computer Aided System for Tissue Scaffolds), an in-house developed library system consisting of 13 different polyhedral units that can be assembled into scaffold structures. Polycaprolactone (PCL) was chosen as the scaffold material, while selective laser sintering, a powder-based rapid prototyping or additive manufacturing system was employed to fabricate the scaffolds. Mathematical relations correlating scaffold porosity and compressive stiffness readings were formulated and compiled. In addition, cytotoxicity assessment was conducted to evaluate the toxicity of the fabricated PCL scaffolds. Lastly, a brief demonstration of how the formulated relations are used in the FGS design process is presented.", "journal": "Acta biomaterialia", "date": "2010-10-05", "authors": ["NSudarmadji", "J YTan", "K FLeong", "C KChua", "Y TLoh"], "doi": "10.1016/j.actbio.2010.09.024"}
{"title": "Application of smart nanostructures in medicine.", "abstract": "Smart nanostructures are sensitive to various environmental or biological parameters. They offer great potential for numerous biomedical applications such as monitoring, diagnoses, repair and treatment of human biological systems. The present work introduces smart nanostructures for biomedical applications. In addition to drug delivery, which has been extensively reported and reviewed, increasing interest has been observed in using smart nanostructures to develop various novel techniques of sensing, imaging, tissue engineering, biofabrication, nanodevices and nanorobots for the improvement of healthcare.", "journal": "Nanomedicine (London, England)", "date": "2010-09-30", "authors": ["JingjingHe", "XiaoxueQi", "YuqingMiao", "Hai-LongWu", "NongyueHe", "Jun-JieZhu"], "doi": "10.2217/nnm.10.81"}
{"title": "Haptic model fabrication for undergraduate and postgraduate teaching.", "abstract": "Three series of cone-beam computed tomography (CBCT) patient data sets were obtained. These data were exported into DICOM and MIMICS (Materialise's Interactive Medical Image Control System; Materialise, Leuven, Belgium) and were imported for differentiation of various tissues (bone, teeth, and nerve). After transferring the data to an additive manufacturing machine, three-dimensional (3D) haptic models were fabricated using clear and opaque materials. These models were integrated into phantom heads normally used for education in undergraduate dental education. 3D prototype CBCT-based haptic patient models can be used in undergraduate and postgraduate education. Students can simulate routine standard oral surgical procedures with supervision under 'dry conditions'. Residents can simulate advanced and complex cases before performing the real operation.", "journal": "International journal of oral and maxillofacial surgery", "date": "2010-09-21", "authors": ["J T HLambrecht", "DBerndt", "A MChristensen", "MZehnder"], "doi": "10.1016/j.ijom.2010.07.014"}
{"title": "Additive manufacturing for in situ repair of osteochondral defects.", "abstract": "Tissue engineering holds great promise for injury repair and replacement of defective body parts. While a number of techniques exist for creating living biological constructs in vitro, none have been demonstrated for in situ repair. Using novel geometric feedback-based approaches and through development of appropriate printing-material combinations, we demonstrate the in situ repair of both chondral and osteochondral defects that mimic naturally occurring pathologies. A calf femur was mounted in a custom jig and held within a robocasting-based additive manufacturing (AM) system. Two defects were induced: one a cartilage-only representation of a grade IV chondral lesion and the other a two-material bone and cartilage fracture of the femoral condyle. Alginate hydrogel was used for the repair of cartilage; a novel formulation of demineralized bone matrix was used for bone repair. Repair prints for both defects had mean surface errors less than 0.1 mm. For the chondral defect, 42.8+/-2.6% of the surface points had errors that were within a clinically acceptable error range; however, with 1 mm path planning shift, an estimated approximately 75% of surface points could likely fall within the benchmark envelope. For the osteochondral defect, 83.6+/-2.7% of surface points had errors that were within clinically acceptable limits. In addition to implications for minimally invasive AM-based clinical treatments, these proof-of-concept prints are some of the only in situ demonstrations to-date, wherein the substrate geometry was unknown a priori. The work presented herein demonstrates in situ AM, suggests potential biomedical applications and also explores in situ-specific issues, including geometric feedback, material selection and novel path planning techniques.", "journal": "Biofabrication", "date": "2010-09-09", "authors": ["Daniel LCohen", "Jeffrey ILipton", "Lawrence JBonassar", "HodLipson"], "doi": "10.1088/1758-5082/2/3/035004"}
{"title": "Fabrication of interconnected microporous biomaterials with high hydroxyapatite nanoparticle loading.", "abstract": "Hydroxyapatite (HA) is known to promote osteogenicity and enhance the mechanical properties of biopolymers. However, incorporating a large amount of HA into a porous biopolymer still remains a challenge. In the present work, a new method was developed to produce interconnected microporous poly(glycolic-co-lactic acid) (PLGA) with high HA nanoparticle loading. First, a ternary blend comprising PLGA/PS (polystyrene)/HA (40/40/20 wt%) was prepared by melt blending under conditions for formation of a co-continuous phase structure. Next, a dynamic annealing stage under small-strain oscillation was applied to the blend to facilitate nanoparticle redistribution. Finally, the PS phase was sacrificially extracted, leaving a porous matrix. The results from different characterizations suggested that the applied small-strain oscillation substantially accelerated the migration of HA nanoparticles during annealing from the PS phase to the PLGA phase; nearly all HA particles were uniformly presented in the PLGA phase after a short period of annealing. After dissolution of the PS phase, a PLGA material with interconnected microporous structure was successfully produced, with a high HA loading above 30 wt%. The mechanisms beneath the experimental observations, particularly on the enhanced particle migration process, were discussed, and strategies for producing highly particle loaded biopolymers with interconnected microporous structures were proposed.", "journal": "Biofabrication", "date": "2010-09-09", "authors": ["WeiZhang", "DonggangYao", "QingweiZhang", "Jack GZhou", "Peter ILelkes"], "doi": "10.1088/1758-5082/2/3/035006"}
{"title": "Study of albumin and fibrinogen membranes formed by interfacial crosslinking using microfluidic flow.", "abstract": "Microfluidics enables scale reduction in sample volume with obvious benefits for reagent conservation. In contrast to conventional macro-scale flow, microfluidics also offers unprecedented control over flow dynamics. In particular, laminar flow is readily achieved, allowing for new analytical and synthetic strategies. Here, two parallel flows of buffer and xylene were used to create a stable liquid-liquid interface within linear micro-channels. These, respectively, carried protein (albumin or fibrinogen) and an acyl chloride to effect protein crosslinking. This created robust, micro-membranes at the interface that bisected the fluid channel. Membrane formation was self-limiting, with fibrinogen membranes showing greater solute permeability than albumin, based on dye transport (Ponceau S, Meldola Blue). The crosslinker isophthaloyl dichloride led to thinner, less permeable membranes than terephthaloyl chloride. Larger surface area membranes formed at a static liquid-liquid interface served as a more physically accessible model and allowed precise electrochemical determination of acetaminophen, catechol and peroxide diffusion coefficients, which confirmed the greater fibrinogen permeability. Scanning electron microscopy (SEM) of the membranes also indicated a higher population of discrete nanopores at the fibrinogen surface. A crosslinking pH had a strong effect on overall permeability. Adhesion of B50 neuronal cells was demonstrated, and it is proposed that the membranes could facilitate cell growth through bidirectional nutrient supply in a micrbioreactor format.", "journal": "Biofabrication", "date": "2010-09-09", "authors": ["HongChang", "RachelKhan", "ZimeiRong", "AndreiSapelkin", "PankajVadgama"], "doi": "10.1088/1758-5082/2/3/035002"}
{"title": "Fabrication of three-dimensional porous cell-laden hydrogel for tissue engineering.", "abstract": "For tissue engineering applications, scaffolds should be porous to enable rapid nutrient and oxygen transfer while providing a three-dimensional (3D) microenvironment for the encapsulated cells. This dual characteristic can be achieved by fabrication of porous hydrogels that contain encapsulated cells. In this work, we developed a simple method that allows cell encapsulation and pore generation inside alginate hydrogels simultaneously. Gelatin beads of 150-300 microm diameter were used as a sacrificial porogen for generating pores within cell-laden hydrogels. Gelation of gelatin at low temperature (4 degrees C) was used to form beads without chemical crosslinking and their subsequent dissolution after cell encapsulation led to generation of pores within cell-laden hydrogels. The pore size and porosity of the scaffolds were controlled by the gelatin bead size and their volume ratio, respectively. Fabricated hydrogels were characterized for their internal microarchitecture, mechanical properties and permeability. Hydrogels exhibited a high degree of porosity with increasing gelatin bead content in contrast to nonporous alginate hydrogel. Furthermore, permeability increased by two to three orders while compressive modulus decreased with increasing porosity of the scaffolds. Application of these scaffolds for tissue engineering was tested by encapsulation of hepatocarcinoma cell line (HepG2). All the scaffolds showed similar cell viability; however, cell proliferation was enhanced under porous conditions. Furthermore, porous alginate hydrogels resulted in formation of larger spheroids and higher albumin secretion compared to nonporous conditions. These data suggest that porous alginate hydrogels may have provided a better environment for cell proliferation and albumin production. This may be due to the enhanced mass transfer of nutrients, oxygen and waste removal, which is potentially beneficial for tissue engineering and regenerative medicine applications.", "journal": "Biofabrication", "date": "2010-09-09", "authors": ["Chang MoHwang", "ShilpaSant", "MahdokhtMasaeli", "Nezamoddin NKachouie", "BehnamZamanian", "Sang-HoonLee", "AliKhademhosseini"], "doi": "10.1088/1758-5082/2/3/035003"}
{"title": "Hippocampal neurons respond uniquely to topographies of various sizes and shapes.", "abstract": "A number of studies have investigated the behavior of neurons on microfabricated topography for the purpose of developing interfaces for use in neural engineering applications. However, there have been few studies simultaneously exploring the effects of topographies having various feature sizes and shapes on axon growth and polarization in the first 24 h. Accordingly, here we investigated the effects of arrays of lines (ridge grooves) and holes of microscale (approximately 2 microm) and nanoscale (approximately 300 nm) dimensions, patterned in quartz (SiO2), on the (1) adhesion, (2) axon establishment (polarization), (3) axon length, (4) axon alignment and (5) cell morphology of rat embryonic hippocampal neurons, to study the response of the neurons to feature dimension and geometry. Neurons were analyzed using optical and scanning electron microscopy. The topographies were found to have a negligible effect on cell attachment but to cause a marked increase in axon polarization, occurring more frequently on sub-microscale features than on microscale features. Neurons were observed to form longer axons on lines than on holes and smooth surfaces; axons were either aligned parallel or perpendicular to the line features. An analysis of cell morphology indicated that the surface features impacted the morphologies of the soma, axon and growth cone. The results suggest that incorporating microscale and sub-microscale topographies on biomaterial surfaces may enhance the biomaterials' ability to modulate nerve development and regeneration.", "journal": "Biofabrication", "date": "2010-09-09", "authors": ["David YFozdar", "Jae YoungLee", "Christine ESchmidt", "ShaochenChen"], "doi": "10.1088/1758-5082/2/3/035005"}
{"title": "Portable microcontact printing device for cell culture.", "abstract": "In this work, we developed a portable device to perform microcontact printing in a safety cabinet for cell culture. The device was designed to be small and non-bulky, easy to sterilize, while not requiring the use of electricity, and which requires very little manual handling. Moreover, the portable microcontact printer is reproducibly fabricated with a rapid prototyping system, and allows for the easy micropatterning of biomolecules with a resolution ranging from 20 to 500 μm. This opens new horizons in the direct and simple micropatterning of culture dishes and the mimicking and biofabrication of complex architectures of tissues.", "journal": "Biomaterials", "date": "2010-09-08", "authors": ["ImenElloumi-Hannachi", "MasanoriMaeda", "MasayukiYamato", "TeruoOkano"], "doi": "10.1016/j.biomaterials.2010.08.019"}
{"title": "Adhesion of fibroblasts on micro- and nanostructured surfaces prepared by chemical vapor deposition and pulsed laser treatment.", "abstract": "The development of micro- and nanostructured surfaces which improve the cell-substrate interaction is of great interest in today's implant applications. In this regard, Al/Al2O3 bi-phasic nanowires were synthesized by chemical vapor deposition of the molecular precursor (tBuOAlH2)2. Heat treatment of such bi-phasic nanowires with short laser pulses leads to micro- and nanostructured Al2O3 surfaces. Such surfaces were characterized by scanning electron microscopy (SEM), electron dispersive spectroscopy and x-ray photoelectron spectroscopy. Following the detailed material characterization, the prepared surfaces were tested for their cell compatibility using normal human dermal fibroblasts. While the cells cultivated on Al/Al2O3 bi-phasic nanowires showed an unusual morphology, cells cultivated on nanowires treated with one and two laser pulses exhibited morphologies similar to those observed on the control substrate. The highest cell density was observed on surfaces treated with one laser pulse. The interaction of the cells with the nano- and microstructures was investigated by SEM analysis in detail. Laser treatment of Al/Al2O3 bi-phasic nanowires is a fast and easy method to fabricate nano- and microstructured Al2O3-surfaces for studying cell-surface interactions. It is our goal to develop a biocompatible Al2O3-surface which could be used as a coating material for medical implants exhibiting a cell selective response because of its specific physical landscape and especially because it promotes the adhesion of osteoblasts while minimizing the adhesion of fibroblasts.", "journal": "Biofabrication", "date": "2010-09-04", "authors": ["MVeith", "O CAktas", "WMetzger", "DSossong", "HUllah Wazir", "IGrobelsek", "NPütz", "GWennemuth", "TPohlemann", "MOberringer"], "doi": "10.1088/1758-5082/2/3/035001"}
{"title": "Laser-based direct-write techniques for cell printing.", "abstract": "Fabrication of cellular constructs with spatial control of cell location (+/-5 microm) is essential to the advancement of a wide range of applications including tissue engineering, stem cell and cancer research. Precise cell placement, especially of multiple cell types in co- or multi-cultures and in three dimensions, can enable research possibilities otherwise impossible, such as the cell-by-cell assembly of complex cellular constructs. Laser-based direct writing, a printing technique first utilized in electronics applications, has been adapted to transfer living cells and other biological materials (e.g., enzymes, proteins and bioceramics). Many different cell types have been printed using laser-based direct writing, and this technique offers significant improvements when compared to conventional cell patterning techniques. The predominance of work to date has not been in application of the technique, but rather focused on demonstrating the ability of direct writing to pattern living cells, in a spatially precise manner, while maintaining cellular viability. This paper reviews laser-based additive direct-write techniques for cell printing, and the various cell types successfully laser direct-written that have applications in tissue engineering, stem cell and cancer research are highlighted. A particular focus is paid to process dynamics modeling and process-induced cell injury during laser-based cell direct writing.", "journal": "Biofabrication", "date": "2010-09-04", "authors": ["Nathan RSchiele", "David TCorr", "YongHuang", "Nurazhani AbdulRaof", "YubingXie", "Douglas BChrisey"], "doi": "10.1088/1758-5082/2/3/032001"}
{"title": "Multifunctional polymeric vesicles for targeted drug delivery and imaging.", "abstract": "Multifunctional polymeric vesicles were developed for targeted drug delivery and imaging. To fabricate this system, a biodegradable amphiphilic diblock copolymer, folate-poly(ethylene glycol)-poly(D,L-lactide) was designed and synthesized through sequential anionic polymerization in a well-controlled manner. Hydrophobic superparamagnetic iron oxide nanoparticles were loaded into the hydrophobic membrane for ultra-sensitive magnetic resonance imaging. Meanwhile, the anticancer drug, doxorubicin was encapsulated in the aqueous core of the vesicles. Cell culture experiments demonstrated the potential of polymeric vesicles as an effective targeting nanoplatform for the delivery of anticancer drugs due to the folate attached to the surface of the vesicles.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["XiaoqiangYang", "Jamison JGrailer", "SrikanthPilla", "Douglas ASteeber", "ShaoqinGong", "XintaoShuai"], "doi": "10.1088/1758-5082/2/2/025004"}
{"title": "Effects of surfactant and gentle agitation on inkjet dispensing of living cells.", "abstract": "Inkjet dispensing is a promising method for patterning cells and biomaterials for tissue engineering applications. In a novel approach, this work uses a biocompatible surfactant to improve the reliability of droplet formation in piezoelectric drop-on-demand inkjet printing of Hep G2 hepatocytes onto hydrogels. During a long printing process, cell aggregation and sedimentation within the inkjet reservoir can lead to inconsistent printing results. In order to improve repeatability, the effects of gentle agitation on cell sedimentation and aggregation within the inkjet reservoir were also investigated. Cell viability and proliferation when printed onto prepared collagen substrates were assessed using live/dead staining and the Alamar Blue metabolic assay. The addition of 0.05% Pluronic as a surfactant did not reduce cell viability, which remained above 95% 2 days after printing. The surfactant improved the reliability of droplet formation. Although gentle stirring of the inkjet reservoir was sufficient to maintain a cell suspension and reduce sedimentation, aggregation within the suspension continued to affect printing performance over a 180 min printing period.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["ShabnamParsa", "MadhujaGupta", "FrédéricLoizeau", "Karen CCheung"], "doi": "10.1088/1758-5082/2/2/025003"}
{"title": "Fabricating a pearl/PLGA composite scaffold by the low-temperature deposition manufacturing technique for bone tissue engineering.", "abstract": "Here we developed a composite scaffold of pearl/poly(lactic-co-glycolic acid) (pearl/PLGA) utilizing the low-temperature deposition manufacturing (LDM). LDM makes it possible to fabricate scaffolds with designed microstructure and macrostructure, while keeping the bioactivity of biomaterials by working at a low temperature. Process optimization was carried out to fabricate a mixture of pearl powder, PLGA and 1,4-dioxane with the designed hierarchical structures, and freeze-dried at a temperature of -40 degrees C. Scaffolds with square and designated bone shape were fabricated by following the 3D model. Marrow stem cells (MSCs) were seeded on the pearl/PLGA scaffold and then cultured in a rotating cell culture system. The adhesion, proliferation and differentiation of MSCs into osteoblasts were determined using scanning electronic microscopy, WST-1 assay, alkaline phosphatase activity assay, immunofluorescence staining and real-time reverse transcription polymerase chain reaction. The results showed that the composite scaffold had high porosity (81.98 +/- 3.75%), proper pore size (micropores: <10 microm; macropore: 495 +/- 54 microm) and mechanical property (compressive strength: 0.81 +/- 0.04 MPa; elastic modulus: 23.14 +/- 0.75 MPa). The pearl/PLGA scaffolds exhibited better biocompatibility and osteoconductivity compared with the tricalcium phosphate/PLGA scaffold. All these results indicate that the pearl/PLGA scaffolds fulfill the basic requirements of bone tissue engineering scaffold.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["MingenXu", "YanleiLi", "HairuiSuo", "YongnianYan", "LiLiu", "QiujunWang", "YakunGe", "YingXu"], "doi": "10.1088/1758-5082/2/2/025002"}
{"title": "Wetting effects on in vitro bioactivity and in vitro biocompatibility of laser micro-textured Ca-P coating.", "abstract": "Calcium phosphate (Ca-P) coating on the Ti-6Al-4V alloy enhances osteoblast adhesion and tissue formation at the bone implant interface. In light of this, in the current work a laser-based coating technique was used to synthesize two different micro-textured (100 microm and 200 microm spaced line patterns) Ca-P coatings on the Ti-6Al-4V alloy and its effect on wettability and osteoblast cell adhesion were systematically studied. X-ray diffraction (XRD) analysis of the coated samples indicated the presence of precursor material, Ca10(PO4)6(OH)2 (HA) and various other additional phases such as CaTiO3, Ca3(PO4)2, TiO2 (anatase) and TiO2 (rutile) owing to the reaction between the precursor (HA) and substrate (Ti-6Al-4V) during laser processing. Confocal laser scanning microscopy-based characterization of coated samples indicated that the samples processed at 100 microm line spacing demonstrated a reduced surface roughness and smaller texture parameter value as compared to the samples processed at 200 microm spacing. The surface energy and wettability of the 100 microm spaced samples measured using a static sessile drop technique demonstrated higher surface energy and increased hydrophilicity as compared to the control (untreated Ti-6Al-4V) and the samples processed at 200 microm spacing. The tendency of coated samples for mineralization through generation of an apatite-like phase during immersion in a simulated body fluid was indicative of their in vitro bioactive nature. In light of higher surface energy and increased hydrophilicity the in vitro biocompatibility of the samples with 100 microm line spacing was demonstrated through increased cell proliferation and cell adhesion of mouse MC3T3-E1 osteoblast-like cells.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["Sameer RPaital", "ZhengCao", "WeiHe", "Narendra BDahotre"], "doi": "10.1088/1758-5082/2/2/025001"}
{"title": "Biofabrication to build the biology-device interface.", "abstract": "The last century witnessed spectacular advances in both microelectronics and biotechnology yet there was little synergy between the two. A challenge to their integration is that biological and electronic systems are constructed using divergent fabrication paradigms. Biology fabricates bottom-up with labile components, while microelectronic devices are fabricated top-down using methods that are 'bio-incompatible'. Biofabrication--the use of biological materials and mechanisms for construction--offers the opportunity to span these fabrication paradigms by providing convergent approaches for building the bio-device interface. Integral to biofabrication are stimuli-responsive materials (e.g. film-forming polysaccharides) that allow directed assembly under near physiological conditions in response to device-imposed signals. Biomolecular engineering, through recombinant technology, allows biological components to be endowed with information for assembly (e.g. encoded in a protein's amino acid sequence). Finally, self-assembly and enzymatic assembly provide the mechanisms for construction over a hierarchy of length scales. Here, we review recent advances in the use of biofabrication to build the bio-device interface. We anticipate that the biofabrication toolbox will expand over the next decade as more researchers enlist the unique construction capabilities of biology. Further, we look forward to observing the application of this toolbox to create devices that can better diagnose disease, detect pathogens and discover drugs. Finally, we expect that biofabrication will enable the effective interfacing of biology with electronics to create implantable devices for personalized and regenerative medicine.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["YiLiu", "EunkyoungKim", "RezaGhodssi", "Gary WRubloff", "James NCulver", "William EBentley", "Gregory FPayne"], "doi": "10.1088/1758-5082/2/2/022002"}
{"title": "Tissue engineering by self-assembly and bio-printing of living cells.", "abstract": "Biofabrication of living structures with desired topology and functionality requires the interdisciplinary effort of practitioners of the physical, life and engineering sciences. Such efforts are being undertaken in many laboratories around the world. Numerous approaches are pursued, such as those based on the use of natural or artificial scaffolds, decellularized cadaveric extracellular matrices and, most lately, bioprinting. To be successful in this endeavor, it is crucial to provide in vitro micro-environmental clues for the cells resembling those in the organism. Therefore, scaffolds, populated with differentiated cells or stem cells, of increasing complexity and sophistication are being fabricated. However, no matter how sophisticated scaffolds are, they can cause problems stemming from their degradation, eliciting immunogenic reactions and other a priori unforeseen complications. It is also being realized that ultimately the best approach might be to rely on the self-assembly and self-organizing properties of cells and tissues and the innate regenerative capability of the organism itself, not just simply prepare tissue and organ structures in vitro followed by their implantation. Here we briefly review the different strategies for the fabrication of three-dimensional biological structures, in particular bioprinting. We detail a fully biological, scaffoldless, print-based engineering approach that uses self-assembling multicellular units as bio-ink particles and employs early developmental morphogenetic principles, such as cell sorting and tissue fusion.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["KarolyJakab", "CyrilleNorotte", "FrancoiseMarga", "KeithMurphy", "GordanaVunjak-Novakovic", "GaborForgacs"], "doi": "10.1088/1758-5082/2/2/022001"}
{"title": "Development of human umbilical vein endothelial cell (HUVEC) and human umbilical vein smooth muscle cell (HUVSMC) branch/stem structures on hydrogel layers via biological laser printing (BioLP).", "abstract": "Angiogenesis is one of the prerequisite steps for viable tissue formation. The ability to influence the direction and structure in the formation of a vascular system is crucial in engineering tissue. Using biological laser printing (BioLP), we fabricated branch/stem structures of human umbilical vein endothelial cells (HUVEC) and human umbilical vein smooth muscle cells (HUVSMC). The structure is simple as to mimic vascular networks in natural tissue but also allow cells to develop new, finer structures away from the stem and branches. Additionally, we printed co-culture structures by first depositing only HUVECs, followed by 24 h incubation to allow for adequate cell-cell communication and differentiation into lumina; these cell printed scaffold layers were then removed from incubation and inserted into the BioLP apparatus so that HUVSMCs could be directly deposited on top and around the previously printed HUVEC structures. The growth and differentiation of these co-culture structures was then compared to the growth of printed samples with either HUVECs or HUVSMCs alone. Lumen formation was found to closely mimic the original branch and stem structure. The beginning of a network structure is observed. HUVSMCs acted to limit HUVEC over-growth and migration when compared to printed HUVEC structures alone. HUVSMCs and HUVECS, when printed in close contact, appear to form cell-cell junctions around lumen-like structures. They demonstrate a symbiotic relationship which affects their development of phenotype when in close proximity of each other. Our results indicate that it is possible to direct the formation and growth of lumen and lumen network using BioLP.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["P KWu", "B RRingeisen"], "doi": "10.1088/1758-5082/2/1/014111"}
{"title": "Biomatrices and biomaterials for future developments of bioprinting and biofabrication.", "abstract": "The next step beyond conventional scaffold-based tissue engineering is cell-based direct biofabrication techniques. In industrial processes, various three-dimensional (3D) prototype models have been fabricated using several different rapid prototyping methods, such as stereo-lithography, 3D printing and laser sintering, as well as others, in which a variety of chemical materials are utilized. However, with direct cell-based biofabrication, only biocompatible materials can be used, and the manufacturing process must be performed under biocompatible and physiological conditions. We have developed a direct 3D cell printing system using inkjet and gelation techniques with inkjet droplets, and found that it had good potential to construct 3D structures with multiple types of cells. With this system, we have used alginate and fibrin hydrogel materials, each of which has advantages and disadvantages. Herein, we discuss the roles of hydrogel for biofabrication and show that further developments in biofabrication technology with biomatrices will play a major part, as will developments in manufacturing technology. It is important to explore suitable biomatrices as the next key step in biofabrication techniques.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["MNakamura", "SIwanaga", "CHenmi", "KArai", "YNishiyama"], "doi": "10.1088/1758-5082/2/1/014110"}
{"title": "Accelerated differentiation of osteoblast cells on polycaprolactone scaffolds driven by a combined effect of protein coating and plasma modification.", "abstract": "A combined effect of protein coating and plasma modification on the quality of the osteoblast-scaffold interaction was investigated. Three-dimensional polycaprolactone (PCL) scaffolds were manufactured by the precision extrusion deposition (PED) system. The structural, physical, chemical and biological cues were introduced to the surface through providing 3D structure, coating with adhesive protein fibronectin and modifying the surface with oxygen-based plasma. The changes in the surface properties of PCL after those modifications were examined by contact angle goniometry, surface energy calculation, surface chemistry analysis (XPS) and surface topography measurements (AFM). The effects of modification techniques on osteoblast short-term and long-term functions were examined by cell adhesion, proliferation assays and differentiation markers, namely alkaline phosphatase activity (ALP) and osteocalcin secretion. The results suggested that the physical and chemical cues introduced by plasma modification might be sufficient for improved cell adhesion, but for accelerated osteoblast differentiation the synergetic effects of structural, physical, chemical and biological cues should be introduced to the PCL surface.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["Eda DYildirim", "RobynBesunder", "DaphnePappas", "FredAllen", "SelçukGüçeri", "WeiSun"], "doi": "10.1088/1758-5082/2/1/014109"}
{"title": "Bio rapid prototyping by extruding/aspirating/refilling thermoreversible hydrogel.", "abstract": "This paper reports a method for rapid prototyping of cell tissues, which is based on a system that extrudes, aspirates and refills a mixture of cells and thermoreversible hydrogel as a scaffold. In the extruding mode, a cell-mixed scaffold solution in the sol state is extruded from a cooled micronozzle into a temperature-controlled substrate, which keeps the scaffold in the gel state. In the aspiration mode, the opposite process is performed by Bernoulli suction. In the refilling mode, the solution is extruded into a groove created in the aspiration mode. The minimum width of extruded hydrogel pattern is 114 +/- 15 microm by employing a nozzle of diameter 100 microm, and that of aspirated groove was 355 +/- 10 microm using a 500 microm-diameter nozzle. Gum arabic is mixed with the scaffold solution to avoid peeling-off of the gel pattern from the substrate. Patterning of Sf-9 cell tissue is demonstrated, and the stability of the patterned cell is investigated. This system offers a procedure for rapid prototyping and local modification of cell scaffolds for tissue engineering.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["KIwami", "TNoda", "KIshida", "KMorishima", "MNakamura", "NUmeda"], "doi": "10.1088/1758-5082/2/1/014108"}
{"title": "Machine design and processing considerations for the 3D plotting of thermoplastic scaffolds.", "abstract": "3D plotting by micro-extrusion is a promising layer-wise fabrication method for the production of scaffolds in thermoplastic polymers. It is a solvent-free direct technique which permits extensive control over geometry and porosity. This paper highlights the complications that arise when using this technique for the processing of thermally sensitive polymers. It has been noted that the material is subject to extensive thermal load during processing, which may result in degradation by chain scission. This negatively affects scaffold (mechanical) properties as well as predictability and repeatability of the fabrication technique. A rationale is offered as to the main causes of this thermally induced degradation during processing and tentative ideas towards a solution are equally put forward.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["KimRagaert", "LudwigCardon", "ArneDekeyser", "JorisDegrieck"], "doi": "10.1088/1758-5082/2/1/014107"}
{"title": "Surface biofunctionalization and production of miniaturized sensor structures using aerosol printing technologies.", "abstract": "The work described in this paper demonstrates that very small protein and DNA structures can be applied to various substrates without denaturation using aerosol printing technology. This technology allows high-resolution deposition of various nanoscaled metal and biological suspensions. Before printing, metal and biological suspensions were formulated and then nebulized to form an aerosol which is aerodynamically focused on the printing module of the system in order to achieve precise structuring of the nanoscale material on a substrate. In this way, it is possible to focus the aerosol stream at a distance of about 5 mm from the printhead to the surface. This technology is useful for printing fluorescence-marked proteins and printing enzymes without affecting their biological activity. Furthermore, higher molecular weight DNA can be printed without shearing. The advantages, such as printing on complex, non-planar 3D structured surfaces, and disadvantages of the aerosol printing technology are also discussed and are compared with other printing technologies. In addition, miniaturized sensor structures with line thicknesses in the range of a few micrometers are fabricated by applying a silver sensor structure to glass. After sintering using an integrated laser or in an oven process, electrical conductivity is achieved within the sensor structure. Finally, we printed BSA in small micrometre-sized areas within the sensor structure using the same deposition system. The aerosol printing technology combined with material development offers great advantages for future-oriented applications involving biological surface functionalization on small areas. This is important for innovative biomedical micro-device development and for production solutions which bridge the disciplines of biology and electronics.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["IngoGrunwald", "EstherGroth", "IngoWirth", "JulianSchumacher", "MarcusMaiwald", "VolkerZoellmer", "MatthiasBusse"], "doi": "10.1088/1758-5082/2/1/014106"}
{"title": "A droplet-based building block approach for bladder smooth muscle cell (SMC) proliferation.", "abstract": "Tissue engineering based on building blocks is an emerging method to fabricate 3D tissue constructs. This method requires depositing and assembling building blocks (cell-laden microgels) at high throughput. The current technologies (e.g., molding and photolithography) to fabricate microgels have throughput challenges and provide limited control over building block properties (e.g., cell density). The cell-encapsulating droplet generation technique has potential to address these challenges. In this study, we monitored individual building blocks for viability, proliferation and cell density. The results showed that (i) SMCs can be encapsulated in collagen droplets with high viability (>94.2 +/- 3.2%) for four cases of initial number of cells per building block (i.e. 7 +/- 2, 16 +/- 2, 26 +/- 3 and 37 +/- 3 cells/building block). (ii) Encapsulated SMCs can proliferate in building blocks at rates that are consistent (1.49 +/- 0.29) across all four cases, compared to that of the controls. (iii) By assembling these building blocks, we created an SMC patch (5 mm x 5 mm x 20 microm), which was cultured for 51 days forming a 3D tissue-like construct. The histology of the cultured patch was compared to that of a native rat bladder. These results indicate the potential of creating 3D tissue models at high throughput in vitro using building blocks.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["FXu", "S JMoon", "A EEmre", "E STurali", "Y SSong", "S AHacking", "JNagatomi", "UDemirci"], "doi": "10.1088/1758-5082/2/1/014105"}
{"title": "Laser printing of cells into 3D scaffolds.", "abstract": "One of the most promising approaches in tissue engineering is the application of 3D scaffolds, which provide cell support and guidance in the initial tissue formation stage. The porosity of the scaffold and internal pore organization influence cell migration and play a major role in its biodegradation dynamics, nutrient diffusion and mechanical stability. In order to control cell migration and cellular interactions within the scaffold, novel technologies capable of producing 3D structures in accordance with predefined design are required. The two-photon polymerization (2PP) technique, used in this report for the fabrication of scaffolds, allows the realization of arbitrary 3D structures with submicron spatial resolution. Highly porous 3D scaffolds, produced by 2PP of acrylated poly(ethylene glycol), are seeded with cells by means of laser-induced forward transfer (LIFT). In this laser printing approach, a propulsive force, resulting from laser-induced shock wave, is used to propel individual cells or cell groups from a donor substrate towards the receiver substrate. We demonstrate that with this technique printing of multiple cell types into 3D scaffolds is possible. Combination of LIFT and 2PP provides a route for the realization of 3D multicellular tissue constructs and artificial ECM engineered on the microscale.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["AOvsianikov", "MGruene", "MPflaum", "LKoch", "FMaiorana", "MWilhelmi", "AHaverich", "BChichkov"], "doi": "10.1088/1758-5082/2/1/014104"}
{"title": "Bioprinting by laser-induced forward transfer for tissue engineering applications: jet formation modeling.", "abstract": "In this paper, a nanosecond LIFT process is analyzed both from experimental and modeling points of view. Experimental results are first presented and compared to simple estimates obtained from physical analysis, i.e. energy balance, jump relations and analytical pocket dynamics. Then a self-consistent 2D axisymmetric modeling strategy is presented. It is shown that data accessible from experiments, i.e. jet diameter and velocity, can be reproduced. Moreover, some specific mechanisms involved in the rear-surface deformation and jet formation may be described by some scales of hydrodynamic process, i.e. shock waves propagation and expansion waves, as a consequence of the laser heating. It shows that the LIFT process is essentially driven by hydrodynamics and thermal transfer, and that a coupled approach including self-consistent laser energy deposition, heating by thermal conduction and specific models for matter is required.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["CMézel", "ASouquet", "LHallo", "FGuillemot"], "doi": "10.1088/1758-5082/2/1/014103"}
{"title": "Combining electrospinning and fused deposition modeling for the fabrication of a hybrid vascular graft.", "abstract": "Tissue engineering of blood vessels is a promising strategy in regenerative medicine with a broad spectrum of potential applications. However, many hurdles for tissue-engineered vascular grafts, such as poor mechanical properties, thrombogenicity and cell over-growth inside the construct, need to be overcome prior to the clinical application. To surmount these shortcomings, we developed a poly-L-lactide (PLLA)/poly-epsilon-caprolactone (PCL) scaffold releasing heparin by a combination of electrospinning and fused deposition modeling technique. PLLA/heparin scaffolds were produced by electrospinning in tubular shape and then fused deposition modeling was used to armor the tube with a single coil of PCL on the outer layer to improve mechanical properties. Scaffolds were then seeded with human mesenchymal stem cells (hMSCs) and assayed in terms of morphology, mechanical tensile strength, cell viability and differentiation. This particular scaffold design allowed the generation of both a drug delivery system amenable to surmount thrombogenic issues and a microenvironment able to induce endothelial differentiation. At the same time, the PCL external coiling improved mechanical resistance of the microfibrous scaffold. By the combination of two notable techniques in biofabrication--electrospinning and FDM--and exploiting the biological effects of heparin, we developed an ad hoc differentiating device for hMSCs seeding, able to induce differentiation into vascular endothelium.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["MCentola", "ARainer", "CSpadaccio", "SDe Porcellinis", "J AGenovese", "MTrombetta"], "doi": "10.1088/1758-5082/2/1/014102"}
{"title": "In vivo bioprinting for computer- and robotic-assisted medical intervention: preliminary study in mice.", "abstract": "We present the first attempt to apply bioprinting technologies in the perspective of computer-assisted medical interventions. A workstation dedicated to high-throughput biological laser printing has been designed. Nano-hydroxyapatite (n-HA) was printed in the mouse calvaria defect model in vivo. Critical size bone defects were performed in OF-1 male mice calvaria with a 4 mm diameter trephine. Prior to laser printing experiments, the absence of inflammation due to laser irradiation onto mice dura mater was shown by means of magnetic resonance imaging. Procedures for in vivo bioprinting and results obtained using decalcified sections and x-ray microtomography are discussed. Although heterogeneous, these preliminary results demonstrate that in vivo bioprinting is possible. Bioprinting may prove to be helpful in the future for medical robotics and computer-assisted medical interventions.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["VirginieKeriquel", "FabienGuillemot", "IsabelleArnault", "BertrandGuillotin", "SylvainMiraux", "JoëlleAmédée", "Jean-ChristopheFricain", "SylvainCatros"], "doi": "10.1088/1758-5082/2/1/014101"}
{"title": "Bioprinting is coming of age: Report from the International Conference on Bioprinting and Biofabrication in Bordeaux (3B'09).", "abstract": "The International Conference on Bioprinting and Biofabrication in Bordeaux (3B'09) demonstrated that the field of bioprinting and biofabrication continues to evolve. The increasing number and broadening geography of participants, the emergence of new exciting bioprinting technologies, and the attraction of young investigators indicates the strong growth potential of this emerging field. Bioprinting can be defined as the use of computer-aided transfer processes for patterning and assembling living and non-living materials with a prescribed 2D or 3D organization in order to produce bio-engineered structures serving in regenerative medicine, pharmacokinetic and basic cell biology studies. The use of bioprinting technology for biofabrication of in vitro assay has been shown to be a realistic short-term application. At the same time, the principal feasibility of bioprinting vascularized human organs as well as in vivo bioprinting has been demonstrated. The bioprinting of complex 3D human tissues and constructs in vitro and especially in vivo are exciting, but long-term, applications. It was decided that the 5th International Conference on Bioprinting and Biofabrication would be held in Philadelphia, USA in October 2010. The specially appointed 'Eploratory Committee' will consider the possibility of turning the growing bioprinting community into a more organized entity by creating a new bioprinting and biofabrication society. The new journal Biofabrication was also presented at 3B'09. This is an important milestone per se which provides additional objective evidence that the bioprinting and biofabrication field is consolidating and maturing. Thus, it is safe to state that bioprinting technology is coming of age.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["FabienGuillemot", "VladimirMironov", "MakotoNakamura"], "doi": "10.1088/1758-5082/2/1/010201"}
{"title": "PAM2 (piston assisted microsyringe): a new rapid prototyping technique for biofabrication of cell incorporated scaffolds.", "abstract": "Rapid prototyping techniques are widely used to fabricate well-defined three-dimensional structures of tissue homologs. The piston-assisted microsyringe (PAM2) is a rapid prototyping technology specifically developed for low-shear stress extrusion of viscous hydrogel solutions containing cells. In this article the working parameters of the system were established to guarantee the realization of spatially controlled hydrogel scaffolds. Moreover the shear stresses acting on the cell membrane during extrusion was investigated through a computational fluid-dynamic analysis. The computational models show that the shear stress on the cells is of the order of 100 Pa during the extrusion process. HepG2 cells encapsulated in alginate were then extruded into spatially organized hepatic lobule-like architectures and their viability and function were evaluated. The results show that the metabolic fingerprint of the cells is preserved with respect to controls and the cells are uniformly distributed through the gel scaffold.", "journal": "Tissue engineering. Part C, Methods", "date": "2010-08-31", "authors": ["AnnalisaTirella", "FedericoVozzi", "GiovanniVozzi", "ArtiAhluwalia"], "doi": "10.1089/ten.TEC.2010.0195"}
{"title": "Laser printing of stem cells for biofabrication of scaffold-free autologous grafts.", "abstract": "Stem cells are of widespread interest in regenerative medicine due to their capability of self-renewal and differentiation, which is regulated by their three-dimensional microenvironment. In this study, a computer-aided biofabrication technique based on laser-induced forward transfer (LIFT) is used to generate grafts consisting of mesenchymal stem cells (MSCs). We demonstrate that (i) laser printing does not cause any cell damage; (ii) laser-printed MSC grafts can be differentiated toward bone and cartilage; (iii) LIFT allows printing of cell densities high enough for the promotion of chondrogenesis; (iv) with LIFT three-dimensional scaffold-free autologous tissue grafts can be fabricated keeping their predefined structure, and (v) predifferentiated MSCs survived the complete printing procedure and kept their functionality. We believe that our results will find important applications in stem cell biology and tissue engineering.", "journal": "Tissue engineering. Part C, Methods", "date": "2010-08-03", "authors": ["MartinGruene", "AndreaDeiwick", "LotharKoch", "SabrinaSchlie", "ClaudiaUnger", "NicolaHofmann", "IngaBernemann", "BirgitGlasmacher", "BorisChichkov"], "doi": "10.1089/ten.TEC.2010.0359"}
{"title": "In vitro: osteoclastic activity studies on surfaces of 3D printed calcium phosphate scaffolds.", "abstract": "Various biomaterials have been developed for the use as bone substitutes for bone defects. To optimize their integration and functionality, they should be adapted to the individual defect. Rapid prototyping is a manufacturing method to tailor materials to the 3D geometry of the defect. Especially 3D printing allows the manufacture of implants, the shape of which can be designed to fit the bone defect using anatomical information obtained from the patient. 3D printing of calcium phosphates, which are well established as bone substitutes, involves a sintering step after gluing the granules together by a binder liquid. In this study, we analyzed if and how these 3D printed calcium phosphate surfaces can be resorbed by osteoclast-like cells. On 3D printed scaffold surfaces consisting of pure HA and β-TCP as well as a biphasic mixture of HA and TCP the osteoclastic cell differentiation was studied. In this regard, cell proliferation, differentiation, and activation were analyzed with the monocytic cell line RAW 264.7. The results show that osteoclast-like cells were able to resorb calcium phosphate surfaces consisting of granules. Furthermore, biphasic calcium phosphate ceramics exhibit, because of their osteoclastic activation ability, the most promising surface properties to serve as 3D printed bone substitute scaffolds.", "journal": "Journal of biomaterials applications", "date": "2010-07-28", "authors": ["RainerDetsch", "SusannneSchaefer", "UlrikeDeisinger", "GuenterZiegler", "HermannSeitz", "BarbaraLeukers"], "doi": "10.1177/0885328210373285"}
{"title": "Tissue spheroid fusion-based in vitro screening assays for analysis of tissue maturation.", "abstract": "Organ printing or computer-aided robotic layer-by-layer additive biofabrication of thick three-dimensional (3D) living tissue constructs employing self-assembling tissue spheroids is a rapidly evolving alternative to classic solid scaffold-based approaches in tissue engineering. However, the absence of effective methods of accelerated tissue maturation immediately after bioprinting is the main technological imperative and potential impediment for further progress in the development of this emerging organ printing technology. Identification of the optimal combination of factors and conditions that accelerate tissue maturation ('maturogenic' factors) is an essential and necessary endeavour. Screening of maturogenic factors would be most efficiently accomplished using high-throughput quantitative in vitro tissue maturation assays. We have recently reviewed the formation of solid scaffold-free tissue constructs through the fusion of bioprinted tissue spheroids that have measurable material properties. We hypothesize that the fusion kinetics of these tissue spheroids will provide an efficacious in vitro assay of the level of tissue maturation. We report here the results of experimental testing of two simple quantitative tissue spheroid fusion-based in vitro high-throughput screening assays of tissue maturation: (a) a tissue spheroid envelopment assay; and (b) a tissue spheroid fusion kinetics assay.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2010-07-07", "authors": ["ZoltanHajdu", "VladimirMironov", "Agnes NagyMehesz", "Russell ANorris", "Roger RMarkwald", "Richard PVisconti"], "doi": "10.1002/term.291"}
{"title": "Laser assisted bioprinting of engineered tissue with high cell density and microscale organization.", "abstract": "Over this decade, cell printing strategy has emerged as one of the promising approaches to organize cells in two and three dimensional engineered tissues. High resolution and high speed organization of cells are some of the key requirements for the successful fabrication of cell-containing two or three dimensional constructs. So far, none of the available cell printing technologies has shown an ability to concomitantly print cells at a cell-level resolution and at a kHz range speed. We have studied the effect of the viscosity of the bioink, laser energy, and laser printing speed on the resolution of cell printing. Accordingly, we demonstrate that a laser assisted cell printer can deposit cells with a microscale resolution, at a speed of 5 kHz and with computer assisted geometric control. We have successfully implemented such a cell printing precision to print miniaturized tissue like layouts with de novo high cell density and micro scale organization.", "journal": "Biomaterials", "date": "2010-06-29", "authors": ["BertrandGuillotin", "AgnèsSouquet", "SylvainCatros", "MartíDuocastella", "BenjaminPippenger", "SéverineBellance", "ReineBareille", "MurielleRémy", "LaurenceBordenave", "JoëlleAmédée", "FabienGuillemot"], "doi": "10.1016/j.biomaterials.2010.05.055"}
{"title": "Combined micro and macro additive manufacturing of a swirling flow coaxial phacoemulsifier sleeve with internal micro-vanes.", "abstract": "Microstereolithography (microSL) technology can fabricate complex, three-dimensional (3D) microstructures, although microSL has difficulty producing macrostructures with micro-scale features. There are potentially many applications where 3D micro-features can benefit the overall function of the macrostructure. One such application involves a medical device called a coaxial phacoemulsifier where the tip of the phacoemulsifier is inserted into the eye through a relatively small incision and used to break the lens apart while removing the lens pieces and associated fluid from the eye through a small tube. In order to maintain the eye at a constant pressure, the phacoemulsifier also includes an irrigation solution that is injected into the eye during the procedure through a coaxial sleeve. It has been reported, however, that the impinging flow from the irrigation solution on the corneal endothelial cells in the inner eye can damage these cells during the procedure. As a result, a method for reducing the impinging flow velocities and the resulting shear stresses on the endothelial cells during this procedure was explored, including the design and development of a complex, 3D micro-vane within the sleeve. The micro-vane introduces swirl into the irrigation solution, producing a flow with rapidly dissipating flow velocities. Fabrication of the sleeve and fitting could not be accomplished using microSL alone, and thus, a two-part design was accomplished where a sleeve with the micro-vane was fabricated with microSL and a threaded fitting used to attach the sleeve to the phacoemulsifier was fabricated using an Objet Eden 333 rapid prototyping machine. The new combined device was tested within a water container using particle image velocimetry, and the results showed successful swirling flow with an ejection of the irrigation fluid through the micro-vane in three different radial directions corresponding to the three micro-vanes. As expected, the sleeve produced a swirling flow with rapidly dissipating streamwise flow velocities where the maximum measured streamwise flow velocities using the micro-vane were lower than those without the micro-vane by 2 mm from the tip where they remained at approximately 70% of those produced by the conventional sleeve as the flow continued to develop. It is believed that this new device will reduce damage to endothelial cells during cataract surgery and significantly improve patient outcomes from this procedure. This unique application demonstrates the utility of combining microSL with a macro rapid prototyping technology for fabricating a real macro-scale device with functional, 3D micro-scale features that would be difficult and costly to fabricate using alternative manufacturing methods.", "journal": "Biomedical microdevices", "date": "2010-06-22", "authors": ["Jae-WonChoi", "MasakiYamashita", "JunSakakibara", "YuichiKaji", "TetsuroOshika", "Ryan BWicker"], "doi": "10.1007/s10544-010-9442-1"}
{"title": "Bioprinting vessel-like constructs using hyaluronan hydrogels crosslinked with tetrahedral polyethylene glycol tetracrylates.", "abstract": "Bioprinting enables deposition of cells and biomaterials into spatial orientations and complexities that mirror physiologically relevant geometries. To facilitate the development of bioartificial vessel-like grafts, two four-armed polyethylene glycol (PEG) derivatives with different PEG chain lengths, TetraPEG8 and TetraPEG13, were synthesized from tetrahedral pentaerythritol derivatives. The TetraPEGs are unique multi-armed PEGs with a compact and symmetrical core. The TetraPEGs were converted to tetra-acrylate derivatives (TetraPAcs) which were used in turn to co-crosslink thiolated hyaluronic acid and gelatin derivatives into extrudable hydrogels for printing tissue constructs. First, the hydrogels produced by TetraPAc crosslinking showed significantly higher shear storage moduli when compared to PEG diacrylate (PEGDA)-crosslinked synthetic extracellular matrices (sECMs) of similar composition. These stiffer hydrogels have rheological properties more suited to bioprinting high-density cell suspensions. Second, TetraPAc-crosslinked sECMs were equivalent or superior to PEGDA-crosslinked gels in supporting cell growth and proliferation. Third, the TetraPac sECMs were employed in a proof-of-concept experiment by encapsulation of NIH 3T3 cells in sausage-like hydrogel macrofilaments. These macrofilaments were then printed into tubular tissue constructs by layer-by-layer deposition using the Fab@Home printing system. LIVE/DEAD viability/cytotoxicity-stained cross-sectional images showed the bioprinted cell structures to be viable in culture for up to 4 weeks with little evidence of cell death. Thus, biofabrication of cell suspensions in TetraPAc sECMs demonstrates the feasibility of building bioartificial blood vessel-like constructs for research and potentially clinical uses.", "journal": "Biomaterials", "date": "2010-06-16", "authors": ["AleksanderSkardal", "JianxingZhang", "Glenn DPrestwich"], "doi": "10.1016/j.biomaterials.2010.04.045"}
{"title": "Silver nanocrystallites: biofabrication using Shewanella oneidensis, and an evaluation of their comparative toxicity on gram-negative and gram-positive bacteria.", "abstract": "Microorganisms have long been known to develop resistance to metal ions either by sequestering metals inside the cell or by effluxing them into the extracellular media. Here we report the biosynthesis of extracellular silver-based single nanocrystallites of well-defined composition and homogeneous morphology utilizing the gamma-proteobacterium, Shewanella oneidensis MR-1, upon incubation with aqueous silver nitrate solution. Further characterization of these particles revealed that the crystals consist of small, reasonably monodispersed spheres in the 2-11 nm size range (average of 4 +/- 1.5 nm). The bactericidal effect of these nanoparticles (biogenic-Ag) is compared to chemically synthesized silver nanoparticles (colloidal-Ag and oleate capped silver nanoparticles, oleate-Ag) and assessed using Gram-negative (E. coli and S. oneidensis) and Gram-positive (B. subtilis) bacteria. Relative toxicity was based on the diameter of inhibition zone in disk diffusion tests, minimum inhibitory concentrations, live/dead assays, and atomic force microscopy. From a toxicity perspective, strain-dependent inhibition depended on the synthesis procedure and the surface coat. Biogenic-Ag was found to be of higher toxicity compared to colloidal-Ag for all three strains tested, whereas E. coli and S. oneidensis were found to be more resistant to either of these nanoparticles than B. subtilis. In contrast, oleate-Ag was not toxic to any of the bacteria. These findings have implications for the potential uses of Ag nanomaterials and for their fate in biological and environmental systems.", "journal": "Environmental science & technology", "date": "2010-06-01", "authors": ["Anil KSuresh", "Dale APelletier", "WeiWang", "Ji-WonMoon", "BaohuaGu", "Ninell PMortensen", "David PAllison", "David CJoy", "Tommy JPhelps", "Mitchel JDoktycz"], "doi": "10.1021/es903684r"}
{"title": "3D printing based on imaging data: review of medical applications.", "abstract": "Generation of graspable three-dimensional objects applied for surgical planning, prosthetics and related applications using 3D printing or rapid prototyping is summarized and evaluated.\nGraspable 3D objects overcome the limitations of 3D visualizations which can only be displayed on flat screens. 3D objects can be produced based on CT or MRI volumetric medical images. Using dedicated post-processing algorithms, a spatial model can be extracted from image data sets and exported to machine-readable data. That spatial model data is utilized by special printers for generating the final rapid prototype model.\nPatient-clinician interaction, surgical training, medical research and education may require graspable 3D objects. The limitations of rapid prototyping include cost and complexity, as well as the need for specialized equipment and consumables such as photoresist resins.\nMedical application of rapid prototyping is feasible for specialized surgical planning and prosthetics applications and has significant potential for development of new medical applications.", "journal": "International journal of computer assisted radiology and surgery", "date": "2010-05-15", "authors": ["FRengier", "AMehndiratta", "Hvon Tengg-Kobligk", "C MZechmann", "RUnterhinninghofen", "H-UKauczor", "F LGiesel"], "doi": "10.1007/s11548-010-0476-x"}
{"title": "Anatomically shaped tooth and periodontal regeneration by cell homing.", "abstract": "Tooth regeneration by cell delivery encounters translational hurdles. We hypothesized that anatomically correct teeth can regenerate in scaffolds without cell transplantation. Novel, anatomically shaped human molar scaffolds and rat incisor scaffolds were fabricated by 3D bioprinting from a hybrid of poly-epsilon-caprolactone and hydroxyapatite with 200-microm-diameter interconnecting microchannels. In each of 22 rats, an incisor scaffold was implanted orthotopically following mandibular incisor extraction, whereas a human molar scaffold was implanted ectopically into the dorsum. Stromal-derived factor-1 (SDF1) and bone morphogenetic protein-7 (BMP7) were delivered in scaffold microchannels. After 9 weeks, a putative periodontal ligament and new bone regenerated at the interface of rat incisor scaffold with native alveolar bone. SDF1 and BMP7 delivery not only recruited significantly more endogenous cells, but also elaborated greater angiogenesis than growth-factor-free control scaffolds. Regeneration of tooth-like structures and periodontal integration by cell homing provide an alternative to cell delivery, and may accelerate clinical applications.", "journal": "Journal of dental research", "date": "2010-05-08", "authors": ["KKim", "C HLee", "B KKim", "J JMao"], "doi": "10.1177/0022034510370803"}
{"title": "Solid Free-form Fabrication Technology and Its Application to Bone Tissue Engineering.", "abstract": "The development of scaffolds for use in cell-based therapies to repair damaged bone tissue has become a critical component in the field of bone tissue engineering. However, design of scaffolds using conventional fabrication techniques has limited further advancement, due to a lack of the required precision and reproducibility. To overcome these constraints, bone tissue engineers have focused on solid free-form fabrication (SFF) techniques to generate porous, fully interconnected scaffolds for bone tissue engineering applications. This paper reviews the potential application of SFF fabrication technologies for bone tissue engineering with respect to scaffold fabrication. In the near future, bone scaffolds made using SFF apparatus should become effective therapies for bone defects.", "journal": "International journal of stem cells", "date": "2010-05-01", "authors": ["Jin WooLee", "Jong YoungKim", "Dong-WooCho"], "doi": "10.15283/ijsc.2010.3.2.85"}
{"title": "Tunable geometry of bacterial inclusion bodies as substrate materials for tissue engineering.", "abstract": "A spectrum of materials for biomedical applications is produced in bacteria, and some of them, such as metals or polyhydroxyalkanoates, are straightforwardly obtained as particulate entities. We have explored the biofabrication process of bacterial inclusion bodies, particulate proteinaceous materials (ranging from 50 to 500 nm in diameter) recently recognized as suitable for surface topographical modification and tissue engineering. Inclusion bodies have been widely described as spherical or pseudo-spherical particles with only minor morphological variability, mostly restricted to their size. Here we have identified a cellular gene in Escherichia coli (clpP) that controls the in vivo fabrication process of inclusion bodies. In the absence of the encoded protease, the dynamics of protein deposition is perturbed, resulting in unusual tear-shaped particles with enhanced surface-volume ratios. This fact modifies the ability of inclusion bodies to promote mammalian cell attachment and differentiation upon surface decoration. The implications of the genetic control of inclusion body geometry are discussed in the context of their biological fabrication and regarding the biomedical potential of these protein clusters in regenerative medicine.", "journal": "Nanotechnology", "date": "2010-04-24", "authors": ["ElenaGarcía-Fruitós", "JoaquínSeras-Franzoso", "EstherVazquez", "AntonioVillaverde"], "doi": "10.1088/0957-4484/21/20/205101"}
{"title": "Photocrosslinkable hyaluronan-gelatin hydrogels for two-step bioprinting.", "abstract": "Bioprinting by the codeposition of cells and biomaterials is constrained by the availability of printable materials. Herein we describe a novel macromonomer, a new two-step photocrosslinking strategy, and the use of a simple rapid prototyping system to print a proof-of-concept tubular construct. First, we synthesized the methacrylated ethanolamide derivative of gelatin (GE-MA). Second, partial photochemical cocrosslinking of GE-MA with methacrylated hyaluronic acid (HA-MA) gave an extrudable gel-like fluid. Third, the new HA-MA:GE-MA hydrogels were biocompatible, supporting cell attachment and proliferation of HepG2 C3A, Int-407, and NIH 3T3 cells in vitro. Moreover, hydrogels injected subcutaneously in nude mice produced no inflammatory response. Fourth, using the Fab@Home printing system, we printed a tubular tissue construct. The partially crosslinked hydrogels were extruded from a syringe into a designed base layer, and irradiated again to create a firmer structure. The computer-driven protocol was iterated to complete a cellularized tubular construct with a cell-free core and a cell-free structural halo. Cells encapsulated within this printed construct were viable in culture, and gradually remodeled the synthetic extracellular matrix environment to a naturally secreted extracellular matrix. This two-step photocrosslinkable biomaterial addresses an unmet need for printable hydrogels useful in tissue engineering.", "journal": "Tissue engineering. Part A", "date": "2010-04-15", "authors": ["AleksanderSkardal", "JianxingZhang", "LindsiMcCoard", "XiaoyuXu", "SiamOottamasathien", "Glenn DPrestwich"], "doi": "10.1089/ten.TEA.2009.0798"}
{"title": "In situ synthesis of DNA microarray on functionalized cyclic olefin copolymer substrate.", "abstract": "Thermoplastic materials such as cyclic-olefin copolymers (COC) provide a versatile and cost-effective alternative to the traditional glass or silicon substrate for rapid prototyping and industrial scale fabrication of microdevices. To extend the utility of COC as an effective microarray substrate, we developed a new method that enabled for the first time in situ synthesis of DNA oligonucleotide microarrays on the COC substrate. To achieve high-quality DNA synthesis, a SiO(2) thin film array was prepatterned on the inert and hydrophobic COC surface using RF sputtering technique. The subsequent in situ DNA synthesis was confined to the surface of the prepatterned hydrophilic SiO(2) thin film features by precision delivery of the phosphoramidite chemistry using an inkjet DNA synthesizer. The in situ SiO(2)-COC DNA microarray demonstrated superior quality and stability in hybridization assays and thermal cycling reactions. Furthermore, we demonstrate that pools of high-quality mixed-oligos could be cleaved off the SiO(2)-COC microarrays and used directly for construction of DNA origami nanostructures. It is believed that this method will not only enable synthesis of high-quality and low-cost COC DNA microarrays but also provide a basis for further development of integrated microfluidics microarrays for a broad range of bioanalytical and biofabrication applications.", "journal": "ACS applied materials & interfaces", "date": "2010-04-02", "authors": ["IshtiaqSaaem", "Kuo-ShengMa", "Alexandria NMarchi", "Thomas HLaBean", "JingdongTian"], "doi": "10.1021/am900884b"}
{"title": "Next-generation biomedical implants using additive manufacturing of complex, cellular and functional mesh arrays.", "abstract": "In this paper, we examine prospects for the manufacture of patient-specific biomedical implants replacing hard tissues (bone), particularly knee and hip stems and large bone (femoral) intramedullary rods, using additive manufacturing (AM) by electron beam melting (EBM). Of particular interest is the fabrication of complex functional (biocompatible) mesh arrays. Mesh elements or unit cells can be divided into different regions in order to use different cell designs in different areas of the component to produce various or continually varying (functionally graded) mesh densities. Numerous design elements have been used to fabricate prototypes by AM using EBM of Ti-6Al-4V powders, where the densities have been compared with the elastic (Young) moduli determined by resonant frequency and damping analysis. Density optimization at the bone-implant interface can allow for bone ingrowth and cementless implant components. Computerized tomography (CT) scans of metal (aluminium alloy) foam have also allowed for the building of Ti-6Al-4V foams by embedding the digital-layered scans in computer-aided design or software models for EBM. Variations in mesh complexity and especially strut (or truss) dimensions alter the cooling and solidification rate, which alters the alpha-phase (hexagonal close-packed) microstructure by creating mixtures of alpha/alpha' (martensite) observed by optical and electron metallography. Microindentation hardness measurements are characteristic of these microstructures and microstructure mixtures (alpha/alpha') and sizes.", "journal": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences", "date": "2010-03-24", "authors": ["L EMurr", "S MGaytan", "FMedina", "HLopez", "EMartinez", "B IMachado", "D HHernandez", "LMartinez", "M ILopez", "R BWicker", "JBracke"], "doi": "10.1098/rsta.2010.0010"}
{"title": "Building off-the-shelf tissue-engineered composites.", "abstract": "Rapid advances in technology have created the realistic possibility of personalized medicine. In 2000, Time magazine listed tissue engineering as one of the 'hottest 10 career choices'. However, in the past decade, only a handful of tissue-engineered products were translated to the clinical market and none were financially viable. The reality of complex business planning and the high-investment, high-technology environment was not apparent, and the promise of tissue engineering was overstated. In the meantime, biologists were steadily applying three-dimensional benchtop tissue-culture systems for cellular research, but the systems were gelatinous and thus limited in their ability to facilitate the development of complex tissues. Now, the bioengineering literature has seen an emergence of literature describing biofabrication of tissues and organs. However, if one looks closely, again, the viable products appear distant. 'Rapid' prototyping to reproduce the intricate patterns of whole organs using large volumes of cellular components faces daunting challenges. Homogenous forms are being labelled 'tissues', but, in fact, do not represent the heterogeneous structure of the native biological system. In 2003, we disclosed the concept of combining rapid prototyping techniques with tissue engineering technologies to facilitate precision development of heterogeneous complex tissue-test systems, i.e. systems to be used for drug discovery and the study of cellular behaviour, biomedical devices and progression of disease. The focus of this paper is on the challenges we have faced since that time, moving this concept towards reality, using the case of breast tissue as an example.", "journal": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences", "date": "2010-03-24", "authors": ["TimothyBurg", "Cheryl A PCass", "RichardGroff", "MatthewPepper", "Karen J LBurg"], "doi": "10.1098/rsta.2010.0002"}
{"title": "Electromagnetically controlled biological assembly of aligned bacterial cellulose nanofibers.", "abstract": "We have developed a new biofabrication process in which the precise control of bacterial motion is used to fabricate customizable networks of cellulose nanofibrils. This article describes how the motion of Acetobacter xylinum can be controlled by electric fields while the bacteria simultaneously produce nanocellulose, resulting in networks with aligned fibers. Since the electrolysis of water due to the application of electric fields produces the oxygen in the culture media far from the liquid-air boundary, aerobic cellulose production in 3D structures is readily achievable. Five separate sets of experiments were conducted to demonstrate the assembly of nanocellulose by A. xylinum in the presence of electric fields in micro- and macro-environments. This study demonstrates a new concept of bottom up material synthesis by the control of a biological assembly process.", "journal": "Annals of biomedical engineering", "date": "2010-03-20", "authors": ["Michael BSano", "Andrea DRojas", "PaulGatenholm", "Rafael VDavalos"], "doi": "10.1007/s10439-010-9999-0"}
{"title": "Fabrication of three-dimensional cell constructs using temperature-responsive hydrogel.", "abstract": "A morphologically controlled three-dimensional (3D) cell construct composed of only cells and having no scaffold material might be a valuable biologic material for tissue engineering applications, as the scaffold materials can cause delay of tissue regeneration in some conditions. To obtain such a 3D cell construct, a 3D thermoresponsive hydrogel (poly-N-isopropylacrylamide) was prepared as a mold material that changes its volume depending on the temperature. Three-dimensional osteoblast cell constructs with a variety of morphologies as well as a monolayered cell sheet were obtained by decreasing the surrounding temperature of the hydrogel designed with a predefined shape and formed by curing in a polymer mold manufactured via 3D printing. The cell sheet or 3D cell constructs detachment resulted from a simple change in the gel volume, not by the surface chemistry of the gel, because the surface hydrophilicity of the gel was maintained over a wide temperature range. These 2D/3D cell constructs have numbers of exciting applications such as cell carriers for tissue regeneration or as model tissues for the biological study.", "journal": "Tissue engineering. Part A", "date": "2010-03-12", "authors": ["Jun-IchiSasaki", "Taka-AkiAsoh", "TakuyaMatsumoto", "HiroshiEgusa", "TaijiSohmura", "EbenAlsberg", "MitsuruAkashi", "HirofumiYatani"], "doi": "10.1089/ten.TEA.2009.0523"}
{"title": "Single-pot biofabrication of zinc sulfide immuno-quantum dots.", "abstract": "Quantum dots (QDs) are a powerful alternative to organic dyes and fluorescent proteins for biological and biomedical applications. These semiconductor nanocrystals are traditionally synthesized above 200 degrees C in organic solvents using toxic and costly precursors, and further steps are required to conjugate them to a biological ligand. Here, we describe a simple, aqueous route for the one-pot synthesis of antibody-derivatized zinc sulfide (ZnS) immuno-QDs. In this strategy, easily expressed and purified fusion proteins perform the dual function of nanocrystal mineralizers through ZnS binding sequences identified by cell surface display and adaptors for immunoglobin G (IgG) conjugation through a tandem repeat of the B domain of Staphylococcus aureus protein A. Although approximately 4.3 nm ZnS wurtzite cores could be biomineralized from either zinc chloride or zinc acetate precursors, only the latter salt gives rise to protein-coated QDs with long shelf life and narrow hydrodynamic diameters (8.8 +/- 1.4 nm). The biofabricated QDs have a quantum yield of 2.5% and blue-green ensemble emission with contributions from the band-edge at 340 nm and from trap states at 460 and 665 nm that are influenced by the identity of the protein shell. Murine IgG(1) antibodies exhibit high affinity (K(d) = 60 nM) for the protein shell, and stable immuno-QDs with a hydrodynamic diameter of 14.1 +/- 1.3 nm are readily obtained by mixing biofabricated nanocrystals with human IgG.", "journal": "Journal of the American Chemical Society", "date": "2010-03-12", "authors": ["WeibinZhou", "Daniel TSchwartz", "FrançoisBaneyx"], "doi": "10.1021/ja909406n"}
{"title": "Mass customization of foot orthoses for rheumatoid arthritis using selective laser sintering.", "abstract": "Rheumatoid arthritis is an inflammatory joint disease that can lead to pain, stiffness, and deformity, often with marked involvement of the small joints of the foot and ankle. Orthotic devices are commonly prescribed for this condition to lessen symptoms and improve function and mobility, and customized devices are most effective. The work reported in this paper has examined the feasibility of using an additive manufacturing-based approach to manufacture customized orthoses. In order to test feasibility, orthoses have been manufactured using the additive manufacturing technology of selective laser sintering, and have been evaluated through a small-scale patient trial (n = 7). The trial indicated that these orthoses performed as well as the patients' current prescribed customized devices in terms of the observed gait and subjective evaluation of fit and comfort. It is concluded that the feasibility of the additive manufacturing approach has been demonstrated, and further development of a mass customization system to deliver orthoses, together with exploitation of the design freedom offered by the manufacturing method, will give the overall approach significant clinical potential.", "journal": "IEEE transactions on bio-medical engineering", "date": "2010-03-10", "authors": ["Jari H PPallari", "Kenneth WDalgarno", "JamesWoodburn"], "doi": "10.1109/TBME.2010.2044178"}
{"title": "Bio-printing of collagen and VEGF-releasing fibrin gel scaffolds for neural stem cell culture.", "abstract": "Time-released delivery of soluble growth factors (GFs) in engineered hydrogel tissue constructs promotes the migration and proliferation of embedded cells, which is an important factor for designing scaffolds that ultimately aim for neural tissue regeneration. We report a tissue engineering technique to print murine neural stem cells (C17.2), collagen hydrogel, and GF (vascular endothelial growth factor: VEGF)-releasing fibrin gel to construct an artificial neural tissue. We examined the morphological changes of the printed C17.2 cells embedded in the collagen and its migration toward the fibrin gel. The cells showed high viability (92.89+/-2.32%) after printing, which was equivalent to that of manually-plated cells. C17.2 cells printed within 1mm from the border of VEGF-releasing fibrin gel showed GF-induced changes in their morphology. The cells printed in this range also migrated toward the fibrin gel, with the total migration distance of 102.4+/-76.1microm over 3days. The cells in the control samples (fibrin without the VEGF or VEGF printed directly in collagen) neither proliferated nor migrated. The results demonstrated that bio-printing of VEGF-containing fibrin gel supported sustained release of the GF in the collagen scaffold. The presented method can be gainfully used in the development of three-dimensional (3D) artificial tissue assays and neural tissue regeneration applications.", "journal": "Experimental neurology", "date": "2010-03-10", "authors": ["Yeong-BaeLee", "SamuelPolio", "WonhyeLee", "GuohaoDai", "LataMenon", "Rona SCarroll", "Seung-SchikYoo"], "doi": "10.1016/j.expneurol.2010.02.014"}
{"title": "Additive manufacturing models of fetuses built from three-dimensional ultrasound, magnetic resonance imaging and computed tomography scan data.", "abstract": "To generate physical fetal models using images obtained by three-dimensional ultrasonography (3DUS), magnetic resonance imaging (MRI) and computed tomography (CT) to guide additive manufacturing technology.\nImages from 33 fetuses, including three sets of twins, were used. Fifteen fetuses were normal and evaluated only by 3DUS. Eighteen cases had abnormalities such as conjoined twins, tumors, aneuploidy, skeletal abnormalities, central nervous system abnormalities and facial or thoracic defects. Scans were performed using high-resolution 3DUS. In cases of abnormalities, MRI and CT were performed on the same day as 3DUS. The images obtained with 3DUS, CT or MRI were exported to a workstation in DICOM format. A single observer performed slice-by-slice manual segmentation using a digital high-definition screen. Software that converts medical images into numerical models was used to construct virtual 3D models, which were physically realized using additive manufacturing technologies.\nPhysical models based on 3DUS, MRI and CT images either separately or combined were successfully generated. They were remarkably similar to the postnatal appearance of the aborted fetus or newborn baby, especially in cases with pathology.\nThe use of 3DUS, MRI and CT may improve our understanding of fetal anatomical characteristics, and these technologies can be used for educational purposes and as a method for parents to visualize their unborn baby. The images can be segmented and applied separately or combined to construct 3D virtual and physical models.", "journal": "Ultrasound in obstetrics & gynecology : the official journal of the International Society of Ultrasound in Obstetrics and Gynecology", "date": "2010-03-06", "authors": ["HWerner", "J R Ldos Santos", "RFontes", "PDaltro", "EGasparetto", "EMarchiori", "SCampbell"], "doi": "10.1002/uog.7619"}
{"title": "Biocompatibility of individually designed scaffolds with human periosteum for use in tissue engineering.", "abstract": "The aim of this study was to evaluate and compare the biocompatibility of computer-assisted designed (CAD) synthetic hydroxyapatite (HA) and tricalciumphosphate (TCP) blocks and natural bovine hydroxyapatite blocks for augmentations and endocultivation by supporting and promoting the proliferation of human periosteal cells. Human periosteum cells were cultured using an osteogenic medium consisting of Dulbecco's modified Eagle medium supplemented with fetal calf serum, Penicillin, Streptomycin and ascorbic acid at 37 degrees C with 5% CO(2). Three scaffolds were tested: 3D-printed HA, 3D-printed TCP and bovine HA. Cell vitality was assessed by Fluorescein Diacetate (FDA) and Propidium Iodide (PI) staining, biocompatibility with LDH, MTT, WST and BrdU tests, and scanning electron microscopy. Data were analyzed with ANOVAs.\nAfter 24 h all samples showed viable periosteal cells, mixed with some dead cells for the bovine HA group and very few dead cells for the printed HA and TCP groups. The biocompatibility tests revealed that proliferation on all scaffolds after treatment with eluate was sometimes even higher than controls. Scanning electron microscopy showed that periosteal cells formed layers covering the surfaces of all scaffolds 7 days after seeding.\nIt can be concluded from our data that the tested materials are biocompatible for periosteal cells and thus can be used as scaffolds to augment bone using tissue engineering methods.", "journal": "Journal of materials science. Materials in medicine", "date": "2010-02-09", "authors": ["Stephan TBecker", "TimothyDouglas", "YahyaAcil", "HermannSeitz", "SureshanSivananthan", "JörgWiltfang", "Patrick HWarnke"], "doi": "10.1007/s10856-009-3878-y"}
{"title": "Towards organ printing: engineering an intra-organ branched vascular tree.", "abstract": "Effective vascularization of thick three-dimensional engineered tissue constructs is a problem in tissue engineering. As in native organs, a tissue-engineered intra-organ vascular tree must be comprised of a network of hierarchically branched vascular segments. Despite this requirement, current tissue-engineering efforts are still focused predominantly on engineering either large-diameter macrovessels or microvascular networks.\nWe present the emerging concept of organ printing or robotic additive biofabrication of an intra-organ branched vascular tree, based on the ability of vascular tissue spheroids to undergo self-assembly.\nThe feasibility and challenges of this robotic biofabrication approach to intra-organ vascularization for tissue engineering based on organ-printing technology using self-assembling vascular tissue spheroids including clinically relevantly vascular cell sources are analyzed.\nIt is not possible to engineer 3D thick tissue or organ constructs without effective vascularization. An effective intra-organ vascular system cannot be built by the simple connection of large-diameter vessels and microvessels. Successful engineering of functional human organs suitable for surgical implantation will require concomitant engineering of a 'built in' intra-organ branched vascular system. Organ printing enables biofabrication of human organ constructs with a 'built in' intra-organ branched vascular tree.", "journal": "Expert opinion on biological therapy", "date": "2010-02-06", "authors": ["Richard PVisconti", "VladimirKasyanov", "CarmineGentile", "JingZhang", "Roger RMarkwald", "VladimirMironov"], "doi": "10.1517/14712590903563352"}
{"title": "Three dimensional multi-scale modelling and analysis of cell damage in cell-encapsulated alginate constructs.", "abstract": "One of the major challenges in scaffold guided regenerative therapies is identifying the essential cues such as mechanical forces that induce cellular responses to form functional tissue. Developing multi-scale modelling methods would facilitate in predicting responses of encapsulated cells for controlling and maintaining the cell phenotype in an engineered tissue construct, when mechanical loads are applied. The objective of this study is to develop a 3D multi-scale numerical model for analyzing the stresses and deformations of the cell when the tissue construct is subjected to macro-scale mechanical loads and to predict load-induced cell damage. Specifically, this methodology characterizes the macro-scale structural behavior of the scaffold, and quantifies 3D stresses and deformations of the cells at the micro-scale and at a cellular level, wherein individual cell components are incorporated. Assuming that cells have inherent ability to sustain a critical load without damage, a damage criterion is established and a stochastic simulation is employed to predict the percentage cell viability within the tissue constructs. Bio-printed cell-alginate tissue constructs were tested with 1%, 5% and 10% compression strain applied and the cell viability were characterized experimentally as 23.2+/-16.8%, 9.0+/-5.4% and 4.6+/-2.1%. Using the developed method, the corresponding micro-environments of the cells were analyzed, the mean critical compressive strain was determined as 0.5%, and the cell viability was predicted as 26.6+/-7.0, 13.3+/-4.5, and 10.1+/-2.8. The predicted results capture the trend of the damage observed from the experimental study.", "journal": "Journal of biomechanics", "date": "2010-01-26", "authors": ["Karen ChangYan", "KalyaniNair", "WeiSun"], "doi": "10.1016/j.jbiomech.2009.12.018"}
{"title": "Ceramic scaffolds produced by computer-assisted 3D printing and sintering: characterization and biocompatibility investigations.", "abstract": "Hydroxyapatite (HAP) and tricalcium phosphate (TCP) are two very common ceramic materials for bone replacement. However, in general HAP and TCP scaffolds are not tailored to the exact dimensions of the defect site and are mainly used as granules or beads. Some scaffolds are available as ordinary blocks, but cannot be customized for individual perfect fit. Using computer-assisted 3D printing, an emerging rapid prototyping technique, individual three-dimensional ceramic scaffolds can be built up from TCP or HAP powder layer by layer with subsequent sintering. These scaffolds have precise dimensions and highly defined and regular internal characteristics such as pore size. External shape and internal characteristics such as pore size can be fabricated using Computer Assisted Design (CAD) based on individual patient data. Thus, these scaffolds could be designed as perfect fit replacements to reconstruct the patient's skeleton. Before their use as bone replacement materials in vivo, in vitro testing of these scaffolds is necessary. In this study, the behavior of human osteoblasts on HAP and TCP scaffolds was investigated. The commonly used bone replacement material BioOss(R) served as control. Biocompatibility was assessed by scanning electron microscopy (SEM), fluorescence microscopy after staining for cell vitality with fluorescin diacetate (FDA) and propidium iodide (PI) and the MTT, LDH, and WST biocompatibility tests. Both versions were colonised by human osteoblasts, however more cells were seen on HAP scaffolds than TCP scaffolds. Cell vitality staining and MTT, LDH, and WST tests showed superior biocompatibility of HAP scaffolds to BioOss, while BioOss was more compatible than TCP. Further experiments are necessary to determine biocompatibility in vivo. Future modifications of 3D printed scaffolds offer advantageous features for Tissue Engineering. The integration of channels could allow for vascular and nerve ingrowth into the scaffold. Also the complex shapes of convex and concave articulating joint surfaces maybe realized with these rapid prototyping techniques.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2010-01-22", "authors": ["Patrick HWarnke", "HermannSeitz", "FraukeWarnke", "Stephan TBecker", "SureshanSivananthan", "EugeneSherry", "QinLiu", "JörgWiltfang", "TimothyDouglas"], "doi": "10.1002/jbm.b.31577"}
{"title": "Biofabrication methods for the patterned assembly and synthesis of viral nanotemplates.", "abstract": "This paper reports on novel methodologies for the patterning and templated synthesis of virus-structured nanomaterials in two- and three-dimensional microfabricated architectures using the Tobacco mosaic virus (TMV). The TMV is a high aspect ratio biological molecule which can be engineered to include amino acids with enhanced binding properties. These modifications facilitate self-assembly of the TMV onto various substrates and enable its use as a template for the synthesis of nanostructured materials. This work focuses on the combination of this bottom-up biologically inspired fabrication method with standard top-down micromachining processes that allow direct integration of the virus-structured materials into batch-fabricated devices. Photolithographic patterning of uncoated as well as nickel-coated TMV nanostructures has been achieved using a lift-off process in both solvent and mild basic solutions and their assembly onto three-dimensional polymer and silicon microstructures is demonstrated. In addition to these patterning techniques, in situ formation of metal oxide TMV coatings in patterned microfabricated environments is shown using atomic layer deposition directly on the nickel-coated viruses. The biofabrication 'process toolbox' presented in this work offers a simple and versatile alternative for the hierarchical patterning and incorporation of biotemplated nanomaterials into micro/nanofabrication schemes.", "journal": "Nanotechnology", "date": "2010-01-07", "authors": ["KGerasopoulos", "MMcCarthy", "PBanerjee", "XFan", "J NCulver", "RGhodssi"], "doi": "10.1088/0957-4484/21/5/055304"}
{"title": "Inkjet-based biopatterning of bone morphogenetic protein-2 to spatially control calvarial bone formation.", "abstract": "The purpose of this study was to demonstrate spatial control of osteoblast differentiation in vitro and bone formation in vivo using inkjet bioprinting technology and to create three-dimensional persistent bio-ink patterns of bone morphogenetic protein-2 (BMP-2) and its modifiers immobilized within microporous scaffolds. Semicircular patterns of BMP-2 were printed within circular DermaMatrix human allograft scaffold constructs. The contralateral halves of the constructs were unprinted or printed with BMP-2 modifiers, including the BMP-2 inhibitor, noggin. Printed bio-ink pattern retention was validated using fluorescent or (125)I-labeled bio-inks. Mouse C2C12 progenitor cells cultured on patterned constructs differentiated in a dose-dependent fashion toward an osteoblastic fate in register to BMP-2 patterns. The fidelity of spatial restriction of osteoblastic differentiation at the boundary between neighboring BMP-2 and noggin patterns improved in comparison with patterns without noggin. Acellular DermaMatrix constructs similarly patterned with BMP-2 and noggin were then implanted into a mouse calvarial defect model. Patterns of bone formation in vivo were comparable with patterned responses of osteoblastic differentiation in vitro. These results demonstrate that three-dimensional biopatterning of a growth factor and growth factor modifier within a construct can direct cell differentiation in vitro and tissue formation in vivo in register to printed patterns.", "journal": "Tissue engineering. Part A", "date": "2009-12-24", "authors": ["Gregory MCooper", "Eric DMiller", "Gary EDecesare", "ArvydasUsas", "Emily LLensie", "Michael RBykowski", "JohnnyHuard", "Lee EWeiss", "Joseph ELosee", "Phil GCampbell"], "doi": "10.1089/ten.TEA.2009.0650"}
{"title": "In situ generation of pH gradients in microfluidic devices for biofabrication of freestanding, semi-permeable chitosan membranes.", "abstract": "We report the in situ generation of pH gradients in microfluidic devices for biofabrication of freestanding, semi-permeable chitosan membranes. The pH-stimuli-responsive polysaccharide chitosan was enlisted to form a freestanding hydrophilic membrane structure in microfluidic networks where pH gradients are generated at the converging interface between a slightly acidic chitosan solution and a slightly basic buffer solution. A simple and effective pumping strategy was devised to realize a stable flow interface thereby generating a stable, well-controlled and localized pH gradient. Chitosan molecules were deprotonated at the flow interface, causing gelation and solidification of a freestanding chitosan membrane from a nucleation point at the junction of two converging flow streams to an anchoring point where the two flow streams diverge to two output channels. The fabricated chitosan membranes were about 30-60 microm thick and uniform throughout the flow interface inside the microchannels. A T-shaped membrane formed by sequentially fabricating orthogonal membranes demonstrates flexibility of the assembly process. The membranes are permeable to aqueous solutions and are removed by mildly acidic solutions. Permeability tests suggested that the membrane pore size was a few nanometres, i.e., the size range of antibodies. Building on the widely reported use of chitosan as a soft interconnect for biological components and microfabricated devices and the broad applications of membrane functionalities in microsystems, we believe that the facile, rapid biofabrication of freestanding chitosan membranes can be applied to many biochemical, bioanalytical, biosensing applications and cellular studies.", "journal": "Lab on a chip", "date": "2009-12-22", "authors": ["XiaolongLuo", "Dean LariosBerlin", "JordanBetz", "Gregory FPayne", "William EBentley", "Gary WRubloff"], "doi": "10.1039/b916548g"}
{"title": "Rapid prototyped PGA/PLA scaffolds in the reconstruction of mandibular condyle bone defects.", "abstract": "Craniomaxillofacial bone defects are currently reconstructed by using computer-aided design and manufacturing (CAD/CAM) processes. We have developed a novel digital medical support system that enables us to custom-make scaffolds to repair craniomaxillofacial bone defects using three-dimensional computed tomographic (CT) images and a rapid-prototyping method.\nWe created positive molds using CT data, CAD/CAM and a rapid prototyping method using 3D printing. Custom-made poly (glycolic acid) (PGA) and polymers poly (lactic acid) (PLA) scaffolds were prefabricated by a positive-negative mold interchange technique. A laser scanning system was used to evaluate the accuracy of the PGA/PLA scaffold. Bone marrow stem cells were incubated with the scaffold to assess biocompatibility.\nThe mean error was <0.3 mm and confidence was >or=95% when the error was <1 mm. Results from in vitro cell culture demonstrated that the PGA/PLA scaffold had excellent cellular compatibility.\nThis pilot study suggests that custom-made PGA/PLA scaffolds infiltrated with bone marrow stem cells may be effective for future treatment of craniomaxillofacial bone injuries.", "journal": "The international journal of medical robotics + computer assisted surgery : MRCAS", "date": "2009-12-17", "authors": ["HuaXu", "DongHan", "Jia-ShengDong", "Guo-XiongShen", "GangChai", "Zhe-YuanYu", "Wei-JunLang", "Song-TaoAi"], "doi": "10.1002/rcs.290"}
{"title": "Laser printing of skin cells and human stem cells.", "abstract": "Laser printing based on laser-induced forward transfer (LIFT) is a new biofabrication technique for the arrangement of biological materials or living cells in well-defined patterns. In the current study, skin cell lines (fibroblasts/keratinocytes) and human mesenchymal stem cells (hMSC) were chosen for laser printing experiments due to their high potential in regeneration of human skin and new application possibilities of stem cell therapy. To evaluate the influence of LIFT on the cells, their survival rate, their proliferation and apoptotic activity, and the DNA damages and modifications of their cell surface markers were assessed and statistically evaluated over several days. The cells survived the transfer procedure with a rate of 98%  +/- 1% standard error of the mean (skin cells) and 90%  +/- 10% (hMSC), respectively. All used cell types maintain their ability to proliferate after LIFT. Further, skin cells and hMSC did not show an increase of apoptosis or DNA fragmentation. In addition, the hMSC keep their phenotype as proven by fluorescence activated cell sorting (FACS) analysis. This study demonstrates LIFT as a suitable technique for unharmed computer-controlled positioning of different cell types and a promising tool for future applications in the ex vivo generation of tissue replacements.", "journal": "Tissue engineering. Part C, Methods", "date": "2009-11-04", "authors": ["LotharKoch", "StefanieKuhn", "HeikoSorg", "MartinGruene", "SabrinaSchlie", "RalfGaebel", "BiancaPolchow", "KerstinReimers", "StephanieStoelting", "NanMa", "Peter MVogt", "GustavSteinhoff", "BorisChichkov"], "doi": "10.1089/ten.TEC.2009.0397"}
{"title": "High-throughput laser printing of cells and biomaterials for tissue engineering.", "abstract": "In parallel with ink-jet printing and bioplotting, biological laser printing (BioLP) using laser-induced forward transfer has emerged as an alternative method in the assembly and micropatterning of biomaterials and cells. This paper presents results of high-throughput laser printing of a biopolymer (sodium alginate), biomaterials (nano-sized hydroxyapatite (HA) synthesized by wet precipitation) and human endothelial cells (EA.hy926), thus demonstrating the interest in this technique for three-dimensional tissue construction. A rapid prototyping workstation equipped with an IR pulsed laser (tau=30 ns, lambda=1064 nm, f=1-100 kHz), galvanometric mirrors (scanning speed up to 2000 mm s(-1)) and micrometric translation stages (x, y, z) was set up. The droplet generation process was controlled by monitoring laser fluence, focalization conditions and writing speed, to take into account its mechanism, which is driven mainly by bubble dynamics. Droplets 70 microm in diameter and containing around five to seven living cells per droplet were obtained, thereby minimizing the dead volume of the hydrogel that surrounds the cells. In addition to cell transfer, the potential of using high-throughput BioLP for creating well-defined nano-sized HA patterns is demonstrated. Finally, bioprinting efficiency criteria (speed, volume, resolution, integrability) for the purpose of tissue engineering are discussed.", "journal": "Acta biomaterialia", "date": "2009-10-13", "authors": ["FGuillemot", "ASouquet", "SCatros", "BGuillotin", "JLopez", "MFaucon", "BPippenger", "RBareille", "MRémy", "SBellance", "PChabassier", "J CFricain", "JAmédée"], "doi": "10.1016/j.actbio.2009.09.029"}
{"title": "Low temperature preparation of calcium phosphate structure via phosphorization of 3D-printed calcium sulfate hemihydrate based material.", "abstract": "The conversion of newly developed three dimensionally printed calcium sulfate hemihydrate (70-90% wt/wt CaSO(4).0.5.H(2)O) based materials to calcium phosphate bioceramics by phosphorization in di-sodium hydrogen phosphate solution at 80 degrees C for 4, 8, 16 and 24 h was studied. It was found that transformation rate, phase composition and mechanical properties were influenced by porosity in the fabricated samples and by the duration of the phosphorization treatment. Formulation with 85% CaSO(4).0.5 H(2)O showed the fastest transformation rate and resulted in the highest flexural modulus and strength. Depending on the materials formulation, XRD, FT-IR and EDS revealed that calcium deficient hydroxyapatite (CDHA) or a mixture of CDHA and dicalcium phosphate anhydrous (DCPA) were the resulting phases in the transformed samples. After cell culturing for 14 and 21 days, human osteoblast cells were observed to attach to and attain normal morphology on the surface of the transformed sample containing 85% CaSO(4).0.5 H(2)O. Various sizes and shapes of mineralized nodules were also found after 21 days.", "journal": "Journal of materials science. Materials in medicine", "date": "2009-09-29", "authors": ["JSuwanprateeb", "WSuvannapruk", "KWasoontararat"], "doi": "10.1007/s10856-009-3883-1"}
{"title": "Bioprinted nanoparticles for tissue engineering applications.", "abstract": "Tissue engineering may require precise patterning and monitoring of cells and bioactive factors within the scaffold. We investigated a new hybrid nanobioprinting technique that facilitates manipulation and tracking of cells and bioactive factors within a three-dimensional tissue construct. This technique combines the initial patterning capabilities of syringe-based cell deposition with the active patterning capabilities of superparamagnetic nanoparticles. Superparamagnetic iron oxide nanoparticles, either in the alginate biopolymer or loaded inside endothelial cells, were bioprinted using a solid freeform fabrication direct cell writing system. Bioprinting did not impact cell viability when nanoparticles were in the alginate. However, both control and printed samples with 0.1 or 1.0 mg/mL nanoparticles in the alginate showed a 16% or 35% viability loss at 36 h after printing, respectively. Nanoparticle loading in cells decreased cell viability to 11% and bioprinting decreased viability to an additional 29% at 36 h. No changes were observed in any samples after 36 h, suggesting that cell viability stabilized following the initial nanoparticle toxicity effect. Nanoparticles in the alginate and those loaded in cells were moved using an external magnet, depending on biopolymer viscosity, and imaged by microcomputed tomography. The hybrid nanobioprinting method can noninvasively manipulate and track bioactive factors and cells within tissue engineering structures.", "journal": "Tissue engineering. Part C, Methods", "date": "2009-09-23", "authors": ["KivilcimBuyukhatipoglu", "RobertChang", "WeiSun", "Alisa MorssClyne"], "doi": "10.1089/ten.TEC.2009.0280"}
{"title": "Layer by layer three-dimensional tissue epitaxy by cell-laden hydrogel droplets.", "abstract": "The ability to bioengineer three-dimensional (3D) tissues is a potentially powerful approach to treat diverse diseases such as cancer, loss of tissue function, or organ failure. Traditional tissue engineering methods, however, face challenges in fabricating 3D tissue constructs that resemble the native tissue microvasculature and microarchitectures. We have developed a bioprinter that can be used to print 3D patches of smooth muscle cells (5 mm x 5 mm x 81 microm) encapsulated within collagen. Current inkjet printing systems suffer from loss of cell viability and clogging. To overcome these limitations, we developed a system that uses mechanical valves to print high viscosity hydrogel precursors containing cells. The bioprinting platform that we developed enables (i) printing of multilayered 3D cell-laden hydrogel structures (16.2 microm thick per layer) with controlled spatial resolution (proximal axis: 18.0 +/- 7.0 microm and distal axis: 0.5 +/- 4.9 microm), (ii) high-throughput droplet generation (1 s per layer, 160 droplets/s), (iii) cell seeding uniformity (26 +/- 2 cells/mm(2) at 1 million cells/mL, 122 +/- 20 cells/mm(2) at 5 million cells/mL, and 216 +/- 38 cells/mm(2) at 10 million cells/mL), and (iv) long-term viability in culture (>90%, 14 days). This platform to print 3D tissue constructs may be beneficial for regenerative medicine applications by enabling the fabrication of printed replacement tissues.", "journal": "Tissue engineering. Part C, Methods", "date": "2009-07-10", "authors": ["SangJunMoon", "Syed KHasan", "Young SSong", "FengXu", "Hasan OnurKeles", "FahimManzur", "SohanMikkilineni", "Jong WookHong", "JiroNagatomi", "EdwardHaeggstrom", "AliKhademhosseini", "UtkanDemirci"], "doi": "10.1089/ten.TEC.2009.0179"}
{"title": "In vivo performance of selective electron beam-melted Ti-6Al-4V structures.", "abstract": "Highly porous titanium structures are widely used for maxillofacial and orthopedic surgery because of their excellent mechanical properties similar to those of human bone and their facilitation of bone ingrowth. In contrast to common methods, the generation of porous titaniumproducts by selective electron beam melting (SEBM), an additive manufacturing technology, overcomes difficulties concerning the extreme chemical affinity of liquid titanium to atmospheric gases which consequently leads to strongly reduced ductility of the metal. The purpose of this study was to assess the suitability of a smooth compact and a porous Ti-6Al-4V structure directly produced by the SEBM process as scaffolds for bone formation. SEBM-processed titanium implants were placed into defects in the frontal skull of 15 domestic pigs. To evaluate the direct contact between bone and implant surfaces and to assess the ingrowth of osseous tissue into the porous structure, microradiographs and histomorphometric analyses were performed 14, 30, and 60 days after surgery. Bone ingrowth increased significantly during the period of this study. After 14 days the most outer regions of the implants were already filled with newly formed bone tissue (around 14%). After 30 days the bone volume inside the implants reached almost 30% and after 60 days abundant bone formation inside the implants attained 46%. During the study only scarce bone-implant contact was found around all implants, which did not exceed 9% around compact specimens and 6% around porous specimens after 60 days. This work demonstrates that highly porous titanium implants with excellent interconnectivity manufactured using the SEBM method are suitable scaffolds for bone ingrowth. This technique is a good candidate for orthopedic and maxillofacial applications.", "journal": "Journal of biomedical materials research. Part A", "date": "2009-01-24", "authors": ["SabinePonader", "Corneliusvon Wilmowsky", "MartinWidenmayer", "RainerLutz", "PeterHeinl", "CarolinKörner", "Robert FSinger", "EmekaNkenke", "Friedrich WNeukam", "Karl ASchlegel"], "doi": "10.1002/jbm.a.32337"}
