{"title": "Biomimetic three-dimensional microenvironment for controlling stem cell fate.", "abstract": "Stem cell therapy is an emerging technique which is being translated into treatment of degenerated tissues. However, the success of translation relies on the stem cell lineage commitment in the degenerated regions of interest. This commitment is precisely controlled by the stem cell microenvironment. Engineering a biomimetic three-dimensional microenvironment enables a thorough understanding of the mechanisms of governing stem cell fate. We review the individual microenvironment components, including soluble factors, extracellular matrix, cell-cell interaction and mechanical stimulation. The perspectives in creating the biomimetic microenvironments are discussed with emerging techniques.", "journal": "Interface focus", "date": "2012-10-11", "authors": ["HuZhang", "ShengDai", "JingxiuBi", "Kuo-KangLiu"], "doi": "10.1098/rsfs.2011.0035\n10.1016/0092-8674(74)90090-7\n10.1016/0092-8674(74)90090-7\n10.1146/annurev.med.58.070605.115252\n10.1146/annurev.med.58.070605.115252\n10.1016/j.cell.2008.02.004\n10.1016/j.cell.2008.02.004\n10.1016/S0140-6736(08)61598-6\n10.1016/S0140-6736(08)61598-6\n10.1126/science.1171643\n10.1126/science.1171643\n10.1038/nature04957\n10.1038/nature04957\n10.1126/science.1114758\n10.1126/science.1114758\n10.1038/nature07384\n10.1038/nature07384\n10.1073/pnas.022438099\n10.1073/pnas.022438099\n10.1038/74447\n10.1038/74447\n10.1371/journal.pmed.1000029\n10.1371/journal.pmed.1000029\n10.1089/ten.tea.2008.0131\n10.1089/ten.tea.2008.0131\n10.1089/ten.teb.2009.0270\n10.1089/ten.teb.2009.0270\n10.1016/j.addr.2007.08.014\n10.1016/j.addr.2007.08.014\n10.1002/path.2474\n10.1002/path.2474\n10.1016/j.cell.2008.01.038\n10.1016/j.cell.2008.01.038\n10.1038/sj.onc.1203726\n10.1038/sj.onc.1203726\n10.1074/jbc.M202927200\n10.1074/jbc.M202927200\n10.2174/1381612043383728\n10.2174/1381612043383728\n10.1016/j.bone.2004.07.019\n10.1016/j.bone.2004.07.019\n10.1146/annurev.cellbio.17.1.435\n10.1146/annurev.cellbio.17.1.435\n10.1038/nmat2022\n10.1038/nmat2022\n10.1002/jbm.b.30325\n10.1002/jbm.b.30325\n10.1016/j.biomaterials.2007.01.021\n10.1016/j.biomaterials.2007.01.021\n10.1016/j.stem.2009.06.016\n10.1016/j.stem.2009.06.016\n10.1002/jcp.10471\n10.1002/jcp.10471\n10.1016/0012-1606(88)90225-4\n10.1016/0012-1606(88)90225-4\n10.1038/nmeth736\n10.1038/nmeth736\n10.1038/nrm1858\n10.1038/nrm1858\n10.1016/j.biomaterials.2006.06.035\n10.1016/j.biomaterials.2006.06.035\n10.1038/nbt981\n10.1038/nbt981\n10.1039/b816472j\n10.1039/b816472j\n10.1016/S0142-9612(03)00343-0\n10.1016/S0142-9612(03)00343-0\n10.1021/ma980875m\n10.1021/ma980875m\n10.1016/j.bbagen.2006.05.010\n10.1016/j.bbagen.2006.05.010\n10.1016/j.biomaterials.2005.01.045\n10.1016/j.biomaterials.2005.01.045\n10.1016/j.biomaterials.2005.03.018\n10.1016/j.biomaterials.2005.03.018\n10.1126/science.1106587\n10.1126/science.1106587\n10.1634/stemcells.2008-0432\n10.1634/stemcells.2008-0432\n10.1038/nrm2592\n10.1038/nrm2592\n10.1016/S1534-5807(04)00075-9\n10.1016/S1534-5807(04)00075-9\n10.1089/ten.2006.12.2215\n10.1089/ten.2006.12.2215\n10.1634/stemcells.2005-0170\n10.1634/stemcells.2005-0170\n10.1126/science.1116995\n10.1126/science.1116995\n10.1126/science.1191035\n10.1126/science.1191035\n10.1016/j.biomaterials.2003.09.036\n10.1016/j.biomaterials.2003.09.036\n10.1016/j.biomaterials.2009.12.006\n10.1016/j.biomaterials.2009.12.006\n10.1002/jcp.21052\n10.1002/jcp.21052\n10.1634/stemcells.2004-0361\n10.1634/stemcells.2004-0361\n10.1634/stemcells.22-1-39\n10.1634/stemcells.22-1-39\n10.1016/j.biomaterials.2005.09.015\n10.1016/j.biomaterials.2005.09.015\n10.1080/09500340802488565\n10.1080/09500340802488565\n10.1038/nmeth873\n10.1038/nmeth873\n10.1089/ten.teb.2009.0340\n10.1089/ten.teb.2009.0340\n10.1016/S1937-6448(08)01207-0\n10.1016/S1937-6448(08)01207-0\n10.1096/fj.07-087924\n10.1096/fj.07-087924\n10.1152/japplphysiol.00870.2007\n10.1152/japplphysiol.00870.2007\n10.1002/jcp.20441\n10.1002/jcp.20441\n10.1007/s10237-006-0042-1\n10.1007/s10237-006-0042-1\n10.1634/stemcells.22-3-313\n10.1634/stemcells.22-3-313\n10.1089/ten.2005.11.1780\n10.1089/ten.2005.11.1780\n10.1096/fj.04-2210fje\n10.1096/fj.04-2210fje\n10.1152/ajpcell.00082.2005\n10.1152/ajpcell.00082.2005\n10.1016/j.gep.2009.01.001\n10.1016/j.gep.2009.01.001\n10.1002/bit.21184\n10.1002/bit.21184\n10.1016/j.bone.2005.03.008\n10.1016/j.bone.2005.03.008\n10.1016/j.orthres.2004.04.002\n10.1016/j.orthres.2004.04.002\n10.1016/j.bbrc.2005.02.175\n10.1016/j.bbrc.2005.02.175\n10.1038/nature08073\n10.1038/nature08073\n10.1016/j.jbiomech.2009.11.030\n10.1016/j.jbiomech.2009.11.030\n10.1089/ten.teb.2010.0370\n10.1089/ten.teb.2010.0370\n10.1016/j.cbpa.2007.05.034\n10.1016/j.cbpa.2007.05.034\n10.1016/j.biomaterials.2007.11.042\n10.1016/j.biomaterials.2007.11.042\n10.1096/fj.06-7153com\n10.1096/fj.06-7153com\n10.1016/j.jbiomech.2007.11.008\n10.1016/j.jbiomech.2007.11.008\n10.1089/ten.2006.12.1419\n10.1089/ten.2006.12.1419\n10.1038/nature08602\n10.1038/nature08602\n10.1038/nmat2473\n10.1038/nmat2473\n10.1073/pnas.0507681102\n10.1073/pnas.0507681102\n10.1039/c0ib00004c\n10.1039/c0ib00004c\n10.1098/rsif.2008.0052\n10.1098/rsif.2008.0052\n10.1089/ten.tec.2009.0397\n10.1089/ten.tec.2009.0397\n10.1016/j.biomaterials.2010.11.015\n10.1016/j.biomaterials.2010.11.015\n10.1002/bit.20585\n10.1002/bit.20585\n10.1038/nrm1858\n10.1038/nrm1858\n10.1089/ten.tea.2008.0204\n10.1089/ten.tea.2008.0204\n10.1089/ten.tea.2008.0078\n10.1089/ten.tea.2008.0078\n10.1016/S0021-9290(06)85506-5\n10.1016/S0021-9290(06)85506-5\n10.1002/bit.22277\n10.1002/bit.22277\n10.1080/10255840701318404\n10.1080/10255840701318404\n10.1002/bit.20944\n10.1002/bit.20944\n10.1093/imammb/dqp013\n10.1093/imammb/dqp013\n10.1103/PhysRevE.78.031912\n10.1103/PhysRevE.78.031912\n10.1016/j.bios.2006.12.023\n10.1016/j.bios.2006.12.023\n10.1126/science.1170107\n10.1126/science.1170107"}
{"title": "Proceedings of the 2010 International Conference on Biofabrication (BF2010). October 4-6, 2010. Philadelphia, Pennsylvania, USA.", "abstract": null, "journal": "Biofabrication", "date": "2012-01-19", "authors": [], "doi": null}
{"title": "Effect of needle geometry on flow rate and cell damage in the dispensing-based biofabrication process.", "abstract": "Biodispensing techniques have been widely applied in biofabrication processes to deliver cell suspensions and biomaterials to create cell-seeded constructs. Under identical operating conditions,two types of dispensing needles—tapered and cylindrical—can result in different flow rates of material and different cell damage percent induced by the mechanical forces. In this work, mathematical models of both flow rate and cell damage percent in biodispensing systems using tapered and cylindrical needles, respectively, were developed, and experiments were carried out to verify the effectiveness of the developed models. Both simulations and experiments show tapered needles produce much higher flow rates under the same pressure conditions than cylindrical needles. Use of a lower pressure in a tapered needle can therefore achieve the same flow rate as that in a cylindrical needle. At equivalent flow rates, cell damage in a tapered needle is lower than that in a cylindrical one. Both Schwann cells and 3T3 fibroblasts, which have been widely used in tissue engineering, were used to validate the cell damage models. Application of the developed models to specify the influence of process parameters, including needle geometry and air pressure, on the flow rate and cell damage percent represents a significant advance for biofabrication processes.The models can be used to optimize process parameters to preserve cell viability and achieve the desired cell distribution in dispensing-based biofabrication.", "journal": "Biotechnology progress", "date": "2012-01-13", "authors": ["MingganLi", "XiaoyuTian", "David JSchreyer", "XiongbiaoChen"], "doi": "10.1002/btpr.679"}
{"title": "Planar and three-dimensional printing of conductive inks.", "abstract": "Printed electronics rely on low-cost, large-area fabrication routes to create flexible or multidimensional electronic, optoelectronic, and biomedical devices. In this paper, we focus on one- (1D), two- (2D), and three-dimensional (3D) printing of conductive metallic inks in the form of flexible, stretchable, and spanning microelectrodes. Direct-write assembly is a 1-to-3D printing technique that enables the fabrication of features ranging from simple lines to complex structures by the deposition of concentrated inks through fine nozzles (~0.1 - 250 μm). This printing method consists of a computer-controlled 3-axis translation stage, an ink reservoir and nozzle, and 10x telescopic lens for visualization. Unlike inkjet printing, a droplet-based process, direct-write assembly involves the extrusion of ink filaments either in- or out-of-plane. The printed filaments typically conform to the nozzle size. Hence, microscale features (< 1 μm) can be patterned and assembled into larger arrays and multidimensional architectures. In this paper, we first synthesize a highly concentrated silver nanoparticle ink for planar and 3D printing via direct-write assembly. Next, a standard protocol for printing microelectrodes in multidimensional motifs is demonstrated. Finally, applications of printed microelectrodes for electrically small antennas, solar cells, and light-emitting diodes are highlighted.", "journal": "Journal of visualized experiments : JoVE", "date": "2012-01-05", "authors": ["Bok YeopAhn", "Steven BWalker", "Scott CSlimmer", "AnalisaRusso", "AshleyGupta", "SteveKranz", "Eric BDuoss", "Thomas FMalkowski", "Jennifer ALewis"], "doi": "10.3791/3189"}
{"title": "3D printing in X-ray and Gamma-Ray Imaging: A novel method for fabricating high-density imaging apertures.", "abstract": "Advances in 3D rapid-prototyping printers, 3D modeling software, and casting techniques allow for cost-effective fabrication of custom components in gamma-ray and X-ray imaging systems. Applications extend to new fabrication methods for custom collimators, pinholes, calibration and resolution phantoms, mounting and shielding components, and imaging apertures. Details of the fabrication process for these components, specifically the 3D printing process, cold casting with a tungsten epoxy, and lost-wax casting in platinum are presented.", "journal": "Nuclear instruments & methods in physics research. Section A, Accelerators, spectrometers, detectors and associated equipment", "date": "2011-12-27", "authors": ["Brian WMiller", "Jared WMoore", "Harrison HBarrett", "TeresaFryé", "StevenAdler", "JoeSery", "Lars RFurenlid"], "doi": "10.1016/j.nima.2011.08.051"}
{"title": "Fabrication of hierarchical hybrid structures using bio-enabled layer-by-layer self-assembly.", "abstract": "Development of versatile and flexible assembly systems for fabrication of functional hybrid nanomaterials with well-defined hierarchical and spatial organization is of a significant importance in practical nanobiotechnology applications. Here we demonstrate a bio-enabled self-assembly technique for fabrication of multi-layered protein and nanometallic assemblies utilizing a modular gold-binding (AuBP1) fusion tag. To accomplish the bottom-up assembly we first genetically fused the AuBP1 peptide sequence to the C'-terminus of maltose-binding protein (MBP) using two different linkers to produce MBP-AuBP1 hetero-functional constructs. Using various spectroscopic techniques, surface plasmon resonance (SPR) and localized surface plasmon resonance (LSPR), we verified the exceptional binding and self-assembly characteristics of AuBP1 peptide. The AuBP1 peptide tag can direct the organization of recombinant MBP protein on various gold surfaces through an efficient control of the organic-inorganic interface at the molecular level. Furthermore using a combination of soft-lithography, self-assembly techniques and advanced AuBP1 peptide tag technology, we produced spatially and hierarchically controlled protein multi-layered assemblies on gold nanoparticle arrays with high molecular packing density and pattering efficiency in simple, reproducible steps. This model system offers layer-by-layer assembly capability based on specific AuBP1 peptide tag and constitutes novel biological routes for biofabrication of various protein arrays, plasmon-active nanometallic assemblies and devices with controlled organization, packing density and architecture.", "journal": "Biotechnology and bioengineering", "date": "2011-12-16", "authors": ["MarketaHnilova", "Banu TaktakKaraca", "JamesPark", "CarolJia", "Brandon RWilson", "MehmetSarikaya", "CandanTamerler"], "doi": "10.1002/bit.24405"}
{"title": "Microdrop printing of hydrogel bioinks into 3D tissue-like geometries.", "abstract": "An optimized 3D inkjet printing process is demonstrated for structuring alginate into a tissue-like microvasculature capable of supporting physiological flow rates. Optimizing the reaction at the single-droplet level enables wet hydrogel droplets to be stacked, thus overcoming their natural tendancy to spread and coalesce. Live cells can be patterned using this process and it can be extended to a range of other hydrogels.", "journal": "Advanced materials (Deerfield Beach, Fla.)", "date": "2011-12-14", "authors": ["KrisPataky", "ThomasBraschler", "AndreaNegro", "PhilippeRenaud", "Matthias PLutolf", "JuergenBrugger"], "doi": "10.1002/adma.201102800"}
{"title": "Biofabrication of Anisotropic Gold Nanotriangles Using Extract of Endophytic Aspergillus clavatus as a Dual Functional Reductant and Stabilizer.", "abstract": "Biosynthesis of metal and semiconductor nanoparticles using microorganisms has emerged as a more eco-friendly, simpler and reproducible alternative to the chemical synthesis, allowing the generation of rare forms such as nanotriangles and prisms. Here, we report the endophytic fungus Aspergillus clavatus, isolated from surface sterilized stem tissues of Azadirachta indica A. Juss., when incubated with an aqueous solution of chloroaurate ions produces a diverse mixture of intracellular gold nanoparticles (AuNPs), especially nanotriangles (GNT) in the size range from 20 to 35 nm. These structures (GNT) are of special interest since they possess distinct plasmonic features in the visible and IR regions, which equipped them with unique physical and optical properties exploitable in vital applications such as optics, electronics, catalysis and biomedicine. The reaction process was simple and convenient to handle and was monitored using ultraviolet-visible spectroscopy (UV-vis). The morphology and crystalline nature of the GNTs were determined from transmission electron microscopy (TEM), atomic force spectroscopy (AFM) and X-ray diffraction (XRD) spectroscopy. This proposed mechanistic principal might serve as a set of design rule for the synthesis of anisotropic nanostructures with desired architecture and can be amenable for the large scale commercial production and technical applications.", "journal": "Nanoscale research letters", "date": "2011-12-01", "authors": ["Vijay CVerma", "Santosh KSingh", "RavindraSolanki", "SatyaPrakash"], "doi": "10.1007/s11671-010-9743-6\n10.3109/07388550903062462\n10.1016/j.actbio.2010.01.019\n10.2217/nnm.09.77\n10.1007/s11671-010-9587-0\n10.1039/c0cc00307g\n10.1063/1.3141519\n10.1021/la900585p\n10.1016/j.jhazmat.2009.12.066\n10.1073/pnas.96.25.14183\n10.1073/pnas.96.24.13611\n10.1002/1521-3773(20011001)40:19<3585::AID-ANIE3585>3.0.CO;2-K\n10.1088/0957-4484/14/7/323\n10.1166/jbmb.2008.204\n10.1016/j.matlet.2006.07.042\n10.1016/j.colsurfb.2005.11.026\n10.1039/b303808b\n10.1146/annurev.physchem.54.011002.103759\n10.1021/cm048292g\n10.1038/nature02020\n10.1002/anie.200461013\n10.1002/adma.200701790\n10.1007/s11157-010-9188-5\n10.1016/S0927-7765(02)00174-1\n10.1016/j.matlet.2007.01.018"}
{"title": "Biofabrication of Ag nanoparticles using Moringa oleifera leaf extract and their antimicrobial activity.", "abstract": "To formulate a simple rapid procedure for bioreduction of silver nanoparticles using aqueous leaves extract of Moringa oleifera (M. oleifera).\n10 mL of leaf extract was mixed to 90 mL of 1 mM aqueous of AgNO3 and was heated at 60 - 80 °C for 20 min. A change from brown to reddish color was observed. Characterization using UV-Vis spectrophotometry, Transmission Electron Microscopy (TEM) was performed.\nTEM showed the formation of silver nanoparticles with an average size of 57 nm.\nM. oleifera demonstrates strong potential for synthesis of silver nanoparticles by rapid reduction of silver ions (Ag(+) to Ag(0)). Biological methods are good competents for the chemical procedures, which are eco-friendly and convenient.", "journal": "Asian Pacific journal of tropical biomedicine", "date": "2011-12-01", "authors": ["T N V K VPrasad", "E KElumalai"], "doi": "10.1016/S2221-1691(11)60096-8"}
{"title": "Multi-material bio-fabrication of hydrogel cantilevers and actuators with stereolithography.", "abstract": "Cell-based biohybrid actuators are integrated systems that use biological components including proteins and cells to power material components by converting chemical energy to mechanical energy. The latest progress in cell-based biohybrid actuators has been limited to rigid materials, such as silicon and PDMS, ranging in elastic moduli on the order of mega (10(6)) to giga (10(9)) Pascals. Recent reports in the literature have established a correlation between substrate rigidity and its influence on the contractile behavior of cardiomyocytes (A. J. Engler, C. Carag-Krieger, C. P. Johnson, M. Raab, H. Y. Tang and D. W. Speicher, et al., J. Cell Sci., 2008, 121(Pt 22), 3794-3802, P. Bajaj, X. Tang, T. A. Saif and R. Bashir, J. Biomed. Mater. Res., Part A, 2010, 95(4), 1261-1269). This study explores the fabrication of a more compliant cantilever, similar to that of the native myocardium, with elasticity on the order of kilo (10(3)) Pascals. 3D stereolithographic technology, a layer-by-layer UV polymerizable rapid prototyping system, was used to rapidly fabricate multi-material cantilevers composed of poly(ethylene glycol) diacrylate (PEGDA) and acrylic-PEG-collagen (PC) mixtures. The incorporation of acrylic-PEG-collagen into PEGDA-based materials enhanced cell adhesion, spreading, and organization without altering the ability to vary the elastic modulus through the molecular weight of PEGDA. Cardiomyocytes derived from neonatal rats were seeded on the cantilevers, and the resulting stresses and contractile forces were calculated using finite element simulations validated with classical beam equations. These cantilevers can be used as a mechanical sensor to measure the contractile forces of cardiomyocyte cell sheets, and as an early prototype for the design of optimal cell-based biohybrid actuators.", "journal": "Lab on a chip", "date": "2011-11-30", "authors": ["VincentChan", "Jae HyunJeong", "PiyushBajaj", "MitchellCollens", "TaherSaif", "HyunjoonKong", "RashidBashir"], "doi": "10.1039/c1lc20688e"}
{"title": "Load-adaptive scaffold architecturing: a bioinspired approach to the design of porous additively manufactured scaffolds with optimized mechanical properties.", "abstract": "Computer-Aided Tissue Engineering (CATE) is based on a set of additive manufacturing techniques for the fabrication of patient-specific scaffolds, with geometries obtained from medical imaging. One of the main issues regarding the application of CATE concerns the definition of the internal architecture of the fabricated scaffolds, which, in turn, influences their porosity and mechanical strength. The present study envisages an innovative strategy for the fabrication of highly optimized structures, based on the a priori finite element analysis (FEA) of the physiological load set at the implant site. The resulting scaffold micro-architecture does not follow a regular geometrical pattern; on the contrary, it is based on the results of a numerical study. The algorithm was applied to a solid free-form fabrication process, using poly(ε-caprolactone) as the starting material for the processing of additive manufactured structures. A simple and intuitive geometry was chosen as a proof-of-principle application, on which finite element simulations and mechanical testing were performed. Then, to demonstrate the capability in creating mechanically biomimetic structures, the proximal femur subjected to physiological loading conditions was considered and a construct fitting a femur head portion was designed and manufactured.", "journal": "Annals of biomedical engineering", "date": "2011-11-24", "authors": ["AlbertoRainer", "Sara MGiannitelli", "DinoAccoto", "StefanoDe Porcellinis", "EugenioGuglielmelli", "MarcellaTrombetta"], "doi": "10.1007/s10439-011-0465-4"}
{"title": "Sodium alginate hydrogel-based bioprinting using a novel multinozzle bioprinting system.", "abstract": "Bioprinting is a technology for constructing bioartificial tissue or organs of complex three-dimensional (3-D) structure with high-precision spatial shape forming ability in larger scale than conventional tissue engineering methods and simultaneous multiple components composition ability. It utilizes computer-controlled 3-D printer mechanism or solid free-form fabrication technologies. In this study, sodium alginate hydrogel that can be utilized for large-dimension tissue fabrication with its fast gelation property was studied regarding material-specific printing technique and printing parameters using a multinozzle bioprinting system developed by the authors. A sodium alginate solution was prepared with a concentration of 1% (wt/vol), and 1% CaCl(2) solution was used as cross-linker for the gelation. The two materials were loaded in each of two nozzles in the multinozzle bioprinting system that has a total of four nozzles of which the injection speed can be independently controlled. A 3-D alginate structure was fabricated through layer-by-layer printing. Each layer was formed through two phases of printing, the first phase with the sodium alginate solution and the second phase with the calcium chloride solution, in identical printing pattern and speed condition. The target patterns were lattice shaped with 2-mm spacing and two different line widths. The nozzle moving speed was 6.67 mm/s, and the injection head speed was 10 µm/s. For the two different line widths, two injection needles with inner diameters of 260 and 410 µm were used. The number of layers accumulated was five in this experiment. By varying the nozzle moving speed and the injection speed, various pattern widths could be achieved. The feasibility of sodium alginate hydrogel free-form formation by alternate printing of alginate solution and sodium chloride solution was confirmed in the developed multinozzle bioprinting system.", "journal": "Artificial organs", "date": "2011-11-22", "authors": ["Seung-JoonSong", "JaesoonChoi", "Yong-DooPark", "SoyoungHong", "Jung JooLee", "Chi BumAhn", "HyukChoi", "KyungSun"], "doi": "10.1111/j.1525-1594.2011.01377.x"}
{"title": "Direct writing by way of melt electrospinning.", "abstract": "Melt electrospun fibers of poly(ϵ-caprolactone) are accurately deposited using an automated stage as the collector. Matching the translation speed of the collector to the speed of the melt electrospinning jet establishes control over the location of fiber deposition. In this sense, melt electrospinning writing can be seen to bridge the gap between solution electrospinning and direct writing additive manufacturing processes.", "journal": "Advanced materials (Deerfield Beach, Fla.)", "date": "2011-11-19", "authors": ["Toby DBrown", "Paul DDalton", "Dietmar WHutmacher"], "doi": "10.1002/adma.201103482"}
{"title": "Vertical bone augmentation with 3D-synthetic monetite blocks in the rabbit calvaria.", "abstract": "Long-term success of osteointegrated dental implants requires sufficient volume of healthy bone at the recipient sites. However, this is frequently lacking as a result of trauma, tooth loss, or infection. Onlay autografting is amongst the most predictable techniques for craniofacial vertical bone augmentation, however, complications related to donor site morbidity are common and alternatives to onlay autografts are desirable.\nTo develop and evaluate a new synthetic onlay block for vertical bone augmentation.\nSixteen synthetic monetite monolithic discs-shaped blocks were prepared using a 3D-printing technique. The blocks were computer-designed, and had a diameter of 9.0 mm, a thickness of either 4.0 mm (n = 8) or 3.0 mm (n = 8) and one 0.5-mm wide central hole that enabled their surgical fixation with osteosynthesis screws. The blocks were randomly allocated to each side of the calvaria (right or left) of eight New Zealand rabbits and fixed with screws to achieve vertical bone augmentation. Eight weeks after the surgical intervention, the animals were sacrificed and the calvaria were retrieved for histological analysis. The following parameters were analysed: the interaction between the graft and the original bone surface, the amount of bone ingrowth within the graft and the gain in bone height achieved by the procedure. Wilcoxon t-test was used to evaluate significant differences between the two types of monetite bone block grafts.\nThe blocks were easy to handle and no damage or fracture was registered while being screw-fixated to the calvarial bone. As a result, the surgical procedure was easy and quick. After a healing of 8 weeks, the synthetic blocks were strongly fused to the calvarial bone surface. Upon histological observation, the monetite blocks appeared to be infiltrated by newly formed bone, without histological signs of necrosis, osteolysis or foreign body reaction. Histomorphometry revealed that bone augmentation occurred within and over the monetite block. The 4.0- and 3.0-mm high blocks were filled with newly formed bone with 35% and 41% of their respective volumes. These observations indicated that craniofacial bone augmentations of at least 4 mm could be achieved with synthetic monetite blocks.\nWithin the limits of our study, this novel material may be able to eliminate the need for autologous bone transplantation for the augmentation of large vertical bone defects.", "journal": "Journal of clinical periodontology", "date": "2011-11-19", "authors": ["JesúsTorres", "FalehTamimi", "Mohammad HamdanAlkhraisat", "Juan CarlosPrados-Frutos", "EmadRastikerdar", "UweGbureck", "Jake EBarralet", "EnriqueLópez-Cabarcos"], "doi": "10.1111/j.1600-051X.2011.01787.x"}
{"title": "Patient specific biomodel of the whole aorta - the importance of calcified plaque removal.", "abstract": "The use of anatomical models produced by 3D printing technique (rapid prototyping, RP) is gaining increased acceptance as a complementary tool for planning complex surgical interventions. This paper describes a method for creating a patient specific replica of the whole aorta.\nComputed tomography angiography (CTA) DICOM-data was converted to a three-dimensional computer aided design-model (CAD) of the inner wall of the aorta representing the lumen where the calcified plaque contribution was removed in a multi-step editing-manoeuvre. The edited CAD-model was used for creating a physical plaster model of the true lumen in a 3D-printer. Elastic and transparent silicon was applied onto the plaster model, which was then removed leaving a silicon replica of the aorta.\nThe median (interquartile range) difference between diameters obtained from CTA- and RP plaster-model at 19 predefined locations was 0.5 mm (1 mm) which corresponds to a relative median difference of 4.6% (7.0%). The average wall thickness of the silicone model was 3.5 mm. The elasticity property and performance during intervention was good with an acceptable transparency.\nThe integration of RP-techniques with CAD based reconstruction of 3D-medical imaging data provides the needed tools for making a truly patient specific replica of the whole aorta with high accuracy. Plaque removal postprocessing is necessary to obtain a true inner wall configuration.", "journal": "VASA. Zeitschrift fur Gefasskrankheiten", "date": "2011-11-18", "authors": ["AHåkansson", "MRantatalo", "THansen", "AWanhainen"], "doi": "10.1024/0301-1526/a000148"}
{"title": "Fabrication of protein micropatterns using a functional substrate with convertible protein-adsorption surface properties.", "abstract": "A functional substrate capable of regulating protein adsorption was prepared using a crosslinked albumin (cl-albumin) film for use in the fabrication of protein micropatterns. The adsorption of proteins with different characteristics onto cl-albumin film, including serum proteins, serum albumin, and lysozyme, was investigated using a quartz crystal microbalance. The results showed that surfaces coated with cl-albumin film are highly resistant to protein adsorption, regardless of protein charge and rigidity. In addition, this adsorption-resistance property can be easily converted to promote protein adsorption by exposing the cl-albumin film to a charged polymer solution. By combining the convertible surface property of cl-albumin film and inkjet printing techniques, a precise protein micropattern was successfully fabricated on the substrate. Protein adsorption onto the wall surface of microchannels could also be suppressed or promoted by coating the surface with cl-albumin film. This approach will aid in the development of biomaterials carrying protein micropatterns, such as biosensors, biochips, and cellular scaffolds.", "journal": "Journal of biomedical materials research. Part A", "date": "2011-11-09", "authors": ["HironoriYamazoe"], "doi": "10.1002/jbm.a.33279"}
{"title": "Blood platelet adhesion to printed von Willebrand factor.", "abstract": "Von Willebrand factor (vWF), a glycoprotein in blood, mediates the adhesion of blood platelets and thus plays a crucial role in hemostasis and thrombosis. Functional coating of surfaces with vWF allows the investigation of in vitro adhesion of blood platelet. We used soft lithography to create a functional patterned substrate. vWF was printed on plasma-treated glass and mica surfaces, producing elongated network-like fibril structures. A minimum layer thickness of 3 nm was observed, corresponding to the height of a monolayer of vWF. The stability of the patterns was verified in a laminar fluid flow, and the bioactivity of the structures was tested with platelet adhesion experiments. Platelets adhered to and spread on printed vWF. These results indicate that printed vWF substrates are stable and functional in typical perfusion experiments, and thus provide a useful tool for studying thrombus formation in vitro.", "journal": "Journal of biomedical materials research. Part A", "date": "2011-11-09", "authors": ["PolinaDavydovskaya", "MarekJanko", "FlorianGaertner", "ZerkahAhmad", "ÖzlemSimsek", "SteffenMaßberg", "Robert WStark"], "doi": "10.1002/jbm.a.33275"}
{"title": "The development of silk fibroin scaffolds using an indirect rapid prototyping approach: morphological analysis and cell growth monitoring by spectral-domain optical coherence tomography.", "abstract": "To date, naturally derived biomaterials are rarely used in advanced tissue engineering (TE) methods despite their superior biocompatibility. This is because these native materials, which consist mainly of proteins and polysaccharides, do not possess the ability to withstand harsh processing conditions. Unlike synthetic polymers, natural materials degrade and decompose rapidly in the presence of chemical solvents and high temperature, respectively. Thus, the fabrication of tissue scaffolds using natural biomaterials is often carried out using conventional techniques, where the efficiency in mass transport of nutrients and removal of waste products within the construct is compromised. The present study identified silk fibroin (SF) protein as a suitable material for the application of rapid prototyping (RP) or additive manufacturing (AM) technology. Using the indirect RP method, via the use of a mould, SF tissue scaffolds with both macro- and micro-morphological features can be produced and qualitatively examined by spectral-domain optical coherence tomography (SD-OCT). The advanced imaging technique showed the ability to differentiate the cells and SF material by producing high contrasting images, therefore suggesting the method as a feasible alternative to the histological analysis of cell growth within tissue scaffolds.", "journal": "Medical engineering & physics", "date": "2011-11-08", "authors": ["M J JLiu", "S MChou", "C KChua", "B C MTay", "B KNg"], "doi": "10.1016/j.medengphy.2011.09.029"}
{"title": "Determinants of microvascular network topologies in implanted neovasculatures.", "abstract": "During neovascularization, the end result is a new functional microcirculation composed of a network of mature microvessels with specific topologies. Although much is known concerning the mechanisms underlying the initiation of angiogenesis, it remains unclear how the final architecture of microcirculatory beds is regulated. To begin to address this, we determined the impact of angiogenic neovessel prepatterning on the final microvascular network topology using a model of implant neovascularization.\nWe used 3D direct-write bioprinting or physical constraints in a manner permitting postangiogenesis vascular remodeling and adaptation to pattern angiogenic microvascular precursors (neovessels formed from isolated microvessel segments) in 3D collagen gels before implantation and subsequent network formation. Neovasculatures prepatterned into parallel arrays formed functional networks after 4 weeks postimplantation but lost the prepatterned architecture. However, maintenance of uniaxial physical constraints during postangiogenesis remodeling of the implanted neovasculatures produced networks with aligned microvessels, as well as an altered proportional distribution of arterioles, capillaries, and venules.\nHere we show that network topology resulting from implanted microvessel precursors is independent from prepatterning of precursors but can be influenced by a patterning stimulus involving tissue deformation during postangiogenesis remodeling and maturation.", "journal": "Arteriosclerosis, thrombosis, and vascular biology", "date": "2011-11-05", "authors": ["Carlos CChang", "LaxminarayananKrishnan", "Sara SNunes", "Kenneth HChurch", "Lowell TEdgar", "Eugene DBoland", "Jeffery AWeiss", "Stuart KWilliams", "James BHoying"], "doi": "10.1161/ATVBAHA.111.238725"}
{"title": "Effects of silica and zinc oxide doping on mechanical and biological properties of 3D printed tricalcium phosphate tissue engineering scaffolds.", "abstract": "To evaluate the effects of silica (SiO(2)) (0.5 wt%) and zinc oxide (ZnO) (0.25 wt%) dopants on the mechanical and biological properties of tricalcium phosphate (TCP) scaffolds with three dimensionally (3D) interconnected pores.\nScaffolds were created with a commercial 3D printer. Post sintering phase analysis was determined by X-ray diffraction. Surface morphology of the scaffolds was examined by field emission scanning electron microscopy (FESEM). Mechanical strength was evaluated with a screw driven universal testing machine. MTT assay was used for cellular proliferation characteristics and cellular morphology was examined by FESEM.\nAddition of dopants into TCP increased the average density of pure TCP from 90.8 ± 0.8% to 94.1 ± 1.6% and retarded the β to α phase transformation at high sintering temperatures, which resulted in up to 2.5 fold increase in compressive strength. In vitro cell-materials interaction studies, carried out using hFOB cells, confirmed that the addition of SiO(2) and ZnO to the scaffolds facilitated faster cell proliferation when compared to pure TCP scaffolds.\nAddition of SiO(2) and ZnO dopants to the TCP scaffolds showed increased mechanical strength as well as increased cellular proliferation.", "journal": "Dental materials : official publication of the Academy of Dental Materials", "date": "2011-11-04", "authors": ["Gary AFielding", "AmitBandyopadhyay", "SusmitaBose"], "doi": "10.1016/j.dental.2011.09.010"}
{"title": "A cell population structuring model to estimate recombinant strain growth in a closed system for subsequent search of the mode to increase protein accumulation during protealysin producer cultivation.", "abstract": "In this paper we have proposed a new structured population growth model, further developing a model previously proposed by the authors. Based on this model, optimal growth characteristics of the recombinant strain Escherichia coli BL-21 (DE3) [pProPlnHis(6)] were determined, which allowed us to increase the output of metalloproteinase by 300%. We have experimentally demonstrated the applicability of the new model to cell cultures with implanted plasmids and the potential practical use for an output increase of a wide variety of biosynthesis processes.", "journal": "Biofabrication", "date": "2011-10-27", "authors": ["S PKlykov", "V VKurakov", "V BVilkov", "I VDemidyuk", "T YuGromova", "D ASkladnev"], "doi": "10.1088/1758-5082/3/4/045006"}
{"title": "Fully 3-dimensional digitally planned reconstruction of a mandible with a free vascularized fibula and immediate placement of an implant-supported prosthetic construction.", "abstract": "Reconstruction of craniofacial defects becomes complex when dental implants are included for functional rehabilitation. We describe a fully 3-dimensional (3D) digitally planned reconstruction of a mandible and immediate prosthetic loading with a fibula graft in a 2-step surgical approach.\nA 54-year-old man had development of osteoradionecrosis of the mandible. The resection, cutting and implant placement in the fibula were virtually planned. Cutting/drilling guides were 3D printed, and the suprastructure was computer-aided design and computer-aided manufacturing milled.\nFor the first operation, the implants were inserted in the fibula, and the position was registered by an optical scanning technique that defined the final planning of the suprastructure. For the second operation, the osteoradionecrosis was resected, the fibula was harvested and, with the denture fixed on the preinserted implants, placed in the mandibula guided by the occlusion.\nIt was possible to plan a mandibular reconstruction with immediate prosthetic loading completely by 3D virtual techniques.", "journal": "Head & neck", "date": "2011-10-26", "authors": ["Rutger HSchepers", "Gerry MRaghoebar", "ArjanVissink", "Lars ULahoda", "W JoerdVan der Meer", "Jan LRoodenburg", "HarryReintsema", "Max JWitjes"], "doi": "10.1002/hed.21922"}
{"title": "Aqueous, protein-driven synthesis of transition metal-doped ZnS immuno-quantum dots.", "abstract": "The intentional introduction of transition metal impurities in semiconductor nanocrystals is an attractive approach for tuning quantum dot emission over a wide range of wavelengths. However, the development of effective doping strategies can be challenging, especially if one simultaneously requires a low-toxicity crystalline core, a functional protein shell, and a \"green\", single-step synthesis process. Here, we describe a simple and environmentally friendly route for the biofabrication of Cu-doped (blue-green) or Mn-doped (yellow-orange) ZnS nanocrystals surrounded by an antibody-binding protein shell. The ZnS:Mn hybrid particles obtained with this method exhibit a 60% enhancement in maximum photoluminescence intensity relative to undoped nanocrystals and have a hydrodynamic diameter inferior to 10 nm. They can be stored for months at 4 °C, are stable over a physiological range of pH and salt concentrations, can be decorated with variable amounts of antibodies by direct mixing, and hold promise for biosensing and imaging applications.", "journal": "ACS nano", "date": "2011-09-29", "authors": ["WeibinZhou", "FrançoisBaneyx"], "doi": "10.1021/nn2024896"}
{"title": "Direct laser writing of 3D scaffolds for neural tissue engineering applications.", "abstract": "This study reports on the production of high-resolution 3D structures of polylactide-based materials via multi-photon polymerization and explores their use as neural tissue engineering scaffolds. To achieve this, a liquid polylactide resin was synthesized in house and rendered photocurable via attaching methacrylate groups to the hydroxyl end groups of the small molecular weight prepolymer. This resin cures easily under UV irradiation, using a mercury lamp, and under femtosecond IR irradiation. The results showed that the photocurable polylactide (PLA) resin can be readily structured via direct laser write (DLW) with a femtosecond Ti:sapphire laser and submicrometer structures can be produced. The maximum resolution achieved is 800 nm. Neuroblastoma cells were grown on thin films of the cured PLA material, and cell viability and proliferation assays revealed good biocompatibility of the material. Additionally, PC12 and NG108-15 neuroblastoma growth on bespoke scaffolds was studied in more detail to assess potential applications for neuronal implants of this material.", "journal": "Biofabrication", "date": "2011-09-21", "authors": ["VMelissinaki", "A AGill", "IOrtega", "MVamvakaki", "ARanella", "J WHaycock", "CFotakis", "MFarsari", "FClaeyssens"], "doi": "10.1088/1758-5082/3/4/045005"}
{"title": "The 2010 International Conference on Biofabrication (BF2010) special issue.", "abstract": null, "journal": "Biofabrication", "date": "2011-09-20", "authors": ["WeiSun", "GaborForgacs"], "doi": "10.1088/1758-5082/3/3/030201"}
{"title": "Engineering a 3D, biological construct: representative research in the South Carolina Project for Organ Biofabrication.", "abstract": null, "journal": "Biofabrication", "date": "2011-09-20", "authors": ["T SLittle", "VMironov", "ANagy Mehesz", "RMarkwald", "YSugi", "S MLessner", "M ASutton", "XLiu", "QWang", "XYang", "J OBlancette", "MSkiles"], "doi": "10.1088/1758-5082/3/3/030202"}
{"title": "Pico- and femtosecond laser-induced crosslinking of protein microstructures: evaluation of processability and bioactivity.", "abstract": "This study reports the pico- and femtosecond laser-induced photocrosslinking of protein microstructures. The capabilities of a picosecond Nd:YAG laser to promote multiphoton excited crosslinking of proteins were evaluated by fabricating 2D and 3D microstructures of avidin, bovine serum albumin (BSA) and biotinylated bovine serum albumin (bBSA). The multiphoton absorption-induced photocrosslinking of proteins was demonstrated here for the first time with a non-toxic biomolecule flavin mononucleotide (FMN) as the photosensitizer. Sub-micrometer and micrometer scale structures were fabricated from several different compositions of protein and photosensitizer by varying the average laser power and scanning speed in order to determine the optimal process parameters for efficient photocrosslinking. In addition, the retention of ligand-binding ability of the crosslinked protein structures was shown by fluorescence imaging of immobilized biotin or streptavidin conjugated fluorescence labels. The surface topography and the resolution of the protein patterns fabricated with the Nd:YAG laser were compared to the results obtained with a femtosecond Ti:Sapphire laser. Quite similar grain characteristics and comparable feature sizes were achieved with both laser sources, which demonstrates the utility of the low-cost Nd:YAG microlaser for direct laser writing of protein microstructures.", "journal": "Biofabrication", "date": "2011-09-10", "authors": ["STurunen", "EKäpylä", "KTerzaki", "JViitanen", "CFotakis", "MKellomäki", "MFarsari"], "doi": "10.1088/1758-5082/3/4/045002"}
{"title": "Fabrication of tissue engineering scaffolds through solid-state foaming of immiscible polymer blends.", "abstract": "In scaffold-based tissue engineering, the fabrication process is important for producing suitable microstructures for seeded cells to grow and reformulate. In this paper, we present a new approach to scaffold fabrication by combining the solid-state foaming and the immiscible polymer-blending method. The proposed approach has the advantage of being versatile and able to create a wide range of pore size and porosity. The proposed method is studied with polylactic acid (PLA) and polystyrene (PS) blends. The interconnected porous structure was created by first foaming the PLA/PS blend and then extracting the PS phase. The solid-state foaming experiments were conducted under various conditions to achieve the desired pore sizes. It is shown that the PS phase of the PLA/PS blend can be extracted much faster in the foamed samples and the pore size of the scaffolds can be easily controlled with proper gas foaming parameters. The average pore size achieved in the foaming process ranged from 20 to 70 µm. After PS extraction, both pore size and porosity can be further improved. For example, the pore size and porosity increased from 48 µm and 49% to 59 µm and 67%, respectively, after the PS extraction process. The fabricated porous scaffolds were used to culture human osteoblast cells. Cells grew well and gradually formed a fibrous structure. The combined solid-state foaming and immiscible polymer blending method provides a new technique for fabricating tissue-engineering scaffolds.", "journal": "Biofabrication", "date": "2011-09-10", "authors": ["ChangchunZhou", "LiangMa", "WeiLi", "DonggangYao"], "doi": "10.1088/1758-5082/3/4/045003"}
{"title": "Controlling cell adhesion via replication of laser micro/nano-textured surfaces on polymers.", "abstract": "The aim of this study is to investigate cell adhesion and viability on highly rough polymeric surfaces with gradient roughness ratios and wettabilities prepared by microreplication of laser micro/nano-textured Si surfaces. Negative replicas on polydimethylsiloxane as well as positive ones on a photocurable (organically modified ceramic) and a biodegradable (poly(lactide-co-glycolide)) polymer have been successfully reproduced. The final culture substrates comprised from forests of micron-sized conical spikes exhibiting a range of roughness ratios and wettabilities, was achieved by changing the laser fluence used to fabricate the original template surfaces. Cell culture experiments were performed with the fibroblast NIH/3T3 and PC12 neuronal cell lines in order to investigate how these surfaces are capable of modulating different types of cellular responses including, viability, adhesion and morphology. The results showed a preferential adhesion of both cell types on the microstructured surfaces compared to the unstructured ones. In particular, the fibroblast NIH/3T3 cells show optimal adhesion for small roughness ratios, independent of the surface wettability and polymer type, indicating a non-monotonic dependence of cell adhesion on surface energy. In contrast, the PC12 cells were observed to adhere well to the patterned surfaces independent of the roughness ratio and wettability. These experimental findings are correlated with micromechanical measurements performed on the unstructured and replicated surfaces and discussed on the basis of previous observations describing the relation of cell response to surface energy and rigidity.", "journal": "Biofabrication", "date": "2011-09-10", "authors": ["NikiKoufaki", "AnthiRanella", "Katerina EAifantis", "MariosBarberoglou", "StylianosPsycharakis", "CostasFotakis", "EmmanuelStratakis"], "doi": "10.1088/1758-5082/3/4/045004"}
{"title": "CAD/CAM-assisted breast reconstruction.", "abstract": "The application of computer-aided design and manufacturing (CAD/CAM) techniques in the clinic is growing slowly but steadily. The ability to build patient-specific models based on medical imaging data offers major potential. In this work we report on the feasibility of employing laser scanning with CAD/CAM techniques to aid in breast reconstruction. A patient was imaged with laser scanning, an economical and facile method for creating an accurate digital representation of the breasts and surrounding tissues. The obtained model was used to fabricate a customized mould that was employed as an intra-operative aid for the surgeon performing autologous tissue reconstruction of the breast removed due to cancer. Furthermore, a solid breast model was derived from the imaged data and digitally processed for the fabrication of customized scaffolds for breast tissue engineering. To this end, a novel generic algorithm for creating porosity within a solid model was developed, using a finite element model as intermediate.", "journal": "Biofabrication", "date": "2011-09-09", "authors": ["FerryMelchels", "Paul SeverinWiggenhauser", "DavidWarne", "MarkBarry", "Fook RhuOng", "Woon ShinChong", "Dietmar WernerHutmacher", "Jan-ThorstenSchantz"], "doi": "10.1088/1758-5082/3/3/034114"}
{"title": "Three-dimensional inkjet biofabrication based on designed images.", "abstract": "Tissue engineering has been developed with the ultimate aim of manufacturing human organs, but success has been limited to only thin tissues and tissues with no significant structures. In order to construct more complicated tissues, we have developed a three-dimensional (3D) fabrication technology in which 3D structures are directly built up by layer-by-layer printing with living cells and several tissue components. We developed a custom-made inkjet printer specially designed for this purpose. Recently, this printer was improved, and the on-demand printing mode was developed and installed to fabricate further complicated structures. As a result of this version, 3D layer-by-layer printing based on complicated image data has become possible, and several 2D and 3D structures with more complexity than before were successfully fabricated. The effectiveness of the on-demand printing mode in the fabrication of complicated 3D tissue structures was confirmed. As complicated 3D structures are essential for biofunctional tissues, inkjet 3D biofabrication has great potential for engineering complicated bio-functional tissues.", "journal": "Biofabrication", "date": "2011-09-09", "authors": ["KenichiArai", "ShintarohIwanaga", "HidekiToda", "CapiGenci", "YuichiNishiyama", "MakotoNakamura"], "doi": "10.1088/1758-5082/3/3/034113"}
{"title": "Layer-by-layer tissue microfabrication supports cell proliferation in vitro and in vivo.", "abstract": "Layer-by-layer biofabrication represents a novel strategy to create three-dimensional living structures with a controlled internal architecture, using cell micromanipulation technologies. Laser assisted bioprinting (LAB) is an effective printing method for patterning cells, biomolecules, and biomaterials in two dimensions. \"Biopapers,\" made of thin polymer scaffolds, may be appropriate to achieve three-dimensional constructs and to reinforce mechanical properties of printed materials. The aim of this work was to evaluate the effect of the tridimensional organization of cells and biomaterials on cell proliferation in vitro and in vivo. The experimental LAB setup was comprised of an infrared laser, focused onto a glass ribbon coated with an absorbing layer of gold. The cell bioink was made of MG63 cells (50 millions cells/mL in culture medium and 1% alginate), transduced with Luciferase gene for tracking and quantification. The printing substrate was a 100-μm-thick polycaprolacton (PCL) electrospun scaffold. The building sequence comprised sequential layers of cells and PCL scaffolds stacked using two different tridimensional arrangements, which were compared in this study (layer-by-layer vs. seeding on a single locus of the scaffolds). Then the cell-seeded materials were cultured in vitro or implanted in vivo in NOD-SCID mice. The qualitative follow-up involved scanning electron microscopy (SEM) observations, live-dead assays, and histology. The cell amount was quantified by photon imager during 21 days in vitro and 2 months in vivo. Live- dead assay and SEM revealed that the cells survived after printing and spread onto PCL membranes. Circle-shaped patterns were maintained in vitro during the first week but they were no longer observable after 2 weeks, due to cell proliferation. Luciferase tracking displayed that the cell amount was increased in vitro and in vivo when the materials and the cells where stacked layer by layer. Histological sections of the in vivo samples revealed a thicker fibrous tissue in the layer-by-layer samples. We have demonstrated in this study that PCL electrospun biopapers can act as a shock-absorbing mattress for cell printing and could further support cell proliferation. The layer-by-layer printing provided an appropriate 3D environment for cell survival and enhanced cell proliferation in vitro and in vivo.", "journal": "Tissue engineering. Part C, Methods", "date": "2011-09-08", "authors": ["SylvainCatros", "FabienGuillemot", "AnandkumarNandakumar", "SophiaZiane", "LorenzoMoroni", "PamelaHabibovic", "Clemensvan Blitterswijk", "BenoitRousseau", "OlivierChassande", "JoëlleAmédée", "Jean-ChristopheFricain"], "doi": "10.1089/ten.TEC.2011.0382"}
{"title": "Bioprinting cell-laden matrigel for radioprotection study of liver by pro-drug conversion in a dual-tissue microfluidic chip.", "abstract": "The objective of this paper is to introduce a novel cell printing and microfluidic system to serve as a portable ground model for the study of drug conversion and radiation protection of living liver tissue analogs. The system is applied to study behavior in ground models of space stress, particularly radiation. A microfluidic environment is engineered by two cell types to prepare an improved higher fidelity in vitro micro-liver tissue analog. Cell-laden Matrigel printing and microfluidic chips were used to test radiation shielding to liver cells by the pro-drug amifostine. In this work, the sealed microfluidic chip regulates three variables of interest: radiation exposure, anti-radiation drug treatment and single- or dual-tissue culture environments. This application is intended to obtain a scientific understanding of the response of the multi-cellular biological system for long-term manned space exploration, disease models and biosensors.", "journal": "Biofabrication", "date": "2011-09-02", "authors": ["J ESnyder", "QHamid", "CWang", "RChang", "KEmami", "HWu", "WSun"], "doi": "10.1088/1758-5082/3/3/034112"}
{"title": "Design Principles for Rapid Prototyping Forces Sensors using 3D Printing.", "abstract": "Force sensors provide critical information for robot manipulators, manufacturing processes, and haptic interfaces. Commercial force sensors, however, are generally not adapted to specific system requirements, resulting in sensors with excess size, cost, and fragility. To overcome these issues, 3D printers can be used to create components for the quick and inexpensive development of force sensors. Limitations of this rapid prototyping technology, however, require specialized design principles. In this paper, we discuss techniques for rapidly developing simple force sensors, including selecting and attaching metal flexures, using inexpensive and simple displacement transducers, and 3D printing features to aid in assembly. These design methods are illustrated through the design and fabrication of a miniature force sensor for the tip of a robotic catheter system. The resulting force sensor prototype can measure forces with an accuracy of as low as 2% of the 10 N measurement range.", "journal": "IEEE/ASME transactions on mechatronics : a joint publication of the IEEE Industrial Electronics Society and the ASME Dynamic Systems and Control Division", "date": "2011-08-30", "authors": ["Samuel BKesner", "Robert DHowe"], "doi": "10.1109/TMECH.2011.2160353"}
{"title": "Effect of deposition parameters and post-deposition annealing on the morphology and cellular response of electrosprayed TiO2 films.", "abstract": "Titania films (TiO(2)) were deposited on Ti alloy substrates by electrohydrodynamic atomization (EHDA), also called electrospraying, and the morphology and phase composition of the coatings were evaluated. A range of TiO(2) sols (2-8 wt%) were prepared via the hydrolysis of polymeric precursors using isopropanol (prOH) as a solvent carrier. Stable cone-jet formation during the EHDA process was greatly influenced by varying the liquid physical properties. Deposition parameters such as sol concentration, needle-to-substrate distance and spray time were found to affect film morphology. Dense and continuous films were obtained under optimized conditions whereby a 2 wt% TiO(2) sol was atomized at a flow rate of 5 µl min(-1) by a needle of 300 µm inner diameter, kept at a distance of 20 mm from the grounded substrate and operating at an applied voltage of 3.5-4.2 kV. The films were then crystallized by heating to 300-600 °C. Annealing increased the hydrophilicity of the films but did not significantly affect the surface roughness of the films. In vitro cellular response was determined by studying the interaction between MG63 cells and the films annealed at the various temperatures. MG63 cells were able to grow and proliferate on all the TiO(2) films, while the highest proliferation rate was found on the TiO(2) films annealed at 600 °C. Our results indicate that electrosprayed TiO(2) films possess great potential for biomedical applications.", "journal": "Biofabrication", "date": "2011-08-27", "authors": ["TSebbowa", "MEdirisinghe", "VSalih", "JHuang"], "doi": "10.1088/1758-5082/3/4/045001"}
{"title": "Biofabrication of osteochondral tissue equivalents by printing topologically defined, cell-laden hydrogel scaffolds.", "abstract": "Osteochondral defects are prone to induce osteoarthritic degenerative changes. Many tissue-engineering approaches that aim to generate osteochondral implants suffer from poor tissue formation and compromised integration. This illustrates the need for further improvement of heterogeneous tissue constructs. Engineering of these structures is expected to profit from strategies addressing the complexity of tissue organization and the simultaneous use of multiple cell types. Moreover, this enables the investigation of the effects of three-dimensional (3D) organization and architecture on tissue function. In the present study, we characterize the use of a 3D fiber deposition (3DF) technique for the fabrication of cell-laden, heterogeneous hydrogel constructs for potential use as osteochondral grafts. Changing fiber spacing or angle of fiber deposition yielded scaffolds of varying porosity and elastic modulus. We encapsulated and printed fluorescently labeled human chondrocytes and osteogenic progenitors in alginate hydrogel yielding scaffolds of 1×2 cm with different parts for both cell types. Cell viability remained high throughout the printing process, and cells remained in their compartment of the printed scaffold for the whole culture period. Moreover, distinctive tissue formation was observed, both in vitro after 3 weeks and in vivo (6 weeks subcutaneously in immunodeficient mice), at different locations within one construct. These results demonstrate the possibility of manufacturing viable centimeter-scaled structured tissues by the 3DF technique, which could potentially be used for the repair of osteochondral defects.", "journal": "Tissue engineering. Part C, Methods", "date": "2011-08-23", "authors": ["Natalja EFedorovich", "WouterSchuurman", "Hans MWijnberg", "Henk-JanPrins", "P Renévan Weeren", "JosMalda", "JacquelineAlblas", "Wouter J ADhert"], "doi": "10.1089/ten.TEC.2011.0060"}
{"title": "Elastomeric degradable biomaterials by photopolymerization-based CAD-CAM for vascular tissue engineering.", "abstract": "A predominant portion of mortalities in industrial countries can be attributed to diseases of the cardiovascular system. In the last decades great efforts have been undertaken to develop materials for artificial vascular constructs. However, bio-inert materials like ePTFE or PET fail as material for narrow blood vessel replacements (coronary bypasses). Therefore, we aim to design new biocompatible materials to overcome this. In this paper we investigate the use of photoelastomers for artificial vascular constructs since they may be precisely structured by means of additive manufacturing technologies. Hence, 3D computer aided design and manufacturing technologies (CAD-CAM) offer the possibility of creating cellular structures within the grafts that might favour ingrowth of tissue. Different monomer formulations were screened concerning their suitability for this application but all had drawbacks, especially concerning the suture tear resistance. Therefore, we chose to modify the original network architecture by including dithiol chain transfer agents which effectively co-react with the acrylates and reduce crosslink density. A commercial urethane diacrylate was chosen as base monomer. In combination with reactive diluents and dithiols, the properties of the photopolymers could be tailored and degradability could be introduced. The optimized photoelastomers were in good mechanical accordance with native blood vessels, showed good biocompatibility in in vitro tests, degraded similar to poly(lactic acid) and were successfully manufactured with the 3D CAD-CAM technology.", "journal": "Biomedical materials (Bristol, England)", "date": "2011-08-19", "authors": ["StefanBaudis", "FranziskaNehl", "S ClarkLigon", "AnnelieseNigisch", "HelgaBergmeister", "DavidBernhard", "JürgenStampfl", "RobertLiska"], "doi": "10.1088/1748-6041/6/5/055003"}
{"title": "The use of non-contact structured light scanning in burns pressure splint construction.", "abstract": "This paper describes the use of a non-contact structured light scanning technique, computer aided design (CAD) and additive manufacturing (AM) to produce a burns pressure therapy splint, also known as mask or conformer. Masks such as this are used in the treatment of hypertrophic scars resulting from burns injuries. The case study described here is of a nine year old girl with significant hypertrophic scars to her face, especially her nasal bridge. Non-contact structured light scanning was used to capture accurate data of the patients face. This data was then post processed and used to produce a model of the patients face using the three dimensional printing processes from Z Corporation. The plaster model formed was then used to generate a former on which a polyethylene tetrephthalate glycol (PETG) mask was vacuum formed. The results illustrate the benefits and effectiveness in terms of accuracy of adopting an integrated surface scanning, CAD and AM approach for easier intervention and treatment.", "journal": "Burns : journal of the International Society for Burn Injuries", "date": "2011-08-13", "authors": ["M JPilley", "CHitchens", "GRose", "SAlexander", "D IWimpenny"], "doi": "10.1016/j.burns.2011.07.005"}
{"title": "Avidin-biotin-based approach to forming heterotypic cell clusters and cell sheets on a gas-permeable membrane.", "abstract": "Implantation of sheet-like liver tissues is a promising method in hepatocyte-based therapies, because angiogenesis is expected to occur upon implantation from the surrounding tissues. In this context, we introduce here a new methodology for the formation of a functional thick hepatic tissue usable for cell sheet technology. First, we report the formation of composite tissue elements in suspension culture. Composite elements were composed of human hepatoma Hep G2 cells and mouse NIH/3T3 fibroblasts which are important modulators for thick-tissue formation. To overcome the very low attachment and organization capability between different cells in suspension, we synthesized a new cell-to-cell binding molecule based on the avidin-biotin binding system that we previously applied to attach hepatocytes on artificial substrata. This newly synthesized biotin-conjugated biocompatible anchoring molecule was inserted in the plasma membrane of both cell types. NIH/3T3 cells were further conjugated with avidin and incubated with biotin-presenting Hep G2 cells to form highly composite tissue elements. Then, we seeded those elements on highly gas-permeable membranes at their closest packing density to induce the formation of a thick, composite, functional hepatic tissue without any perfusion. This methodology could open a new way to engineer implantable thick liver tissue sheets where different cell types are spatially organized and well supplied with oxygen.", "journal": "Biofabrication", "date": "2011-08-13", "authors": ["MHamon", "TOzawa", "KMontagne", "NKojima", "RIshii", "SYamaguchi", "TNagamune", "TUshida", "YSakai"], "doi": "10.1088/1758-5082/3/3/034111"}
{"title": "PLGA/hydrogel biopapers as a stackable substrate for printing HUVEC networks via BioLP.", "abstract": "Two major challenges in tissue engineering are mimicking the native cell-cell arrangements of tissues and maintaining viability of three-dimension (3D) tissues thicker than 300 µm. Cell printing and prevascularization of engineered tissues are promising approaches to meet these challenges. However, the printing technologies used in biofabrication must balance the competing parameters of resolution, speed, and volume, which limit the resolution of thicker 3D structures. We suggest that high-resolution conformal printing techniques can be used to print 2D patterns of vascular cells onto biopaper substrates which can then be stacked to form a thicker tissue construct. Towards this end we created 1 cm × 1 cm × 300 µm biopapers to be used as the transferable, stackable substrate for cell printing. 3.6% w/v poly-lactide-co-glycolide was dissolved in chloroform and poured into molds filled with NaCl crystals. The salt was removed with DI water and the scaffolds were dried and loaded with a Collagen Type I or Matrigel. SEM of the biopapers showed extensive porosity and gel loading throughout. Biological laser printing (BioLP) was used to deposit human umbilical vein endothelial cells (HUVEC) in a simple intersecting pattern to the surface of the biopapers. The cells differentiated and stretched to form networks preserving the printed pattern. In a separate experiment to demonstrate \"stackability,\" individual biopapers were randomly seeded with HUVECs and cultured for 1 day. The mechanically stable and viable biopapers were then stacked and cultured for 4 days. Three-dimensional confocal microscopy showed cell infiltration and survival in the compound multilayer constructs. These results demonstrate the feasibility of stackable \"biopapers\" as a scaffold to build 3D vascularized tissues with a 2D cell-printing technique.", "journal": "Biotechnology and bioengineering", "date": "2011-08-11", "authors": ["Russell KirkPirlo", "PeterWu", "JinnyLiu", "BradleyRingeisen"], "doi": "10.1002/bit.23295"}
{"title": "Directed self-assembly of large scaffold-free multi-cellular honeycomb structures.", "abstract": "A significant challenge to the field of biofabrication is the rapid construction of large three-dimensional (3D) living tissues and organs. Multi-cellular spheroids have been used as building blocks. In this paper, we create large multi-cellular honeycomb building blocks using directed self-assembly, whereby cell-to-cell adhesion, in the context of the shape and obstacles of a micro-mold, drives the formation of a 3D structure. Computer-aided design, rapid prototyping and replica molding were used to fabricate honeycomb-shaped micro-molds. Nonadhesive hydrogels cast from these micro-molds were equilibrated in the cell culture medium and seeded with two types of mammalian cells. The cells settled into the honeycomb recess were unable to attach to the nonadhesive hydrogel and so cell-to-cell adhesion drove the self-assembly of a large multi-cellular honeycomb within 24 h. Distinct morphological changes occurred to the honeycomb and its cells indicating the presence of significant cell-mediated tension. Unlike the spheroid, whose size is constrained by a critical diffusion distance needed to maintain cell viability, the overall size of the honeycomb is not limited. The rapid production of the honeycomb building unit, with its multiple rings of high-density cells and open lumen spaces, offers interesting new possibilities for biofabrication strategies.", "journal": "Biofabrication", "date": "2011-08-11", "authors": ["NalinTejavibulya", "JacquelynYoussef", "BrianBao", "Toni-MarieFerruccio", "Jeffrey RMorgan"], "doi": "10.1088/1758-5082/3/3/034110"}
{"title": "Bioprinting of growth factors onto aligned sub-micron fibrous scaffolds for simultaneous control of cell differentiation and alignment.", "abstract": "The capability to spatially control stem cell orientation and differentiation simultaneously using a combination of geometric cues that mimic structural aspects of native extracellular matrix (ECM) and biochemical cues such as ECM-bound growth factors (GFs) is important for understanding the organization and function of musculoskeletal tissues. Herein, oriented sub-micron fibers, which are morphologically similar to musculoskeletal ECM, were spatially patterned with GFs using an inkjet-based bioprinter to create geometric and biochemical cues that direct musculoskeletal cell alignment and differentiation in vitro in registration with fiber orientation and printed patterns, respectively. Sub-micron polystyrene fibers (diameter ~ 655 nm) were fabricated using a Spinneret-based Tunable Engineered Parameters (STEP) technique and coated with serum or fibrin. The fibers were subsequently patterned with tendon-promoting fibroblast growth factor-2 (FGF-2) or bone-promoting bone morphogenetic protein-2 (BMP-2) prior to seeding with mouse C2C12 myoblasts or C3H10T1/2 mesenchymal fibroblasts. Unprinted regions of STEP fibers showed myocyte differentiation while printed FGF-2 and BMP-2 patterns promoted tenocyte and osteoblast fates, respectively, and inhibited myocyte differentiation. Additionally, cells aligned along the fiber length. Functionalizing oriented sub-micron fibers with printed GFs provides instructive cues to spatially control cell fate and alignment to mimic native tissue organization and may have applications in regenerative medicine.", "journal": "Biomaterials", "date": "2011-08-09", "authors": ["Elmer D FKer", "Amrinder SNain", "Lee EWeiss", "JiWang", "JosephSuhan", "Cristina HAmon", "Phil GCampbell"], "doi": "10.1016/j.biomaterials.2011.07.025"}
{"title": "Embryonic stem cell bioprinting for uniform and controlled size embryoid body formation.", "abstract": "Embryonic stem cells (ESCs) are pluripotent with multilineage potential to differentiate into virtually all cell types in the organism and thus hold a great promise for cell therapy and regenerative medicine. In vitro differentiation of ESCs starts with a phase known as embryoid body (EB) formation. EB mimics the early stages of embryogenesis and plays an essential role in ESC differentiation in vitro. EB uniformity and size are critical parameters that directly influence the phenotype expression of ESCs. Various methods have been developed to form EBs, which involve natural aggregation of cells. However, challenges persist to form EBs with controlled size, shape, and uniformity in a reproducible manner. The current hanging-drop methods are labor intensive and time consuming. In this study, we report an approach to form controllable, uniform-sized EBs by integrating bioprinting technologies with the existing hanging-drop method. The approach presented here is simple, robust, and rapid. We present significantly enhanced EB size uniformity compared to the conventional manual hanging-drop method.", "journal": "Biomicrofluidics", "date": "2011-07-30", "authors": ["FengXu", "BanupriyaSridharan", "ShuqiWang", "Umut AtakanGurkan", "BrianSyverud", "UtkanDemirci"], "doi": "10.1063/1.3580752\n10.1016/j.cell.2008.02.008\n10.1038/nrd2194\n10.1111/j.1399-543X.2004.00074.x\n10.1038/nature07042\n10.1038/sj.emboj.7601896\n10.1039/b704739h\n10.1263/jbb.104.294\n10.1263/jbb.103.389\n10.1016/j.biomaterials.2009.11.033\n10.1038/74447\n10.1634/stemcells.2006-0598\n10.1016/j.biomaterials.2010.01.115\n10.1021/bp050430z\n10.1634/stemcells.2008-0183\n10.1371/journal.pone.0001565\n10.1007/s10616-010-9255-3\n10.1039/b705085m\n10.1073/pnas.0905550106\n10.1073/pnas.0502575102\n10.1016/j.jss.2006.02.017\n10.1089/ten.tea.2007.0247\n10.1182/blood-2005-03-0987\n10.1039/c000163e\n10.1089/ten.tec.2009.0179\n10.1088/1758-5082/2/1/014105\n10.1002/biot.201000340\n10.1039/b704965j\n10.1109/TSM.2005.858500\n10.1039/b705809h\n10.1073/pnas.0914059107\n10.1371/journal.pone.0017455\n10.1002/biot.200600058\n10.1002/biot.200600081\n10.2217/nnm.10.12\n10.1371/journal.pone.0017530"}
{"title": "[Oro-maxillofacial bone tissue engineering combining biomaterials, stem cells, and gene therapy].", "abstract": "Improvements have been made in regenerative medicine, due to the development of tissue engineering and cellular therapy. Bone regeneration is an ambitious project, leading to many applications involving skull, maxillofacial, and orthopaedic surgery. Scaffolds, stem cells, and signals support bone tissue engineering. The scaffold physical and chemical properties promote cell invasion, guide their differentiation, and enable signal transmission. Scaffold may be inorganic or organic. Their conception was improved by the use of new techniques: self-assembled nanofibres, electrospinning, solution-phase separation, micropatterned hydrogels, bioprinting, and rapid prototyping. Cellular biology processes allow us to choose between embryonic stem cells or adult stem cells for regenerative medicine. Finally, communication between cells and their environment is essential; they use various signals to do so. The study of signals and their transmission led to the discovery and the use of Bone Morphogenetic Protein (BMP). The development of cellular therapy led to the emergence of a specific field: gene therapy. It relies on viral vectors, which include: retroviruses, adenoviruses and adeno-associated vectors (AAV). Non-viral vectors include plasmids and lipoplex. Some BMP genes have successfully been transfected. The ability to control transfected cells and the capacity to combine and transfect many genes involved in osseous healing will improve gene therapy.", "journal": "Revue de stomatologie et de chirurgie maxillo-faciale", "date": "2011-07-30", "authors": ["LMyon", "JFerri", "FChai", "NBlanchemain", "GRaoul"], "doi": "10.1016/j.stomax.2011.06.002"}
{"title": "Microstructure and mechanical properties of open-cellular biomaterials prototypes for total knee replacement implants fabricated by electron beam melting.", "abstract": "Total knee replacement implants consisting of a Co-29Cr-6Mo alloy femoral component and a Ti-6Al-4V tibial component are the basis for the additive manufacturing of novel solid, mesh, and foam monoliths using electron beam melting (EBM). Ti-6Al-4V solid prototype microstructures were primarily α-phase acicular platelets while the mesh and foam structures were characterized by α(')-martensite with some residual α. The Co-29Cr-6Mo containing 0.22% C formed columnar (directional) Cr(23)C(6) carbides spaced ~2 μm in the build direction, while HIP-annealed Co-Cr alloy exhibited an intrinsic stacking fault microstructure. A log-log plot of relative stiffness versus relative density for Ti-6Al-4V and Co-29Cr-6Mo open-cellular mesh and foams resulted in a fitted line with a nearly ideal slope, n = 2.1. A stress shielding design graph constructed from these data permitted mesh and foam implant prototypes to be fabricated for compatible bone stiffness.", "journal": "Journal of the mechanical behavior of biomedical materials", "date": "2011-07-26", "authors": ["L EMurr", "K NAmato", "S JLi", "Y XTian", "X YCheng", "S MGaytan", "EMartinez", "P WShindo", "FMedina", "R BWicker"], "doi": "10.1016/j.jmbbm.2011.05.010"}
{"title": "The influence of energy storage and return foot stiffness on walking mechanics and muscle activity in below-knee amputees.", "abstract": "Below-knee amputees commonly experience asymmetrical gait patterns and develop comorbidities in their intact and residual legs. Carbon fiber prosthetic feet have been developed to minimize these asymmetries by utilizing elastic energy storage and return to provide body support, forward propulsion and leg swing initiation. However, how prosthetic foot stiffness influences walking characteristics is not well-understood. The purpose of this study was to identify the influence of foot stiffness on kinematics, kinetics, muscle activity, prosthetic energy storage and return, and mechanical efficiency during amputee walking.\nA comprehensive biomechanical analysis was performed on 12 unilateral below-knee amputees. Subjects walked overground at 1.2 m/s with three prosthetic feet of varying keel and heel stiffness levels, which were created using additive manufacturing.\nAs stiffness decreased, peak residual and intact leg ankle angles and residual leg knee flexion angle increased. The residual and intact leg braking ground reaction forces and knee extensor moments, residual leg vastus and gluteus medius activity, and intact leg vastus and rectus femoris activity also increased. The second vertical ground reaction force peak and hamstring activity in the residual leg and first vertical ground reaction force peak in the intact leg decreased. In addition, prosthetic energy storage and return increased and mechanical efficiency decreased as stiffness decreased.\nDecreasing foot stiffness can increase prosthesis range of motion, mid-stance energy storage and late-stance energy return, but the net contributions to forward propulsion and swing initiation may be limited as additional muscle activity to provide body support becomes necessary.", "journal": "Clinical biomechanics (Bristol, Avon)", "date": "2011-07-23", "authors": ["Nicholas PFey", "Glenn KKlute", "Richard RNeptune"], "doi": "10.1016/j.clinbiomech.2011.06.007"}
{"title": "Temperature effect on the shear-induced cell damage in biofabrication.", "abstract": "Biofabrication that incorporates living cells to manufacture various bioproducts is often carried out at different temperatures as the process demands. In the process, cells are subjected to mechanical forces, which may damage cells if the forces reach a certain level. Previous studies have shown that the cell damage is mainly caused by shear stress; however, none of them looked at the temperature effect on cell damage. In the present work, the influence of temperature on shear-induced cell damage was investigated experimentally by using a cone-and-plate rheometer, and based on the experimental results, a cell damage law was established to quantitatively describe the relationship between the cell damage percent and temperature. The so-established cell damage law was then applied to the modeling of the cell damage percent that occurs in the biofabrication process in which pressurized air was applied to dispense Schwann cells suspended in the alginate solution at different temperatures. The agreement between the model predictions and the experimental results suggests that the method presented in this article is effective for use in the investigation of the temperature effect, thereby providing a cue to preserve cell viability in the biofabrication processes.", "journal": "Artificial organs", "date": "2011-07-15", "authors": ["Ming GLi", "Xiao YTian", "XiongbiaoChen"], "doi": "10.1111/j.1525-1594.2010.01193.x"}
{"title": "Fabrication of three-dimensional scaffolds using precision extrusion deposition with an assisted cooling device.", "abstract": "In the field of biofabrication, tissue engineering and regenerative medicine, there are many methodologies to fabricate a building block (scaffold) which is unique to the target tissue or organ that facilitates cell growth, attachment, proliferation and/or differentiation. Currently, there are many techniques that fabricate three-dimensional scaffolds; however, there are advantages, limitations and specific tissue focuses of each fabrication technique. The focus of this initiative is to utilize an existing technique and expand the library of biomaterials which can be utilized to fabricate three-dimensional scaffolds rather than focusing on a new fabrication technique. An expanded library of biomaterials will enable the precision extrusion deposition (PED) device to construct three-dimensional scaffolds with enhanced biological, chemical and mechanical cues that will benefit tissue generation. Computer-aided motion and extrusion drive the PED to precisely fabricate micro-scaled scaffolds with biologically inspired, porosity, interconnectivity and internal and external architectures. The high printing resolution, precision and controllability of the PED allow for closer mimicry of tissues and organs. The PED expands its library of biopolymers by introducing an assisting cooling (AC) device which increases the working extrusion temperature from 120 to 250 °C. This paper investigates the PED with the integrated AC's capabilities to fabricate three-dimensional scaffolds that support cell growth, attachment and proliferation. Studies carried out in this paper utilized a biopolymer whose melting point is established to be 200 °C. This polymer was selected to illustrate the newly developed device's ability to fabricate three-dimensional scaffolds from a new library of biopolymers. Three-dimensional scaffolds fabricated with the integrated AC device should illustrate structural integrity and ability to support cell attachment and proliferation.", "journal": "Biofabrication", "date": "2011-07-06", "authors": ["QHamid", "JSnyder", "CWang", "MTimmer", "JHammer", "SGuceri", "WSun"], "doi": "10.1088/1758-5082/3/3/034109"}
{"title": "Development of novel hybrid poly(L-lactide)/chitosan scaffolds using the rapid freeze prototyping technique.", "abstract": "Engineered scaffolds have been shown to be critical to various tissue engineering applications. This paper presents the development of a novel three-dimensional scaffold made from a mixture of chitosan microspheres (CMs) and poly(L-lactide) by means of the rapid freeze prototyping (RFP) technique. The CMs were used to encapsulate bovine serum albumin (BSA) and improve the scaffold mechanical properties. Experiments to examine the BSA release were carried out; the BSA release could be controlled by adjusting the crosslink degree of the CMs and prolonged after the CMs were embedded into the PLLA scaffolds, while the examination of the mechanical properties of the scaffolds illustrates that they depend on the ratio of CMs to PLLA in the scaffolds as well as the cryogenic temperature used in the RFP fabrication process. The chemical characteristics of the PLLA/chitosan scaffolds were evaluated by Fourier transform infrared (FTIR) spectroscopy. The morphological and pore structure of the scaffolds were also examined by scanning electron microscopy and micro-tomography. The results obtained show that the scaffolds have higher porosity and enhanced pore size distribution compared to those fabricated by the dispensing-based rapid prototyping technique. This study demonstrates that the novel scaffolds have not only enhanced porous structure and mechanical properties but also showed the potential to preserve the bioactivities of the biomolecules and to control the biomolecule distribution and release rate.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["NZhu", "M GLi", "DCooper", "X BChen"], "doi": "10.1088/1758-5082/3/3/034105"}
{"title": "Microengineering methods for cell-based microarrays and high-throughput drug-screening applications.", "abstract": "Screening for effective therapeutic agents from millions of drug candidates is costly, time consuming, and often faces concerns due to the extensive use of animals. To improve cost effectiveness, and to minimize animal testing in pharmaceutical research, in vitro monolayer cell microarrays with multiwell plate assays have been developed. Integration of cell microarrays with microfluidic systems has facilitated automated and controlled component loading, significantly reducing the consumption of the candidate compounds and the target cells. Even though these methods significantly increased the throughput compared to conventional in vitro testing systems and in vivo animal models, the cost associated with these platforms remains prohibitively high. Besides, there is a need for three-dimensional (3D) cell-based drug-screening models which can mimic the in vivo microenvironment and the functionality of the native tissues. Here, we present the state-of-the-art microengineering approaches that can be used to develop 3D cell-based drug-screening assays. We highlight the 3D in vitro cell culture systems with live cell-based arrays, microfluidic cell culture systems, and their application to high-throughput drug screening. We conclude that among the emerging microengineering approaches, bioprinting holds great potential to provide repeatable 3D cell-based constructs with high temporal, spatial control and versatility.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["FengXu", "JinHuiWu", "ShuQiWang", "Naside GozdeDurmus", "Umut AtakanGurkan", "UtkanDemirci"], "doi": "10.1088/1758-5082/3/3/034101"}
{"title": "Biofabrication of chitosan-silver composite SERS substrates enabling quantification of adenine by a spectroscopic shift.", "abstract": "Surface-enhanced Raman scattering (SERS) has grown dramatically as an analytical tool for the sensitive and selective detection of molecules adsorbed on nano-roughened noble metal structures. Quantification with SERS based on signal intensity remains challenging due to the complicated fabrication process to obtain well-dispersed nanoparticles and well-ordered substrates. We report a new biofabrication strategy of SERS substrates that enable quantification through a newly discovered spectroscopic shift resulting from the chitosan-analyte interactions in solution. We demonstrate this phenomenon by the quantification of adenine, which is an essential part of the nucleic acid structure and a key component in pathways which generate signal molecules for bacterial communications. The SERS substrates were fabricated simply by sequential electrodeposition of chitosan on patterned gold electrodes and electroplating of a silver nitrate solution through the chitosan scaffold to form a chitosan-silver nanoparticle composite. Active SERS signals of adenine solutions were obtained in real time from the chitosan-silver composite substrates with a significant concentration-dependent spectroscopic shift. The Lorentzian curve fitting of the dominant peaks suggests the presence of two separate peaks with a concentration-dependent area percentage of the separated peaks. The chitosan-mediated composite SERS substrates can be easily biofabricated on predefined electrodes within microfluidic channels for real-time detection in microsystems.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["X LLuo", "SBuckhout-White", "W EBentley", "G WRubloff"], "doi": "10.1088/1758-5082/3/3/034108"}
{"title": "A functionally gradient variational porosity architecture for hollowed scaffolds fabrication.", "abstract": "This paper presents a novel continuous tool-path planning methodology for hollowed scaffold fabrication in tissue engineering. A new functionally gradient porous architecture is proposed with a continuous material deposition planning scheme. A controllable variational pore size and hence the porosity have been achieved with a combination of two geometrically oriented consecutive layers. The desired porosity has been achieved with consecutive layers by geometrically partitioning each layer into sub-regions based on the area and the tissue scaffold design constraints. A continuous, interconnected and optimized tool-path for layers has been generated for a three-dimensional biomaterial deposition/printing process. A zigzag pattern tool-path has been proposed for an accumulated sub-region layer, and a concentric spiral-like optimal tool-path pattern has been generated for the successive layer to ensure continuity along the structure. Three-dimensional layers, formed by the proposed tool-path plan, vary the pore size and the porosity based on the biological and mechanical requirements. Several examples demonstrate the proposed methodology along with illustrative results. Also a comparative study between the proposed design and conventional Cartesian coordinate scaffolds has been performed. The results demonstrate a significant reduction in design error with the proposed method. Moreover, sample examples have been fabricated using a micro-nozzle biomaterial deposition system, and characterized for validation.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["A K MKhoda", "Ibrahim TOzbolat", "BahattinKoc"], "doi": "10.1088/1758-5082/3/3/034106"}
{"title": "Laser-guidance-based cell deposition microscope for heterotypic single-cell micropatterning.", "abstract": "Cell patterning methods enable researchers to control specific homotypic and heterotypic contact-mediated cell-cell and cell-ECM interactions and to impose defined cell and tissue geometries. To micropattern individual cells to specific points on a substrate with high spatial resolution, we have developed a cell deposition microscope based on the laser-guidance technique. We discuss the theory of optical forces for generating laser guidance and the optimization of the optical configuration (NA ≈ 0.1) to manipulate cells with high speed in three dimensions. Our cell deposition microscope is capable of patterning different cell types onto and within standard cell research devices and providing on-stage incubation for long-term cell culturing. Using this cell deposition microscope, rat mesenchymal stem cells from bone marrow were micropatterned with cardiomyocytes into a substrate microfabricated with polydimethylsiloxane on a 22 mm × 22 mm coverglass to form a single-cell coculturing microenvironment, and their electrophysiological property changes were investigated during the coculturing days.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["ZhenMa", "Russell KPirlo", "QinWan", "Julie XYun", "XiaocongYuan", "PengXiang", "Thomas KBorg", "Bruce ZGao"], "doi": "10.1088/1758-5082/3/3/034107"}
{"title": "Design and fabrication of a novel porous implant with pre-set channels based on ceramic stereolithography for vascular implantation.", "abstract": "Being a multi-etiological factors disease, osteonecrosis of the femoral head affects many young people, leading to the collapse of the femur head; eventually the hip arthroplasty is needed if not treated in time. Unfortunately, as yet, no satisfactory therapy to repair necrotic bone at an early stage is present. Novel implants with pre-set channels were designed for the treatment of early femoral head necrosis. Ceramic stereolithography was applied to fabricate the green part from β-TCP powder. Other processes, such as dehydration, rinsing, drying and sintering, were processed successively. The final ceramic part remains the same as the engineered part in both shape and internal structure. No significant deformation or crack occurred. X-ray diffraction showed that no facies changed or chemical reaction occurred during the fabrication process. The chemical composition remains the same as that of the original β-TCP powder. The compressive strength is 23.54 MPa, close to that of natural cancellous bone. Novel implants with a pre-set channel were designed and fabricated for blood vessel implantation. Bioceramic stereolithography technology based directly on the CAD model in this research shows advantages in accurate design, optimization of 3D scaffold and critical control of the fabrication process. This proposed implant shows promising clinical application in the restoration of early femoral head necrosis.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["WeiguoBian", "DichenLi", "QinLian", "WeijieZhang", "LinzhongZhu", "XiangLi", "ZhongminJin"], "doi": "10.1088/1758-5082/3/3/034103"}
{"title": "Development of a hybrid scaffold with synthetic biomaterials and hydrogel using solid freeform fabrication technology.", "abstract": "Natural biomaterials such as hyaluronic acid, gelatin and collagen provide excellent environments for tissue regeneration. Furthermore, gel-state natural biomaterials are advantageous for encapsulating cells and growth factors. In cell printing technology, hydrogel which contains cells was printed directly to form three-dimensional (3D) structures for tissue or organ regeneration using various types of printers. However, maintaining the 3D shape of the printed structure, which is made only of the hydrogel, is very difficult due to its weak mechanical properties. In this study, we developed a hybrid scaffold consisting of synthetic biomaterials and natural hydrogel using a multi-head deposition system, which is useful in solid freeform fabrication technology. The hydrogel was intentionally infused into the space between the lines of a synthetic biomaterial-based scaffold. The cellular efficacy of the hybrid scaffold was validated using rat primary hepatocytes and a mouse pre-osteoblast MC3T3-E1 cell line. In addition, the collagen hydrogel, which encapsulates cells, was dispensed and the viability of the cells observed. We demonstrated superior effects of the hybrid scaffold on cell adhesion and proliferation and showed the high viability of dispensed cells.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["Jin-HyungShim", "Jong YoungKim", "MinPark", "JaesungPark", "Dong-WooCho"], "doi": "10.1088/1758-5082/3/3/034102"}
{"title": "Laser sintering fabrication of three-dimensional tissue engineering scaffolds with a flow channel network.", "abstract": "The fabrication of tissue engineering scaffolds for the reconstruction of highly oxygen-dependent inner organs is discussed. An additive manufacturing technology known as selective laser sintering was employed to fabricate a highly porous scaffold with an embedded flow channel network. A porogen leaching system was used to obtain high porosity. A prototype was developed using the biodegradable plastic polycaprolactone and sodium chloride as the porogen. A high porosity of 90% was successfully obtained. Micro x-ray CT observation was carried out to confirm that channels with a diameter of approximately 1 mm were generated without clogging. The amount of residual salt was 930 µg while the overall volume of the scaffold was 13 cm(3), and it was confirmed that the toxicity of the salt was negligible. The hydrophilization of the scaffold to improve cell adhesion on the scaffold is also discussed. Oxygen plasma ashing and hydrolysis with sodium hydroxide, typically employed to improve the hydrophilicity of plastic surfaces, were tested. The improvement of hydrophilicity was confirmed by an increase in water retention by the porous scaffold from 180% to 500%.", "journal": "Biofabrication", "date": "2011-07-05", "authors": ["TNiino", "DHamajima", "KMontagne", "SOizumi", "HNaruke", "HHuang", "YSakai", "HKinoshita", "TFujii"], "doi": "10.1088/1758-5082/3/3/034104"}
{"title": "Correction: Biofabrication of anisotropic gold nanotriangles using extract of endophytic Aspergillus clavatus as a dual functional reductant and stabilizer.", "abstract": null, "journal": "Nanoscale research letters", "date": "2011-06-30", "authors": ["Vijay CVerma", "Ravindra NKharwar", "Santosh KSingh", "RavindraSolanki", "SatyaPrakash"], "doi": "10.1186/1556-276X-6-261"}
{"title": "Ratchetlike slip angle anisotropy on printed superhydrophobic surfaces.", "abstract": "The fabrication and properties of superhydrophobic surfaces that exhibit ratchet-like anisotropic slip angle behavior is described. The surface is composed of arrays of poly(dimethylsiloxane) (PDMS) posts fabricated by a type of 3D printing. By controlling the dispense parameters, regular arrays of asymmetric posts were deposited such that the slope of the posts was varied from 0 to 50 relative to the surface normal. Advancing and receding contact angles as well as slip angles were measured as a function of the post slope and droplet volume. Ratchetlike slip angle anisotropy was observed on surfaces composed of sloped features. The maximum slip angle difference (for a 180° tilt angle variation) was 32° for 20 μL droplets on surfaces with posts fabricated with a slope of 50°. This slip angle anisotropy is attributed to an increase in the triple contact line (TCL) length as the droplet is tilted in a direction against the post slope whereas the TCL decreases continuously when the drop travels in a direction parallel to the post slope. The increasing length of the TCL creates an increased energy barrier that accounts for the higher slip angles in this direction.", "journal": "Langmuir : the ACS journal of surfaces and colloids", "date": "2011-06-28", "authors": ["MarkBarahman", "Alan MLyons"], "doi": "10.1021/la201222a"}
{"title": "Fabrication of 13-93 bioactive glass scaffolds for bone tissue engineering using indirect selective laser sintering.", "abstract": "Bioactive glasses are promising materials for bone scaffolds due to their ability to assist in tissue regeneration. When implanted in vivo, bioactive glasses can convert into hydroxyapatite, the main mineral constituent of human bone, and form a strong bond with the surrounding tissues, thus providing an advantage over polymer scaffold materials. Bone scaffold fabrication using additive manufacturing techniques can provide control over pore interconnectivity during fabrication of the scaffold, which helps in mimicking human trabecular bone. 13-93 glass, a third-generation bioactive material designed to accelerate the body's natural ability to heal itself, was used in the research described herein to fabricate bone scaffolds using the selective laser sintering (SLS) process. 13-93 glass mixed with stearic acid (as the polymer binder) by ball milling was used as the powder feedstock for the SLS machine. The fabricated green scaffolds underwent binder burnout to remove the stearic acid binder and were then sintered at temperatures between 675 °C and 695 °C. The sintered scaffolds had pore sizes ranging from 300 to 800 µm with 50% apparent porosity and an average compressive strength of 20.4 MPa, which is excellent for non-load bearing applications and among the highest reported for an interconnected porous scaffold fabricated with bioactive glasses using the SLS process. The MTT labeling experiment and measurements of MTT formazan formation are evidence that the rough surface of SLS scaffolds provides a cell-friendly surface capable of supporting robust cell growth.", "journal": "Biofabrication", "date": "2011-06-04", "authors": ["Krishna C RKolan", "Ming CLeu", "Gregory EHilmas", "Roger FBrown", "MarianoVelez"], "doi": "10.1088/1758-5082/3/2/025004"}
{"title": "Novel composite implant in craniofacial bone reconstruction.", "abstract": "Bioactive glass (BAG) and polymethyl methacrylate (PMMA) have been used in clinical applications. Antimicrobial BAG has the ability to attach chemically to surrounding bone, but it is not possible to bend, drill or shape BAG during the operation. PMMA has advantages in terms of shaping during the operation, but it does not attach chemically to the bone and is an exothermic material. To increase the usefulness of BAG and PMMA in skull bone defect reconstructions, a new composite implant containing BAG and PMMA in craniofacial reconstructions is presented. Three patients had pre-existing large defects in the calvarial and one in the midface area. An additive manufacturing (AM) model was used preoperatively for treatment planning and custom-made implant production. The trunk of the PMMA implant was coated with BAG granules. Clinical and radiological follow-up was performed postoperatively at 1 week, and 3, 6 and 12 months, and thereafter annually up to 5 years. Computer tomography (CT) and positron emission tomography (PET-CT) were performed at 12 and 24 months postoperatively. Uneventful clinical recovery with good esthetic and functional outcome was seen. CT and PET-CT findings supported good clinical outcome. The BAG-PMMA implant seems to be a promising craniofacial reconstruction alternative. However, more clinical experience is needed.", "journal": "European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery", "date": "2011-06-02", "authors": ["Matti JPeltola", "Pekka KVallittu", "VilleVuorinen", "Allan A JAho", "AnttiPuntala", "Kalle M JAitasalo"], "doi": "10.1007/s00405-011-1607-x\n10.1097/01.prs.0000173862.20563.12\n10.1016/S1010-5182(03)00024-6\n10.1016/j.otohns.2004.02.033\n10.1097/00006534-199911000-00025\n10.1080/030919099294401\n10.1053/joms.2002.30575\n10.1097/00001665-200303000-00003\n10.1097/00005537-200401000-00005\n10.1016/j.joms.2005.03.016\n10.1080/00016480410016478\n10.1097/00006534-200203000-00005\n10.1097/00001665-199605000-00006\n10.1002/hed.20436\n10.1111/j.1600-0501.2004.00989.x\n10.1007/s10856-007-3018-5\n10.1007/s10856-007-3143-1\n10.1002/jbm.820040309\n10.1002/jbm.820100212\n10.1046/j.0909-8836.1998.eos106109.x\n10.1002/app.20654\n10.1007/s00259-006-0280-6\n10.1016/0142-9612(95)00326-6\n10.1002/jbm.820180411\n10.1007/BF00154553\n10.1016/0109-5641(95)80031-X"}
{"title": "High throughput miniaturization of artificial cells.", "abstract": "In this study, inkjet bio-printing has been used to produce miniaturized alginate microcapsules. A parametric study using subsequent Taguchi L(18) (3(1) × 2(7)) and L(16) (4(5)) designs was performed to elucidate the effect of inkjet parameters on microcapsule size. A 120-minute pilot run using the optimal waveform parameters and 0.5% alginate ink yielded a throughput of 1.8×10(6) microcapsules/hr, averaging 40 μm in diameter. Real-time stable jetting conditions were confirmed visually by the generation of a single droplet with a straight trajectory and non-fluctuating Ohnesorge numbers. The rate of stirring of the cross-linking CaCl(2) solution determined scaffold vs. single vesicle formation.", "journal": "Artificial cells, blood substitutes, and immobilization biotechnology", "date": "2011-05-25", "authors": ["MaryamMobed-Miremadi", "ErikAcks", "SutthipongPolsaward", "DingChen"], "doi": "10.3109/10731199.2011.574637"}
{"title": "Getting in touch--3D printing in forensic imaging.", "abstract": "With the increasing use of medical imaging in forensics, as well as the technological advances in rapid prototyping, we suggest combining these techniques to generate displays of forensic findings. We used computed tomography (CT), CT angiography, magnetic resonance imaging (MRI) and surface scanning with photogrammetry in conjunction with segmentation techniques to generate 3D polygon meshes. Based on these data sets, a 3D printer created colored models of the anatomical structures. Using this technique, we could create models of bone fractures, vessels, cardiac infarctions, ruptured organs as well as bitemark wounds. The final models are anatomically accurate, fully colored representations of bones, vessels and soft tissue, and they demonstrate radiologically visible pathologies. The models are more easily understood by laypersons than volume rendering or 2D reconstructions. Therefore, they are suitable for presentations in courtrooms and for educational purposes.", "journal": "Forensic science international", "date": "2011-05-24", "authors": ["Lars ChrEbert", "Michael JThali", "SteffenRoss"], "doi": "10.1016/j.forsciint.2011.04.022"}
{"title": "Nanocelluloses: a new family of nature-based materials.", "abstract": "Cellulose fibrils with widths in the nanometer range are nature-based materials with unique and potentially useful features. Most importantly, these novel nanocelluloses open up the strongly expanding fields of sustainable materials and nanocomposites, as well as medical and life-science devices, to the natural polymer cellulose. The nanodimensions of the structural elements result in a high surface area and hence the powerful interaction of these celluloses with surrounding species, such as water, organic and polymeric compounds, nanoparticles, and living cells. This Review assembles the current knowledge on the isolation of microfibrillated cellulose from wood and its application in nanocomposites; the preparation of nanocrystalline cellulose and its use as a reinforcing agent; and the biofabrication of bacterial nanocellulose, as well as its evaluation as a biomaterial for medical implants.", "journal": "Angewandte Chemie (International ed. in English)", "date": "2011-05-21", "authors": ["DieterKlemm", "FriederikeKramer", "SebastianMoritz", "TomLindström", "MikaelAnkerfors", "DerekGray", "AnnieDorris"], "doi": "10.1002/anie.201001273"}
{"title": "Bioprinting of hybrid tissue constructs with tailorable mechanical properties.", "abstract": "Tissue/organ printing aims to recapitulate the intrinsic complexity of native tissues. For a number of tissues, in particular those of musculoskeletal origin, adequate mechanical characteristics are an important prerequisite for their initial handling and stability, as well as long-lasting functioning. Hence, organized implants, possessing mechanical characteristics similar to the native tissue, may result in improved clinical outcomes of regenerative approaches. Using a bioprinter, grafts were constructed by alternate deposition of thermoplastic fibers and (cell-laden) hydrogels. Constructs of different shapes and sizes were manufactured and mechanical properties, as well as cell viability, were assessed. This approach yields novel organized viable hybrid constructs, which possess favorable mechanical characteristics, within the same range as those of native tissues. Moreover, the approach allows the use of multiple hydrogels and can thus produce constructs containing multiple cell types or bioactive factors. Furthermore, since the hydrogel is supported by the thermoplastic material, a broader range of hydrogel types can be used compared to bioprinting of hydrogels alone. In conclusion, we present an innovative and versatile approach for bioprinting, yielding constructs of which the mechanical stiffness provided by thermoplastic polymers can potentially be tailored, and combined specific cell placement patterns of multiple cell types embedded in a wide range of hydrogels.", "journal": "Biofabrication", "date": "2011-05-21", "authors": ["WSchuurman", "VKhristov", "M WPot", "P Rvan Weeren", "W J ADhert", "JMalda"], "doi": "10.1088/1758-5082/3/2/021001"}
{"title": "Laser printing of three-dimensional multicellular arrays for studies of cell-cell and cell-environment interactions.", "abstract": "Utilization of living cells for therapies in regenerative medicine requires a fundamental understanding of the interactions between different cells and their environment. Moreover, common models based on adherent two-dimensional cultures are not appropriate to simulate the complex interactions that occur in a three-dimensional (3D) cell-microenvironment in vivo. In this study, we present a computer-aided method for the printing of multiple cell types in a 3D array using laser-assisted bioprinting. By printing spots of human adipose-derived stem cells (ASCs) and endothelial colony-forming cells (ECFCs), we demonstrate that (i) these cell spots can be arranged layer-by-layer in a 3D array; (ii) any cell-cell ratio, cell quantity, cell-type combination, and spot spacing can be realized within this array; and (iii) the height of the 3D array is freely scalable. As a proof of concept, we printed separate spots of ASCs and ECFCs within a 3D array and observed cell-cell interactions in vascular endothelial growth factor-free medium. It has been demonstrated that direct cell-cell contacts trigger the development of stable vascular-like networks. This method can be applied to study complex and dynamic relationships between cells and their local environment.", "journal": "Tissue engineering. Part C, Methods", "date": "2011-05-19", "authors": ["MartinGruene", "MichaelPflaum", "ChristianHess", "StefanosDiamantouros", "SabrinaSchlie", "AndreaDeiwick", "LotharKoch", "MathiasWilhelmi", "StefanJockenhoevel", "AxelHaverich", "BorisChichkov"], "doi": "10.1089/ten.TEC.2011.0185"}
{"title": "Fabrication of 2D protein microstructures and 3D polymer-protein hybrid microstructures by two-photon polymerization.", "abstract": "Two-photon polymerization (TPP) offers the possibility of creating artificial cell scaffolds composed of micro- and nanostructures with spatial resolutions of less than 1 µm. For use in tissue engineering, the identification of a TPP-processable polymer that provides biocompatibility, biofunctionality and appropriate mechanical properties is a difficult task. ECM proteins such as collagen or fibronectin, which could mimic native tissues best, often lack the mechanical stability. Hence, by generating polymer-protein hybrid structures, the beneficial properties of proteins can be combined with the advantageous characteristics of polymers, such as sufficient mechanical stability. This study describes three steps toward facilitated application of TPP for biomaterial generation. (1) The efficiency of a low-cost ps-laser source is compared to a fs-laser source by testing several materials. A novel photoinitiator for polymerization with a ps-laser source is synthesized and proved to enable increased fabrication throughput. (2) The fabrication of 3D-microstructures with both systems and the fabrication of polymer-protein hybrid structures are demonstrated. (3) The tissue engineering capabilities of TPP are demonstrated by creating cross-linked gelatin microstructures, which clearly forced porcine chondrocytes to adapt their cell morphology.", "journal": "Biofabrication", "date": "2011-05-13", "authors": ["SaschaEngelhardt", "EvaHoch", "KirstenBorchers", "WolfdietrichMeyer", "HartmutKrüger", "Günter E MTovar", "ArnoldGillner"], "doi": "10.1088/1758-5082/3/2/025003"}
{"title": "Scalable robotic biofabrication of tissue spheroids.", "abstract": "Development of methods for scalable biofabrication of uniformly sized tissue spheroids is essential for tissue spheroid-based bioprinting of large size tissue and organ constructs. The most recent scalable technique for tissue spheroid fabrication employs a micromolded recessed template prepared in a non-adhesive hydrogel, wherein the cells loaded into the template self-assemble into tissue spheroids due to gravitational force. In this study, we present an improved version of this technique. A new mold was designed to enable generation of 61 microrecessions in each well of a 96-well plate. The microrecessions were seeded with cells using an EpMotion 5070 automated pipetting machine. After 48 h of incubation, tissue spheroids formed at the bottom of each microrecession. To assess the quality of constructs generated using this technology, 600 tissue spheroids made by this method were compared with 600 spheroids generated by the conventional hanging drop method. These analyses showed that tissue spheroids fabricated by the micromolded method are more uniform in diameter. Thus, use of micromolded recessions in a non-adhesive hydrogel, combined with automated cell seeding, is a reliable method for scalable robotic fabrication of uniform-sized tissue spheroids.", "journal": "Biofabrication", "date": "2011-05-13", "authors": ["A NagyMehesz", "JBrown", "ZHajdu", "WBeaver", "J V Lda Silva", "R PVisconti", "R RMarkwald", "VMironov"], "doi": "10.1088/1758-5082/3/2/025002"}
{"title": "Living bacterial sacrificial porogens to engineer decellularized porous scaffolds.", "abstract": "Decellularization and cellularization of organs have emerged as disruptive methods in tissue engineering and regenerative medicine. Porous hydrogel scaffolds have widespread applications in tissue engineering, regenerative medicine and drug discovery as viable tissue mimics. However, the existing hydrogel fabrication techniques suffer from limited control over pore interconnectivity, density and size, which leads to inefficient nutrient and oxygen transport to cells embedded in the scaffolds. Here, we demonstrated an innovative approach to develop a new platform for tissue engineered constructs using live bacteria as sacrificial porogens. E.coli were patterned and cultured in an interconnected three-dimensional (3D) hydrogel network. The growing bacteria created interconnected micropores and microchannels. Then, the scafold was decellularized, and bacteria were eliminated from the scaffold through lysing and washing steps. This 3D porous network method combined with bioprinting has the potential to be broadly applicable and compatible with tissue specific applications allowing seeding of stem cells and other cell types.", "journal": "PloS one", "date": "2011-05-10", "authors": ["FengXu", "BanuPriyaSridharan", "Naside GozdeDurmus", "ShuQiWang", "Ahmet SinanYavuz", "Umut AtakanGurkan", "UtkanDemirci"], "doi": "10.1371/journal.pone.0019344\n10.1088/1758-5082/1082/1081/014105"}
{"title": "Laser-assisted bioprinting for creating on-demand patterns of human osteoprogenitor cells and nano-hydroxyapatite.", "abstract": "Developing tools to reproduce and manipulate the cell micro-environment, including the location and shape of cell patterns, is essential for tissue engineering. Parallel to inkjet printing and pressure-operated mechanical extruders, laser-assisted bioprinting (LAB) has emerged as an alternative technology to fabricate two- and three-dimensional tissue engineering products. The objective of this work was to determine laser printing parameters for patterning and assembling nano-hydroxyapatite (nHA) and human osteoprogenitors (HOPs) in two and three dimensions with LAB. The LAB workstation used in this study comprised an infrared laser focused on a quartz ribbon that was coated with a thin absorbing layer of titanium and a layer of bioink. The scanning system, quartz ribbon and substrate were piloted by dedicated software, allowing the sequential printing of different biological materials into two and/or three dimensions. nHA printing material (bioink) was synthesized by chemical precipitation and was characterized prior and following printing using transmission electron microscopy, Fourier transformed infrared spectroscopy and x-ray diffraction. HOP bioink was prepared using a 30 million cells ml(-1) suspension in culture medium and cells were characterized after printing using a Live/Dead assay and osteoblastic phenotype markers (alcaline phosphatase and osteocalcin). The results revealed that LAB allows printing and organizing nHA and HOPs in two and three dimensions. LAB did not alter the physico-chemical properties of nHA, nor the viability, proliferation and phenotype of HOPs over time (up to 15 days). This study has demonstrated that LAB is a relevant method for patterning nHA and osteoblastic cells in 2D, and is also adapted to the bio-fabrication of 3D composite materials.", "journal": "Biofabrication", "date": "2011-04-30", "authors": ["SylvainCatros", "Jean-ChristopheFricain", "BertrandGuillotin", "BenjaminPippenger", "ReineBareille", "MurielleRemy", "EricLebraud", "BernardDesbat", "JoëlleAmédée", "FabienGuillemot"], "doi": "10.1088/1758-5082/3/2/025001"}
{"title": "Hyaluronic acid-based clinical biomaterials derived for cell and molecule delivery in regenerative medicine.", "abstract": "The development of injectable and biocompatible vehicles for delivery, retention, growth, and differentiation of stem cells is of paramount importance for regenerative medicine. For cell therapy and the development of clinical combination products, we created a hyaluronan (HA)-based synthetic extracellular matrix (sECM) that provides highly reproducible, manufacturable, approvable, and affordable biomaterials. The composition of the sECM can be customized for use with progenitor and mature cell populations obtained from skin, fat, liver, heart, muscle, bone, cartilage, nerves, and other tissues. This overview describes the design criteria for \"living\" HA derivatives, and the many uses of this in situ crosslinkable HA-based sECM hydrogel for three-dimensional (3-D) culture of cells in vitro and translational use in vivo. Recent advances allow rapid expansion and recovery of cells in 3-D, and the bioprinting of engineered tissue constructs. The uses of HA-derived sECMs for cell and molecule delivery in vivo will be reviewed, including applications in cancer biology and tumor imaging.", "journal": "Journal of controlled release : official journal of the Controlled Release Society", "date": "2011-04-26", "authors": ["Glenn DPrestwich"], "doi": "10.1016/j.jconrel.2011.04.007"}
{"title": "Direct-write bioprinting three-dimensional biohybrid systems for future regenerative therapies.", "abstract": "Regenerative medicine seeks to repair or replace dysfunctional tissues with engineered biological or biohybrid systems. Current clinical regenerative models utilize simple uniform tissue constructs formed with cells cultured onto biocompatible scaffolds. Future regenerative therapies will require the fabrication of complex three-dimensional constructs containing multiple cell types and extracellular matrices. We believe bioprinting technologies will provide a key role in the design and construction of future engineered tissues for cell-based and regenerative therapies. This review describes the current state-of-the-art bioprinting technologies, focusing on direct-write bioprinting. We describe a number of process and device considerations for successful bioprinting of composite biohybrid constructs. In addition, we have provided baseline direct-write printing parameters for a hydrogel system (Pluronic F127) often used in cardiovascular applications. Direct-write dispensed lines (gels with viscosities ranging from 30 mPa s to greater than 600 × 10⁶ mPa s) were measured following mechanical and pneumatic printing via three commercially available needle sizes (20 ga, 25 ga, and 30 ga). Example patterns containing microvascular cells and isolated microvessel fragments were also bioprinted into composite 3D structures. Cells and vessel fragments remained viable and maintained in vitro behavior after incorporation into biohybrid structures. Direct-write bioprinting of biologicals provides a unique method to design and fabricate complex, multicomponent 3D structures for experimental use. We hope our design insights and baseline parameter descriptions of direct-write bioprinting will provide a useful foundation for colleagues to incorporate this 3D fabrication method into future regenerative therapies.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2011-04-20", "authors": ["Carlos CChang", "Eugene DBoland", "Stuart KWilliams", "James BHoying"], "doi": "10.1002/jbm.b.31831"}
{"title": "Substrate stiffness influences high resolution printing of living cells with an ink-jet system.", "abstract": "The adaptation of inkjet printing technology for the realisation of controlled micro- and nano-scaled biological structures is of great potential in tissue and biomaterial engineering. In this paper we present the Olivetti BioJet system and its applications in tissue engineering and cell printing. BioJet, which employs a thermal inkjet cartridge, was used to print biomolecules and living cells. It is well known that high stresses and forces are developed during the inkjet printing process. When printing living particles (i.e., cell suspensions) the mechanical loading profile can dramatically damage the processed cells. Therefore computational models were developed to predict the velocity profile and the mechanical load acting on a droplet during the printing process. The model was used to investigate the role of the stiffness of the deposition substrate during droplet impact and compared with experimental investigations on cell viability after printing on different materials. The computational model and the experimental results confirm that impact forces are highly dependent on the deposition substrate and that soft and viscous surfaces can reduce the forces acting on the droplet, preventing cell damage. These results have high relevance for cell bioprinting; substrates should be designed to have a good compromise between substrate stiffness to conserve spatial patterning without droplet coalescence but soft enough to absorb the kinetic energy of droplets in order to maintain cell viability.", "journal": "Journal of bioscience and bioengineering", "date": "2011-04-19", "authors": ["AnnalisaTirella", "FedericoVozzi", "CarmeloDe Maria", "GiovanniVozzi", "TazioSandri", "DuccioSassano", "LivioCognolato", "ArtiAhluwalia"], "doi": "10.1016/j.jbiosc.2011.03.019"}
{"title": "Manufacturing of individual biodegradable bone substitute implants using selective laser melting technique.", "abstract": "The additive manufacturing technique selective laser melting (SLM) has been successfully proved to be suitable for applications in implant manufacturing. SLM is well known for metal parts and offers direct manufacturing of three-dimensional (3D) parts with high bulk density on the base of individual 3D data, including computer tomography models of anatomical structures. Furthermore, an interconnecting porous structure with defined and reproducible pore size can be integrated during the design of the 3D virtual model of the implant. The objective of this study was to develop the SLM processes for a biodegradable composite material made of β-tricalcium phosphate (β-TCP) and poly(D, L)-lactide (PDLLA). The development of a powder composite material (β-TCP/PDLLA) suitable for the SLM process was successfully performed. The microstructure of the manufactured samples exhibit a homogeneous arrangement of ceramic and polymer. The four-point bending strength was up to 23 MPa. The X-ray diffraction (XRD) analysis of the samples confirmed β-TCP as the only present crystalline phase and the gel permeations chromatography (GPC) analysis documented a degradation of the polymer caused by the laser process less than conventional manufacturing processes. We conclude that SLM presents a new possibility to manufacture individual biodegradable implants made of β-TCP/PDLLA.", "journal": "Journal of biomedical materials research. Part A", "date": "2011-04-16", "authors": ["MarkusLindner", "SimonHoeges", "WilhelmMeiners", "KonradWissenbach", "RalfSmeets", "RainerTelle", "ReinhartPoprawe", "HorstFischer"], "doi": "10.1002/jbm.a.33058"}
{"title": "Signal molecules-calcium phosphate coprecipitation and its biomedical application as a functional coating.", "abstract": "In this review, the current knowledge of signal molecules-calcium phosphate coprecipitation and its biomedical application as a functional coating are described. Although signal molecules regulate a variety of cellular processes, it is difficult to sustain the regulation activity for a long term when the signal molecules are only injected in a free form. The signal molecules-calcium phosphate coprecipitation on a substrate surface is a very promising process to achieve sustained regulation activity of the signal molecules by controlled and localized delivery of the signal molecules to specific body sites (implantation sites). However, the significance of immobilizing signal molecules with calcium phosphate coatings and their biomedical application are not systematically illustrated. For this purpose, the presently existing coprecipitation methods and strategies on biomedical application are summarized and discussed.", "journal": "Biofabrication", "date": "2011-04-09", "authors": ["XiupengWang", "AtsuoIto", "XiaLi", "YuSogo", "AyakoOyane"], "doi": "10.1088/1758-5082/3/2/022001"}
{"title": "Hyaluronic acid and dextran-based semi-IPN hydrogels as biomaterials for bioprinting.", "abstract": "Bioprinting is a recent technology in tissue engineering used for the design of porous constructs through layer-by-layer deposition of cell-laden material. This technology would benefit from new biomaterials that can fulfill specific requirements for the fabrication of well-defined 3D constructs, such as the preservation of cell viability and adequate mechanical properties. We evaluated the suitability of a novel semi-interpenetrating network (semi-IPN), based on hyaluronic acid and hydroxyethyl-methacrylate-derivatized dextran (dex-HEMA), to form 3D hydrogel bioprinted constructs. The rheological properties of the solutions allowed proper handling during bioprinting, whereas photopolymerization led to stable constructs of which their mechanical properties matched the wide range of mechanical strengths of natural tissues. Importantly, excellent viability was observed for encapsulated chondrocytes. The results demonstrate the suitability of hyaluronic acid/dex-HEMA semi-IPNs to manufacture bioprinted constructs for tissue engineering.", "journal": "Biomacromolecules", "date": "2011-03-24", "authors": ["LauraPescosolido", "WouterSchuurman", "JosMalda", "PietroMatricardi", "FrancoAlhaique", "TommasinaCoviello", "P Renévan Weeren", "Wouter J ADhert", "Wim EHennink", "TinaVermonden"], "doi": "10.1021/bm200178w"}
{"title": "Organ printing: from bioprinter to organ biofabrication line.", "abstract": "Organ printing, or the layer by layer additive robotic biofabrication of functional three-dimensional tissue and organ constructs using self-assembling tissue spheroid building blocks, is a rapidly emerging technology that promises to transform tissue engineering into a commercially successful biomedical industry. It is increasingly obvious that similar well-established industries implement automated robotic systems on the path to commercial translation and economic success. The use of robotic bioprinters alone however is not sufficient for the development of large industrial scale organ biofabrication. The design and development of a fully integrated organ biofabrication line is imperative for the commercial translation of organ printing technology. This paper presents recent progress and challenges in the development of the essential components of an organ biofabrication line.", "journal": "Current opinion in biotechnology", "date": "2011-03-23", "authors": ["VladimirMironov", "VladimirKasyanov", "Roger RMarkwald"], "doi": "10.1016/j.copbio.2011.02.006"}
{"title": "The influence of stereolithographic scaffold architecture and composition on osteogenic signal expression with rat bone marrow stromal cells.", "abstract": "Scaffold design parameters, especially physical construction factors such as mechanical stiffness of substrate materials, pore size of 3D porous scaffolds, and channel geometry, are known to influence the osteogenic signal expression and subsequent differentiation of a transplanted cell population. In this study of photocrosslinked poly(propylene fumarate) (PPF) and diethyl fumarate (DEF) scaffolds, the effect of DEF incorporation ratio and pore size on the osteogenic signal expression of rat bone marrow stromal cells (BMSCs) was investigated. Results demonstrated that DEF concentrations and pore sizes that led to increased scaffold mechanical stiffness also upregulated osteogenic signal expression, including bone morphogenic protein-2 (BMP-2), fibroblast growth factors-2 (FGF-2), transforming growth factor-β1 (TGF-β1), vascular endothelial growth factor (VEGF), and Runx2 transcriptional factor. Similar scaffold fabrication parameters supported rapid BMSC osteoblastic differentiation, as demonstrated by increased alkaline phosphatase (ALP) and osteocalcin expression. When scaffolds with random architecture, fabricated by porogen leaching, were compared to those with controlled architecture, fabricated by stereolithography (SLA), results showed that SLA scaffolds with the highly permeable and porous channels also have significantly higher expression of FGF-2, TGF-β1, and VEGF. Subsequent ALP expression and osteopontin secretion were also significantly increased in SLA scaffolds. Based upon these results, we conclude that scaffold properties provided by additive manufacturing techniques such as SLA fabrication, particularly increased mechanical stiffness and high permeability, may stimulate dramatic BMSC responses that promote rapid bone tissue regeneration.", "journal": "Biomaterials", "date": "2011-03-15", "authors": ["KyobumKim", "DavidDean", "JonathanWallace", "RobBreithaupt", "Antonios GMikos", "John PFisher"], "doi": "10.1016/j.biomaterials.2011.01.016"}
{"title": "Dispensing pico to nanolitre of a natural hydrogel by laser-assisted bioprinting.", "abstract": "Laser-assisted bioprinting of multi-cellular replicates in accordance with CAD blueprint may substantially improve our understandings of fundamental aspects of 3 D cell-cell and cell-matrix interactions in vitro. For predictable printing results, a profound knowledge about effects of different processing parameters is essential for realisation of 3 D cell models with well-defined cell densities.\nTime-resolved imaging of the hydrogel jet dynamics and quantitative assessment of the dependence of printed droplet diameter on the process characteristics were conducted.\nThe existence of a counterjet was visualised, proving the bubble collapsing theory for the jet formation. Furthermore, by adjusting the viscosity and height of the applied hydrogel layer in combination with different laser pulse energies, the printing of volumes in the range of 10 to 7000 picolitres was demonstrated. Additionally, the relationship between the viscosity and the layer thickness at different laser pulse energies on the printed droplet volume was identified.\nThese findings are essential for the advancement of laser-assisted bioprinting by enabling predictable printing results and the integration of computational methods in the generation of 3 D multi-cellular constructs.", "journal": "Biomedical engineering online", "date": "2011-03-10", "authors": ["MartinGruene", "ClaudiaUnger", "LotharKoch", "AndreaDeiwick", "BorisChichkov"], "doi": "10.1186/1475-925X-10-19\n10.1016/j.cirp.2008.09.006\n10.1088/1758-5082/1/2/022001\n10.1126/science.289.5481.879\n10.1016/j.biomaterials.2010.05.055\n10.1063/1.3116724\n10.1089/ten.2005.11.1817\n10.1089/ten.tec.2009.0397\n10.1063/1.3248304\n10.1007/s10439-005-8971-x\n10.1002/biot.200600058\n10.1088/1748-6041/3/3/034101\n10.1088/1758-5082/2/3/032001\n10.1089/ten.tec.2010.0359\n10.1088/1758-5082/2/1/014111\n10.1088/1758-5082/2/1/014104\n10.1088/1758-5082/2/1/014101\n10.1063/1.2799877\n10.1088/0953-4075/32/14/201\n10.1016/S0955-7997(03)00079-1\n10.1063/1.1368163\n10.1063/1.2191569\n10.1089/ten.2006.0175\n10.1007/s11892-007-0051-1"}
{"title": "Biofabrication with biopolymers and enzymes: potential for constructing scaffolds from soft matter.", "abstract": "Regenerative medicine will benefit from technologies capable of fabricating soft matter to have appropriate architectures and that provide the necessary physical, chemical and biological cues to recruit cells and guide their development. The goal of this report is to review an emerging set of biofabrication techniques and suggest how these techniques could be applied for the fabrication of scaffolds for tissue engineering.\nElectrical potentials are applied to submerged electrodes to perform cathodic and anodic reactions that direct stimuli-responsive film-forming polysaccharides to assemble into hydrogel films. Standard methods are used to microfabricate electrode surfaces to allow the electrical signals to be applied with spatial and temporal control. The enzymes mushroom tyrosinase and microbial transglutaminase are used to catalyze macromolecular grafting and crosslinking of proteins.\nElectrodeposition of the polysaccharides chitosan and alginate allow hydrogel films to be formed in response to localized electrical signals. Co-deposition of various components (e.g., proteins, vesicles and cells), and subsequent electrochemical processing allow the physical, chemical and biological activities of these films to be tailored. Enzymatic processing allows for the generation of stimuli-responsive protein conjugates that can also be directed to assemble in response to imposed electrical signals. Further, enzyme-catalyzed crosslinking of gelatin allows replica molding of soft matter to create hydrogel films with topological structure.\nBiofabrication with biological materials and mechanisms provides new approaches for soft matter construction. These methods may enable the formation of tissue engineering scaffolds with appropriate architectures, assembled cells, and spatially organized physical, chemical and biological cues.", "journal": "The International journal of artificial organs", "date": "2011-03-05", "authors": ["Li-QunWu", "William EBentley", "Gregory FPayne"], "doi": "10.5301/ijao.2011.6406"}
{"title": "Microfluidic hydrogels for tissue engineering.", "abstract": "With advanced properties similar to the native extracellular matrix, hydrogels have found widespread applications in tissue engineering. Hydrogel-based cellular constructs have been successfully developed to engineer different tissues such as skin, cartilage and bladder. Whilst significant advances have been made, it is still challenging to fabricate large and complex functional tissues due mainly to the limited diffusion capability of hydrogels. The integration of microfluidic networks and hydrogels can greatly enhance mass transport in hydrogels and spatiotemporally control the chemical microenvironment of cells, mimicking the function of native microvessels. In this review, we present and discuss recent advances in the fabrication of microfluidic hydrogels from the viewpoint of tissue engineering. Further development of new hydrogels and microengineering technologies will have a great impact on tissue engineering.", "journal": "Biofabrication", "date": "2011-03-05", "authors": ["Guo YouHuang", "Li HongZhou", "Qian ChengZhang", "Yong MeiChen", "WeiSun", "FengXu", "Tian JianLu"], "doi": "10.1088/1758-5082/3/1/012001"}
{"title": "Untethered hovering flapping flight of a 3D-printed mechanical insect.", "abstract": "This project focuses on developing a flapping-wing hovering insect using 3D-printed wings and mechanical parts. The use of 3D printing technology has greatly expanded the possibilities for wing design, allowing wing shapes to replicate those of real insects or virtually any other shape. It has also reduced the time of a wing design cycle to a matter of minutes. An ornithopter with a mass of 3.89 g has been constructed using the 3D printing technique and has demonstrated an 85-s passively stable untethered hovering flight. This flight exhibits the functional utility of printed materials for flapping-wing experimentation and ornithopter construction and for understanding the mechanical principles underlying insect flight and control.", "journal": "Artificial life", "date": "2011-03-05", "authors": ["CharlesRichter", "HodLipson"], "doi": "10.1162/artl_a_00020"}
{"title": "Dermal substitute-assisted healing: enhancing stem cell therapy with novel biomaterial design.", "abstract": "The use of dermal substitutes is increasingly widespread but the outcomes of substitute-assisted healing remain functionally deficient. Presently, the most successful scaffolds are acellular polymer matrices, prepared through lyophilization and phase separation techniques, designed to mimic the dermal extracellular matrix. The application of scaffolds containing viable cells has proven to be problematic due to short shelf-life, high cost and death of transplanted cells as a result of immune rejection and apoptosis. Recent advances in biomaterial science have made new techniques available capable of increasing scaffold complexity, allowing the creation of 3D microenvironments that actively control cell behaviour. Importantly, it may be possible through these sophisticated novel techniques, including bio-printing and electrospinning, to accurately direct stem cell behaviour. This complex proposal involves the incorporation of cell-matrix, cell-cell, mechanical cues and soluble factors delivered in a spatially and temporally pertinent manner. This requires accurate modelling of three-dimensional stem cell interactions within niche environments to identify key signalling molecules and mechanisms. The application of stem cells within substitutes containing such environments may result in greatly improved transplanted cell viability. Ultimately this may increase cellular organization and complexity of skin substitutes. This review discusses progress made in improving the efficacy of cellular dermal substitutes for the treatment of cutaneous defects and the potential of evolving new technology to improve current results.", "journal": "Archives of dermatological research", "date": "2011-03-03", "authors": ["THodgkinson", "ABayat"], "doi": "10.1007/s00403-011-1131-2"}
{"title": "Adipogenic differentiation of laser-printed 3D tissue grafts consisting of human adipose-derived stem cells.", "abstract": "Laser-assisted bioprinting (LaBP) allows the realization of computer-generated 3D tissue grafts consisting of cells embedded in a hydrogel environment. In this study, human adipose-derived stem cells (hASCs) were printed in a free-scalable 3D grid pattern by means of LaBP. We demonstrate that neither the proliferation ability nor the differentiation behaviour of the stem cells was affected by the LaBP procedure. Furthermore, the 3D grafts were differentiated down the adipogenic lineage pathway for 10 days. We verify by quantitative assessments of adipogenic markers that the 3D grafts resemble cell lineages present in natural adipose tissue. Additionally, we provide the proof that even pre-differentiated hASCs could be utilized for the generation of 3D tissue grafts. These results indicate that the biofabrication of living grafts resembling their complex native origin is within reach.", "journal": "Biofabrication", "date": "2011-03-02", "authors": ["MGruene", "MPflaum", "ADeiwick", "LKoch", "SSchlie", "CUnger", "MWilhelmi", "AHaverich", "B NChichkov"], "doi": "10.1088/1758-5082/3/1/015005"}
{"title": "Dual-Scale Polymeric Constructs as Scaffolds for Tissue Engineering.", "abstract": "This research activity was aimed at the development of dual-scale scaffolds consisting of three-dimensional constructs of aligned poly(ε-caprolactone) (PCL) microfilaments and electrospun poly(lactic-co-glycolic acid) (PLGA) fibers. PCL constructs composed by layers of parallel microsized filaments (0/90° lay-down pattern), with a diameter of around 365 μm and interfilament distance of around 191 μm, were produced using a melt extrusion-based additive manufacturing technique. PLGA electrospun fibers with a diameter of around 1 μm were collected on top of the PCL constructs with different thicknesses, showing a certain degree of alignment. Cell culture experiments employing the MC3T3 murine preosteoblast cell line showed good cell viability and adhesion on the dual-scale scaffolds. In particular, the influence of electrospun fibers on cell morphology and behavior was evident, as well as in creating a structural bridging for cell colonization in the interfilament gap.", "journal": "Materials (Basel, Switzerland)", "date": "2011-03-01", "authors": ["CarlosMota", "DarioPuppi", "DinuccioDinucci", "CesareErrico", "PauloBártolo", "FedericaChiellini"], "doi": "10.3390/ma4030527\n10.1016/S0142-9612(00)00121-6\n10.1098/rsif.2009.0379\n10.1016/j.progpolymsci.2010.01.006\n10.1089/ten.2006.12.801\n10.1007/s10856-005-4713-8\n10.1002/mabi.200900422\n10.1177/0883911510392007\n10.1002/term.310\n10.1016/S0142-9612(03)00030-9\n10.1016/j.tibtech.2004.10.004\n10.1002/adem.201080019\n10.1126/science.1106587\n10.1002/jbm.a.20011\n10.1016/S0142-9612(99)00020-4\n10.1016/S0165-0270(02)00181-4\n10.1089/ten.2005.11.101\n10.1089/ten.2006.12.1197\n10.1155/2009/239643\n10.1002/1097-4636(200105)55:2<203::AID-JBM1007>3.0.CO;2-7\n10.1016/j.biomaterials.2008.03.034\n10.1002/jbm.b.30128\n10.1016/j.biomaterials.2008.01.011\n10.1021/bm060680j\n10.1002/marc.200800277\n10.1002/marc.200900264\n10.1007/s11706-009-0067-3\n10.1016/j.actbio.2008.03.019\n10.1002/term.132\n10.1016/j.biomaterials.2008.07.033\n10.1016/j.jbiomech.2008.07.023\n10.1016/j.biomaterials.2003.10.056\n10.1108/13552540410512525\n10.1016/S0142-9612(01)00232-0\n10.1016/j.actbio.2009.08.015\n10.1088/0957-4484/17/14/R01\n10.1021/bm015533u\n10.1016/j.biomaterials.2005.03.027\n10.1021/nl0486158\n10.1063/1.1647685\n10.1088/0957-4484/12/3/329\n10.1088/0957-4484/16/2/005\n10.1016/j.polymer.2004.11.075\n10.1016/j.polymer.2004.02.056\n10.1021/nl0344256\n10.1002/adma.200306226\n10.1002/adma.200700896\n10.1007/s00774-006-0745-5\n10.1016/S0032-3861(01)00540-7"}
{"title": "Fabrication of a biomimetic elastic intervertebral disk scaffold using additive manufacturing.", "abstract": "A custom-designed three-dimensional additive manufacturing device was developed to fabricate scaffolds for intervertebral disk (IVD) regeneration. This technique integrated a computer with a device capable of 3D movement allowing for precise motion and control over the polymer scaffold resolution. IVD scaffold structures were designed using computer-aided design to resemble the natural IVD structure. Degradable polyurethane (PU) was used as an elastic scaffold construct to mimic the elastic nature of the native IVD tissue and was deposited at a controlled rate using ultra-fine micropipettes connected to a syringe pump. The elastic PU was extruded directly onto a collecting substrate placed on a freezing stage. The three-dimensional movement of the computer-controlled device combined with the freezing stage enabled precise control of polymer deposition using extrusion. The addition of the freezing stage increased the polymer solution viscosity and hardened the polymer solution as it was extruded out of the micropipette tip. This technique created scaffolds with excellent control over macro- and micro-structure to influence cell behavior, specifically for cell adhesion, proliferation, and alignment. Concentric lamellae were printed at a high resolution to mimic the native shape and structure of the IVD. Seeded cells aligned along the concentric lamellae and acquired cell morphology similar to native tissue in the outer portion of the IVD. The fabricated scaffolds exhibited elastic behavior during compressive and shear testing, proving that the scaffolds could support loads with proper fatigue resistance without permanent deformation. Additionally, the mechanical properties of the scaffolds were comparable to those of native IVD tissue.", "journal": "Biofabrication", "date": "2011-02-24", "authors": ["Benjamin RWhatley", "JonathanKuo", "CijunShuai", "Brooke JDamon", "XuejunWen"], "doi": "10.1088/1758-5082/3/1/015004"}
{"title": "Sequential assembly of cell-laden hydrogel constructs to engineer vascular-like microchannels.", "abstract": "Microscale technologies, such as microfluidic systems, provide powerful tools for building biomimetic vascular-like structures for tissue engineering or in vitro tissue models. Recently, modular approaches have emerged as attractive approaches in tissue engineering to achieve precisely controlled architectures by using microengineered components. Here, we sequentially assembled microengineered hydrogels (microgels) into hydrogel constructs with an embedded network of microchannels. Arrays of microgels with predefined internal microchannels were fabricated by photolithography and assembled into 3D tubular construct with multi-level interconnected lumens. In the current setting, the sequential assembly of microgels occurred in a biphasic reactor and was initiated by swiping a needle to generate physical forces and fluidic shear. We optimized the conditions for assembly and successfully perfused fluids through the interconnected constructs. The sequential assembly process does not significantly influence cell viability within the microgels indicating its promise as a biofabrication method. Finally, in an attempt to build a biomimetic 3D vasculature, we incorporated endothelial cells and smooth muscle cells into an assembled construct with a concentric microgel design. The sequential assembly is simple, rapid, cost-effective, and could be used for fabricating tissue constructs with biomimetic vasculature and other complex architectures.", "journal": "Biotechnology and bioengineering", "date": "2011-02-22", "authors": ["YananDu", "MajidGhodousi", "HaoQi", "NikhilHaas", "WenqianXiao", "AliKhademhosseini"], "doi": "10.1002/bit.23102"}
{"title": "Bioconjugation of hydrogels for tissue engineering.", "abstract": "Success of tissue engineered constructs in regenerative medicine is limited by the lack of cellmatrix interactions to guide devleopment of the seeded cells into the desired tissue. This review highlights the most exciting developments in bioconjugation of synthetic hydrogels targeted to tissue engineering. Application of conjugation techniques has resulted in the synthesis of novel biomimetic cell-responsive hydrogels to control the cascade of cell migration, adhesion, survival, differentiation, and maturation to the desired lineage concurrent with matrix remodeling. The future outlook includes developing conjugated patterned hydrogel matrices, developing novel hydrogel matrices to support self-renewal and pluripotency of embryonic and adult stem cells, and merging 3D printing with bioconjugation to fabricate hydrogels with anatomical arrangement of cells and biomolecules.", "journal": "Current opinion in biotechnology", "date": "2011-02-11", "authors": ["EsmaielJabbari"], "doi": "10.1016/j.copbio.2011.01.003"}
{"title": "Additive manufacturing for microvascular reconstruction of the mandible in 20 patients.", "abstract": "The aim of this study was to evaluate the use of model mandibles made preoperatively by additive manufacturing, which were used to prebend reconstruction plates prior to mandibular resection and reconstruction with microvascular bony flaps.\nComputer Tomography (CT) or Cone Beam Tomography (CBT) scans acquired preoperatively were used to obtain DICOM data sets to produce a model of the mandible using rapid prototyping. This model was used as a template to prebend and then sterilize a 2.3 or 2.7 reconstruction plate, which was used to reconstruct the mandible with a microvascular bony flap. This technique was used in 20 consecutive patients who required mandibular resection and reconstruction because of a tumour or osteoradionecrosis.\nThe prebent plate was used in all patients intraoperatively without the need for any further bending. The average time to bend a plate on a nonsterile model was 0.42 h (range 0.25-0.68 h). This is felt to represent the minimum amount of time saved during the operation. Additive manufacture of the mandible prior to resection and reconstruction with a microvascular flap is a useful technique which reduces the operating time.", "journal": "Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery", "date": "2011-02-08", "authors": ["BerndLethaus", "LucasPoort", "RolandBöckmann", "RalfSmeets", "ReneTolba", "PeterKessler"], "doi": "10.1016/j.jcms.2011.01.007"}
{"title": "Designing and manufacturing an auricular prosthesis using computed tomography, 3-dimensional photographic imaging, and additive manufacturing: a clinical report.", "abstract": "The method of fabricating an auricular prosthesis by digitally positioning a mirror image of the soft tissue, then designing and using rapid prototyping to produce the mold, can reduce the steps and time needed to create a prosthesis by the traditional approach of sculpting either wax or clay. The purpose of this clinical report is to illustrate how the use of 3-dimensional (3-D) photography, computer technology, and additive manufacturing can extensively reduce many of the preliminary procedures currently used to create an auricular prosthesis.", "journal": "The Journal of prosthetic dentistry", "date": "2011-01-26", "authors": ["PeterLiacouras", "JonathanGarnes", "NorbertoRoman", "AntonPetrich", "Gerald TGrant"], "doi": "10.1016/S0022-3913(11)60002-4"}
{"title": "Cell patterning technologies for organotypic tissue fabrication.", "abstract": "Bottom-up tissue engineering technologies address two of the main limitations of top-down tissue engineering approaches: the control of mass transfer and the fabrication of a controlled and functional histoarchitecture. These emerging technologies encompass mesoscale (e.g. cell sheets, cell-laden hydrogels and 3D printing) and microscale technologies (e.g. inkjet printing and laser-assisted bioprinting), which are used to manipulate and assemble cell-laden building blocks whose thicknesses correspond to the diffusion limit of metabolites, and present the capacity for cell patterning with microscale precision, respectively. Here, we review recent technological advances and further discuss how these technologies are complementary, and could therefore be combined for the biofabrication of organotypic tissues either in vitro, thus serving as realistic tissue models, or within a clinic setting.", "journal": "Trends in biotechnology", "date": "2011-01-25", "authors": ["BertrandGuillotin", "FabienGuillemot"], "doi": "10.1016/j.tibtech.2010.12.008"}
{"title": "Micro-scale fabrication and characterization of a silver-polymer-based electrically activated antibacterial surface.", "abstract": "This paper reports the fabrication methodology and characterization results for an electrically activated silver-polymer-based antibacterial surface with primary applications in preventing indirect contact transmission of infections. The surface consists of a micro-scale grating pattern of alternate silver electrodes and SU-8 partitions with a minimum feature size of 20 µm, and activated by an external voltage. In this study, prototype coupons (15 mm × 15 mm) of the antibacterial surface were fabricated on silicon substrates using two sets of lithographies, and analyzed for their physical characteristics using microscopy and surface profilometry. The prototypes were also electrically analyzed to determine their current-voltage characteristics, and hence silver ion (Ag(+)) release concentrations. Finally, they were tested for their antibacterial efficacy against Staphylococcus aureus (Gram-positive) and Escherichia coli (Gram-negative) using a newly engineered microbiological testing procedure. The antibacterial efficacy testing results show significant reductions in the number of viable organisms of both the species after 45 min of testing with 15 µA system current. Due to the growing incidences of hospital-acquired infections and rising treatment costs, study and application of such alternative antibacterial systems in critical touch-contact and work surfaces (e.g., door push plates, countertops, medical instrument trays) for healthcare environments has become essential.", "journal": "Biofabrication", "date": "2011-01-20", "authors": ["Rohan AShirwaiker", "Richard AWysk", "SubhashinieKariyawasam", "HectorCarrion", "Robert CVoigt"], "doi": "10.1088/1758-5082/3/1/015003"}
{"title": "Optimized fabrication of Ca-P/PHBV nanocomposite scaffolds via selective laser sintering for bone tissue engineering.", "abstract": "Biomaterials for scaffolds and scaffold fabrication techniques are two key elements in scaffold-based tissue engineering. Nanocomposites that consist of biodegradable polymers and osteoconductive bioceramic nanoparticles and advanced scaffold manufacturing techniques, such as rapid prototyping (RP) technologies, have attracted much attention for developing new bone tissue engineering strategies. In the current study, poly(hydroxybutyrate-co-hydroxyvalerate) (PHBV) microspheres and calcium phosphate (Ca-P)/PHBV nanocomposite microspheres were fabricated using the oil-in-water (O/W) and solid-in-oil-in-water (S/O/W) emulsion solvent evaporation methods. The microspheres with suitable sizes were then used as raw materials for scaffold fabrication via selective laser sintering (SLS), which is a mature RP technique. A three-factor three-level complete factorial design was applied to investigate the effects of the three factors (laser power, scan spacing, and layer thickness) in SLS and to optimize SLS parameters for producing good-quality PHBV polymer scaffolds and Ca-P/PHBV nanocomposite scaffolds. The plots of the main effects of these three factors and the three-dimensional response surface were constructed and discussed. Based on the regression equation, optimized PHBV scaffolds and Ca-P/PHBV scaffolds were fabricated using the optimized values of SLS parameters. Characterization of optimized PHBV scaffolds and Ca-P/PHBV scaffolds verified the optimization process. It has also been demonstrated that SLS has the capability of constructing good-quality, sophisticated porous structures of complex shape, which some tissue engineering applications may require.", "journal": "Biofabrication", "date": "2011-01-20", "authors": ["BinDuan", "Wai LamCheung", "MinWang"], "doi": "10.1088/1758-5082/3/1/015001"}
{"title": "Photon to thermal response of a single patterned gold nanorod cluster under near-infrared laser irradiation.", "abstract": "The potential applications of the photon to thermal conversion technique by gold nanorods has attracted attention for biomedical applications since they show an intense absorption spectrum in the near-infrared region, and therefore, penetrate more deeply into biological tissues. The goal in this study is to assess a local heating phenomenon with a single patterned cluster of gold nanorods that are prepared as a wet chemically synthesized gold nanorod solution and mixed with aqueous 1% alginate and 0.1 M calcium chloride. In particular, we utilized the initiated chemical vapor deposition method to coat the cluster with poly(2-hydroxyethyl methacrylate) to enhance its high temperature resistance in the solution. The influence of the thermal energy on the surroundings is studied by measuring the surface temperature of the single patterned gold nanorod cluster as a function of laser irradiation time. The experimental results were compared with numerical simulation results. The results showed that the irradiated gold nanorods could rapidly heat to maximum surface temperatures of over 60 °C within 120 s. Furthermore, the temperature remained almost constant (i.e. reached a steady state) under continuous laser irradiation and rapidly cooled to the initial temperature within 90 s when the laser was turned off.", "journal": "Biofabrication", "date": "2011-01-20", "authors": ["WonjinJo", "KevinFreedman", "Dong KeeYi", "Ranjita KBose", "Kenneth K SLau", "Sally DSolomon", "Min JunKim"], "doi": "10.1088/1758-5082/3/1/015002"}
{"title": "Biofabrication of discrete spherical gold nanoparticles using the metal-reducing bacterium Shewanella oneidensis.", "abstract": "Nanocrystallites have garnered substantial interest due to their various applications, including catalysis and medical research. Consequently important aspects of synthesis related to control of shape and size through economical and non-hazardous means are desirable. Highly efficient bioreduction-based fabrication approaches that utilize microbes and/or plant extracts are poised to meet these needs. Here we show that the γ-proteobacterium Shewanella oneidensis can reduce tetrachloroaurate (III) ions to produce discrete extracellular spherical gold nanocrystallites. The particles were homogeneously shaped with multiple size distributions and produced under ambient conditions at high yield, 88% theoretical maximum. Further characterization revealed that the particles consist of spheres in the size range of ∼2-50 nm, with an average size of 12±5 nm. The nanoparticles were hydrophilic and resisted aggregation even after several months. Based on our experiments, the particles are likely fabricated by the aid of reducing agents present in the bacterial cell membrane and are capped by a detachable protein/peptide coat. Ultraviolet-visible and Fourier transform infrared spectroscopy, X-ray diffraction, energy dispersive X-ray spectra and transmission electron microscopy measurements confirmed the formation, surface characteristics and crystalline nature of the nanoparticles. The antibacterial activity of these gold nanoparticles was assessed using Gram-negative (Escherichia coli and S. oneidensis) and Gram-positive (Bacillus subtilis) bacterial species. Toxicity assessments showed that the particles were neither toxic nor inhibitory to any of these bacteria.", "journal": "Acta biomaterialia", "date": "2011-01-19", "authors": ["Anil KSuresh", "Dale APelletier", "WeiWang", "Michael LBroich", "Ji-WonMoon", "BaohuaGu", "David PAllison", "David CJoy", "Tommy JPhelps", "Mitchel JDoktycz"], "doi": "10.1016/j.actbio.2011.01.023"}
{"title": "Computed tomography characterisation of additive manufacturing materials.", "abstract": "Additive manufacturing, covering processes frequently referred to as rapid prototyping and rapid manufacturing, provides new opportunities in the manufacture of highly complex and custom-fitting medical devices and products. Whilst many medical applications of AM have been explored and physical properties of the resulting parts have been studied, the characterisation of AM materials in computed tomography has not been explored. The aim of this study was to determine the CT number of commonly used AM materials. There are many potential applications of the information resulting from this study in the design and manufacture of wearable medical devices, implants, prostheses and medical imaging test phantoms. A selection of 19 AM material samples were CT scanned and the resultant images analysed to ascertain the materials' CT number and appearance in the images. It was found that some AM materials have CT numbers very similar to human tissues, FDM, SLA and SLS produce samples that appear uniform on CT images and that 3D printed materials show a variation in internal structure.", "journal": "Medical engineering & physics", "date": "2011-01-18", "authors": ["RichardBibb", "DarrenThompson", "JohnWinder"], "doi": "10.1016/j.medengphy.2010.12.015"}
{"title": "Controlled Positioning of Cells in Biomaterials-Approaches Towards 3D Tissue Printing.", "abstract": "Current tissue engineering techniques have various drawbacks: they often incorporate uncontrolled and imprecise scaffold geometries, whereas the current conventional cell seeding techniques result mostly in random cell placement rather than uniform cell distribution. For the successful reconstruction of deficient tissue, new material engineering approaches have to be considered to overcome current limitations. An emerging method to produce complex biological products including cells or extracellular matrices in a controlled manner is a process called bioprinting or biofabrication, which effectively uses principles of rapid prototyping combined with cell-loaded biomaterials, typically hydrogels. 3D tissue printing is an approach to manufacture functional tissue layer-by-layer that could be transplanted in vivo after production. This method is especially advantageous for stem cells since a controlled environment can be created to influence cell growth and differentiation. Using printed tissue for biotechnological and pharmacological needs like in vitro drug-testing may lead to a revolution in the pharmaceutical industry since animal models could be partially replaced by biofabricated tissues mimicking human physiology and pathology. This would not only be a major advancement concerning rising ethical issues but would also have a measureable impact on economical aspects in this industry of today, where animal studies are very labor-intensive and therefore costly. In this review, current controlled material and cell positioning techniques are introduced highlighting approaches towards 3D tissue printing.", "journal": "Journal of functional biomaterials", "date": "2011-01-01", "authors": ["SilkeWüst", "RalphMüller", "SandraHofmann"], "doi": "10.3390/jfb2030119\n10.1088/1758-5082/1/4/045005"}
{"title": "Tissue engineering and regenerative medicine: history, progress, and challenges.", "abstract": "The past three decades have seen the emergence of an endeavor called tissue engineering and regenerative medicine in which scientists, engineers, and physicians apply tools from a variety of fields to construct biological substitutes that can mimic tissues for diagnostic and research purposes and can replace (or help regenerate) diseased and injured tissues. A significant portion of this effort has been translated to actual therapies, especially in the areas of skin replacement and, to a lesser extent, cartilage repair. A good amount of thoughtful work has also yielded prototypes of other tissue substitutes such as nerve conduits, blood vessels, liver, and even heart. Forward movement to clinical product, however, has been slow. Another offshoot of these efforts has been the incorporation of some new exciting technologies (e.g., microfabrication, 3D printing) that may enable future breakthroughs. In this review we highlight the modest beginnings of the field and then describe three application examples that are in various stages of development, ranging from relatively mature (skin) to ongoing proof-of-concept (cartilage) to early stage (liver). We then discuss some of the major issues that limit the development of complex tissues, some of which are fundamentals-based, whereas others stem from the needs of the end users.", "journal": "Annual review of chemical and biomolecular engineering", "date": "2011-01-01", "authors": ["FrançoisBerthiaume", "Timothy JMaguire", "Martin LYarmush"], "doi": "10.1146/annurev-chembioeng-061010-114257"}
{"title": "Vascular bioprinting.", "abstract": null, "journal": "The American journal of cardiology", "date": "2010-12-15", "authors": ["Brigetda Graca", "GiovanniFilardo"], "doi": "10.1016/j.amjcard.2010.08.056"}
{"title": "Facile and biocompatible fabrication of chemically sol-gel transitional hydrogel free-standing microarchitectures.", "abstract": "We report a facile method to fabricate free-standing, 3D hydrogel microarchitectures of chemically sol-gel transitional hydrogels, which is based on the use of hydrophilic substrate and aerosol of gelling agent without molding (or sandwiching) process. Using proposed methods, we fabricated hydrogel microarchitectures of sheets, meshes, or microunits without morphological distortions on the microscale. These hydrogel microarchitectures could be easily and stably exfoliated from the substrates and cultured (in the case of containing cells). These free-standing hydrogel microarchitectures in sheets, meshes, or microunits can be easily harvested and assembled as a biofabrication unit to generate complex composites with controlled microscale structures.", "journal": "Biomacromolecules", "date": "2010-12-09", "authors": ["WonhyeLee", "JaejungSon", "Seung-SchikYoo", "Je-KyunPark"], "doi": "10.1021/bm101246u"}
{"title": "Computer-aided design and manufacturing and rapid prototyped nanoscale hydroxyapatite/polyamide (n-HA/PA) construction for condylar defect caused by mandibular angle ostectomy.", "abstract": "The fracture or defect of the mandibular condyle is one of the serious complications during angle-reduction ostectomy. Reconstruction of such defects also is a daunting task. The case report describes a method based on computer-aided design/computer-aided manufacturing (CAD/CAM) and rapid prototyping nanoscale hydroxyapatite/polyamide (n-HA/PA) for individual design, fabrication, and implantation of a mandibular condyle. A 27-year-old woman with a square-shaped face who had previously undergone mandibular angle reduction reported with malocclusion, deviated mouth, collapse of the right side of the face, and masticatory problems. The reason for the problems was the unintended removal of the condyle during the ostectomy procedure. Using computed tomography (CT) data, a biomimetic n-HA/PA scaffold, and CAD/CAM for rapid prototyping by three-dimensional (3D) printing, a perfect-fitting condylar implant was fabricated. A surgical guide system also was developed to reproduce the procedures accurately so a perfect fit could be obtained during surgery. The patient ultimately regained reasonable jaw contour and appearance, as well as appreciable temporomandibular joint (TMJ) function.", "journal": "Aesthetic plastic surgery", "date": "2010-10-26", "authors": ["JihuaLi", "YuchunHsu", "EnLuo", "AshishKhadka", "JingHu"], "doi": "10.1007/s00266-010-9602-y"}
{"title": "Investigation of the mechanical properties and porosity relationships in selective laser-sintered polyhedral for functionally graded scaffolds.", "abstract": "An important requirement for a bone tissue engineering scaffold is a stiffness gradient that mimics that of native bone. Such scaffolds can be achieved by controlling their structure and porosity and are termed functionally graded scaffolds (FGS). Currently, the main challenges in FGS fabrication include the iterative and tedious design process as well as a heavy reliance on the user's CAD/CAM skills. This work aims to bring automated FGS production a step closer by providing a database that correlates scaffold porosity values and the corresponding compressive stiffness and integrating it into the design process. To achieve this goal, scaffolds with different structural configurations were designed using CASTS (Computer Aided System for Tissue Scaffolds), an in-house developed library system consisting of 13 different polyhedral units that can be assembled into scaffold structures. Polycaprolactone (PCL) was chosen as the scaffold material, while selective laser sintering, a powder-based rapid prototyping or additive manufacturing system was employed to fabricate the scaffolds. Mathematical relations correlating scaffold porosity and compressive stiffness readings were formulated and compiled. In addition, cytotoxicity assessment was conducted to evaluate the toxicity of the fabricated PCL scaffolds. Lastly, a brief demonstration of how the formulated relations are used in the FGS design process is presented.", "journal": "Acta biomaterialia", "date": "2010-10-05", "authors": ["NSudarmadji", "J YTan", "K FLeong", "C KChua", "Y TLoh"], "doi": "10.1016/j.actbio.2010.09.024"}
{"title": "PAM2 (piston assisted microsyringe): a new rapid prototyping technique for biofabrication of cell incorporated scaffolds.", "abstract": "Rapid prototyping techniques are widely used to fabricate well-defined three-dimensional structures of tissue homologs. The piston-assisted microsyringe (PAM2) is a rapid prototyping technology specifically developed for low-shear stress extrusion of viscous hydrogel solutions containing cells. In this article the working parameters of the system were established to guarantee the realization of spatially controlled hydrogel scaffolds. Moreover the shear stresses acting on the cell membrane during extrusion was investigated through a computational fluid-dynamic analysis. The computational models show that the shear stress on the cells is of the order of 100 Pa during the extrusion process. HepG2 cells encapsulated in alginate were then extruded into spatially organized hepatic lobule-like architectures and their viability and function were evaluated. The results show that the metabolic fingerprint of the cells is preserved with respect to controls and the cells are uniformly distributed through the gel scaffold.", "journal": "Tissue engineering. Part C, Methods", "date": "2010-08-31", "authors": ["AnnalisaTirella", "FedericoVozzi", "GiovanniVozzi", "ArtiAhluwalia"], "doi": "10.1089/ten.TEC.2010.0195"}
{"title": "Laser printing of stem cells for biofabrication of scaffold-free autologous grafts.", "abstract": "Stem cells are of widespread interest in regenerative medicine due to their capability of self-renewal and differentiation, which is regulated by their three-dimensional microenvironment. In this study, a computer-aided biofabrication technique based on laser-induced forward transfer (LIFT) is used to generate grafts consisting of mesenchymal stem cells (MSCs). We demonstrate that (i) laser printing does not cause any cell damage; (ii) laser-printed MSC grafts can be differentiated toward bone and cartilage; (iii) LIFT allows printing of cell densities high enough for the promotion of chondrogenesis; (iv) with LIFT three-dimensional scaffold-free autologous tissue grafts can be fabricated keeping their predefined structure, and (v) predifferentiated MSCs survived the complete printing procedure and kept their functionality. We believe that our results will find important applications in stem cell biology and tissue engineering.", "journal": "Tissue engineering. Part C, Methods", "date": "2010-08-03", "authors": ["MartinGruene", "AndreaDeiwick", "LotharKoch", "SabrinaSchlie", "ClaudiaUnger", "NicolaHofmann", "IngaBernemann", "BirgitGlasmacher", "BorisChichkov"], "doi": "10.1089/ten.TEC.2010.0359"}
{"title": "In vitro: osteoclastic activity studies on surfaces of 3D printed calcium phosphate scaffolds.", "abstract": "Various biomaterials have been developed for the use as bone substitutes for bone defects. To optimize their integration and functionality, they should be adapted to the individual defect. Rapid prototyping is a manufacturing method to tailor materials to the 3D geometry of the defect. Especially 3D printing allows the manufacture of implants, the shape of which can be designed to fit the bone defect using anatomical information obtained from the patient. 3D printing of calcium phosphates, which are well established as bone substitutes, involves a sintering step after gluing the granules together by a binder liquid. In this study, we analyzed if and how these 3D printed calcium phosphate surfaces can be resorbed by osteoclast-like cells. On 3D printed scaffold surfaces consisting of pure HA and β-TCP as well as a biphasic mixture of HA and TCP the osteoclastic cell differentiation was studied. In this regard, cell proliferation, differentiation, and activation were analyzed with the monocytic cell line RAW 264.7. The results show that osteoclast-like cells were able to resorb calcium phosphate surfaces consisting of granules. Furthermore, biphasic calcium phosphate ceramics exhibit, because of their osteoclastic activation ability, the most promising surface properties to serve as 3D printed bone substitute scaffolds.", "journal": "Journal of biomaterials applications", "date": "2010-07-28", "authors": ["RainerDetsch", "SusannneSchaefer", "UlrikeDeisinger", "GuenterZiegler", "HermannSeitz", "BarbaraLeukers"], "doi": "10.1177/0885328210373285"}
