{"title": "Characterization of the flow behavior of alginate/hydroxyapatite mixtures for tissue scaffold fabrication.", "abstract": "Mixtures of alginate and hydroxyapatite (HA) are promising materials for biomedical applications such as the fabrication of tissue scaffolds. In this paper, the flow behavior of alginate/HA mixtures was investigated and determined to be dependent on the concentration of both alginate and HA, and temperature. The relationships were mathematically established and verified with experimental results. As applied to the tissue scaffold fabrication, the flow rate of the biomaterial solution was predicted from the established flow behavior and verified by experiments. On this basis, the moving speed of the needle was determined and used in the tissue scaffold fabrication. The results obtained show that the knowledge of the flow behavior is essential to the fabrication of tissue scaffolds with an interconnected microstructure.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["X YTian", "M GLi", "NCao", "J WLi", "X BChen"], "doi": "10.1088/1758-5082/1/4/045005"}
{"title": "A Lindenmayer system-based approach for the design of nutrient delivery networks in tissue constructs.", "abstract": "Large thick tissue constructs have reported limited success primarily due to the inability of cells to survive deep within the scaffold. Without access to adequate nutrients, cells placed deep within the tissue construct will die out, leading to non-uniform tissue regeneration. Currently, there is a necessity to design nutrient conduit networks within the tissue construct to enable cells to survive in the matrix. However, the design of complex networks within a tissue construct is challenging. In this paper, we present the Lindenmayer system, an elegant fractal-based language algorithm framework, to generate conduit networks in two- and three-dimensional architecture with several degrees of complexity. The conduit network maintains a parent-child relationship between each branch of the network. Several L-system parameters have been studied-branching angle, branch length, ratio of parent to child branch diameter, etc-to simulate several architectures under a given L-system notation. We have also presented a layered manufacturing-based UV-photopolymerization process using the Texas Instruments DLP system to fabricate the branched structures. This preliminary work showcases the applicability of L-system-based construct designs to drive scaffold fabrication systems.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["OzlemYasar", "Shih-FengLan", "BinilStarly"], "doi": "10.1088/1758-5082/1/4/045004"}
{"title": "Laser-based patterning for transfected cell microarrays.", "abstract": "The spatial control over biomolecule- and cell-surface interactions is of great interest to a broad range of biomedical applications, including sensors, implantable devices and cell microarrays. Microarrays in particular require precise spatial control and the formation of patterns with microscale features. Here, we have developed an approach specifically designed for transfected cell microarray (TCM) applications that allows microscale spatial control over the location of both DNA and cells on highly doped p-type silicon substrates. This was achieved by surface modification, involving plasma polymerization of allylamine, grafting of poly(ethylene glycol) and subsequent excimer laser ablation. DNA could be delivered in a spatially defined manner using ink-jet printing. In addition, electroporation was investigated as an approach to transfect attached cells with adsorbed DNA and good transfection efficiencies of approximately 20% were observed. The ability of the microstructured surfaces to spatially direct both DNA adsorption and cell attachment was demonstrated in a functional TCM, making this system an exciting platform for chip-based functional genomics.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["Andrew LHook", "RhiannonCreasey", "Jason PHayes", "HelmutThissen", "Nicolas HVoelcker"], "doi": "10.1088/1758-5082/1/4/045003"}
{"title": "A phase diagram for microfabrication of geometrically controlled hydrogel scaffolds.", "abstract": "Hydrogels are considered as excellent candidates for tissue substitutes by virtue of their high water content and biphasic nature. However, the fact that they are soft, wet and floppy renders them difficult to process and use as custom-designed scaffolds. To address this problem alginate hydrogels were modeled and characterized by measuring stress-strain and creep behavior as well as viscosity as a function of sodium alginate concentration, cross-linking time and calcium ion concentration. The gels were then microfabricated into scaffolds using the pressure-assisted microsyringe. The mechanical and viscous characteristics were used to generate a processing window in the form of a phase diagram which describes the fidelity of the scaffolds as a function of the material and machine parameters. The approach can be applied to a variety of microfabrication methods and biomaterials in order to design well-controlled custom scaffolds.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["ATirella", "AOrsini", "GVozzi", "AAhluwalia"], "doi": "10.1088/1758-5082/1/4/045002"}
{"title": "Digital fabrication of multi-material biomedical objects.", "abstract": "This paper describes a multi-material virtual prototyping (MMVP) system for modelling and digital fabrication of discrete and functionally graded multi-material objects for biomedical applications. The MMVP system consists of a DMMVP module, an FGMVP module and a virtual reality (VR) simulation module. The DMMVP module is used to model discrete multi-material (DMM) objects, while the FGMVP module is for functionally graded multi-material (FGM) objects. The VR simulation module integrates these two modules to perform digital fabrication of multi-material objects, which can be subsequently visualized and analysed in a virtual environment to optimize MMLM processes for fabrication of product prototypes. Using the MMVP system, two biomedical objects, including a DMM human spine and an FGM intervertebral disc spacer are modelled and digitally fabricated for visualization and analysis in a VR environment. These studies show that the MMVP system is a practical tool for modelling, visualization, and subsequent fabrication of biomedical objects of discrete and functionally graded multi-materials for biomedical applications. The system may be adapted to control MMLM machines with appropriate hardware for physical fabrication of biomedical objects.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["H HCheung", "S HChoi"], "doi": "10.1088/1758-5082/1/4/045001"}
{"title": "Axisymmetric polydimethysiloxane microchannels for in vitro hemodynamic studies.", "abstract": "The current microdevices used for biomedical research are often manufactured using microelectromechanical systems (MEMS) technology. Although it is possible to fabricate precise and reproducible rectangular microchannels using soft lithography techniques, this kind of geometry may not reflect the actual physiology of the microcirculation. Here, we present a simple method to fabricate circular polydimethysiloxane (PDMS) microchannels aiming to mimic an in vivo microvascular environment and suitable for state-of-the-art microscale flow visualization techniques, such as confocal microPIV/PTV. By using a confocal microPTV system individual red blood cells (RBCs) were successfully tracked trough a 75 microm circular PDMS microchannel. The results show that RBC lateral dispersion increases with the volume fraction of RBCs in the solution, i.e. with the hematocrit.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["RuiLima", "Mónica S NOliveira", "TakujiIshikawa", "HirokazuKaji", "ShujiTanaka", "MatsuhikoNishizawa", "TakamiYamaguchi"], "doi": "10.1088/1758-5082/1/3/035005"}
{"title": "Coating of hydrophobins on three-dimensional electrospun poly(lactic-co-glycolic acid) scaffolds for cell adhesion.", "abstract": "Surface modification with hydrophobins is very important for cell adhesion in its applications in biosensor fabrication. In this study, we modified the surface of three-dimensional electrospun poly(lactide-co-glycolide) (PLGA) scaffolds with hydrophobin HFBI and collagen, and investigated its applications for cell adhesion. We found that HFBI could not only improve the hydrophilicity of the three-dimensional electrospun PLGA scaffolds but also endow the electrospun PLGA scaffolds with water permeability. This permeability should be attributed to both the hydrophilicity of the modified PLGA surface and the large positive capillary effect induced by the microstructures. Further experiment indicated that HFBI modification could improve collagen immobilization on the electrospun PLGA scaffolds and the HFBI/collagen modified electrospun PLGA scaffolds showed higher efficiency in promoting cell adhesion than the native PLGA scaffolds. This finding should be of potential application in biosensor device fabrication.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["SenHou", "XinxinLi", "XiaoyuLi", "XizengFeng"], "doi": "10.1088/1758-5082/1/3/035004"}
{"title": "The role of printing parameters and scaffold biopolymer properties in the efficacy of a new hybrid nano-bioprinting system.", "abstract": "We created a hybrid nano-bioprinting system, which combines the initial patterning capabilities of direct cell writing with the active patterning capabilities of superparamagnetic nanoparticles. Biofabrication conditions, including printing parameters and scaffold biopolymer properties, may affect cell viability, nanoparticle manipulation and patterning capabilities. Nanoparticles were printed under varied conditions either in the biopolymer or loaded inside cells. Cell viability, alginate viscosity, nanoparticle movement and printing resolution were measured. We now show that while nanoparticles decreased cell viability, nozzle size had no significant effect. High printing pressure decreased cell viability, but viability loss was not accentuated by nanoparticles. High nanoparticle concentrations increased alginate viscosity at higher alginate concentrations. Nanoparticle velocity in response to a magnetic field was a function of nanoparticle diameter and scaffold viscosity, which agreed with a mathematical model of nanoparticle movement. Finally, the nano-bioprinting system resolution and patterning precision were not affected by nanoparticles in the prepolymer solution. These data suggest that nanoparticle incorporation in solid freeform fabrication does not change biofabrication parameters unless high nanoparticle concentrations are used. Future work includes developing vascularized tissue engineering constructs using the nano-bioprinting system.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["KivilcimBuyukhatipoglu", "WonjinJo", "WeiSun", "Alisa MorssClyne"], "doi": "10.1088/1758-5082/1/3/035003"}
{"title": "Computer-aided design of microvasculature systems for use in vascular scaffold production.", "abstract": "In vitro biomedical engineering of intact, functional vascular networks, which include capillary structures, is a prerequisite for adequate vascular scaffold production. Capillary structures are necessary since they provide the elements and compounds for the growth, function and maintenance of 3D tissue structures. Computer-aided modeling of stereolithographic (STL) micro-computer tomographic (micro-CT) 3D models is a technique that enables us to mimic the design of vascular tree systems containing capillary beds, found in tissues. In our first paper (Mondy et al 2009 Tissue Eng. at press), using micro-CT, we studied the possibility of using vascular tissues to produce data capable of aiding the design of vascular tree scaffolding, which would help in the reverse engineering of a complete vascular tree system including capillary bed structures. In this paper, we used STL models of large datasets of computer-aided design (CAD) data of vascular structures which contained capillary structures that mimic those in the dermal layers of rabbit skin. Using CAD software we created from 3D STL models a bio-CAD design for the development of capillary-containing vascular tree scaffolding for skin. This method is designed to enhance a variety of therapeutic protocols including, but not limited to, organ and tissue repair, systemic disease mediation and cell/tissue transplantation therapy. Our successful approach to in vitro vasculogenesis will allow the bioengineering of various other types of 3D tissue structures, and as such greatly expands the potential applications of biomedical engineering technology into the fields of biomedical research and medicine.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["William LafayetteMondy", "DonCameron", "Jean-PierreTimmermans", "NoraDe Clerck", "AlexanderSasov", "ChristopheCasteleyn", "Les APiegl"], "doi": "10.1088/1758-5082/1/3/035002"}
{"title": "Fabrication and characterization of bio-engineered cardiac pseudo tissues.", "abstract": "We report on fabricating functional three-dimensional (3D) tissue constructs using an inkjet based bio-prototyping method. With the use of modified inkjet printers, contractile cardiac hybrids that exhibit the forms of the 3D rectangular sheet and even the 'half heart' (with two connected ventricles) have been fabricated by arranging alternate layers of biocompatible alginate hydrogels and mammalian cardiac cells according to pre-designed 3D patterns. In this study, primary feline adult and H1 cardiomyocytes were used as model cardiac cells. Alginate hydrogels with controlled micro-shell structures were built by spraying cross-linkers in micro-drops onto un-gelled alginic acid. The cells remained viable in constructs as thick as 1 cm due to the programmed porosity. Microscopic and macroscopic contractile functions of these cardiomyocyte constructs were observed in vitro. These results suggest that the inkjet bio-prototyping method could be used for hierarchical design of functional cardiac pseudo tissues, balanced with porosity for mass transport and structural support.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["TaoXu", "CatalinBaicu", "MichaelAho", "MichaelZile", "ThomasBoland"], "doi": "10.1088/1758-5082/1/3/035001"}
{"title": "A brief review of dispensing-based rapid prototyping techniques in tissue scaffold fabrication: role of modeling on scaffold properties prediction.", "abstract": "Artificial scaffolds play vital roles in tissue engineering as they provide a supportive environment for cell attachment, proliferation and differentiation during tissue formation. Fabrication of tissue scaffolds is thus of fundamental importance for tissue engineering. Of the variety of scaffold fabrication techniques available, rapid prototyping (RP) methods have attracted a great deal of attention in recent years. This method can improve conventional scaffold fabrication by controlling scaffold microstructure, incorporating cells into scaffolds and regulating cell distribution. All of these contribute towards the ultimate goal of tissue engineering: functional tissues or organs. Dispensing is typically used in different RP techniques to implement the layer-by-layer fabrication process. This article reviews RP methods in tissue scaffold fabrication, with emphasis on dispensing-based techniques, and analyzes the effects of different process factors on fabrication performance, including flow rate, pore size and porosity, and mechanical cell damage that can occur in the bio-manufacturing process.", "journal": "Biofabrication", "date": "2010-09-03", "authors": ["M GLi", "X YTian", "X BChen"], "doi": "10.1088/1758-5082/1/3/032001"}
{"title": "Pulsed laser deposition of antimicrobial silver coating on Ormocer microneedles.", "abstract": "One promising option for transdermal delivery of protein- and nucleic acid-based pharmacologic agents involves the use of microneedles. However, microneedle-generated pores may allow microorganisms to penetrate the stratum corneum layer of the epidermis and cause local or systemic infection. In this study, microneedles with antimicrobial functionality were fabricated using two-photon polymerization-micromolding and pulsed laser deposition.The antibacterial activity of the silver-coated organically modified ceramic (Ormocer)microneedles was demonstrated using an agar diffusion assay. Human epidermal keratinocyte viability on the Ormocer surfaces coated with silver was similar to that on uncoated Ormocer surfaces. This study indicates that coating microneedles with silver thin films using pulsed laser deposition is a useful and novel approach for creating microneedles with antimicrobial functionality.", "journal": "Biofabrication", "date": "2010-07-28", "authors": ["S DGittard", "R JNarayan", "CJin", "AOvsianikov", "B NChichkov", "N AMonteiro-Riviere", "SStafslien", "BChisholm"], "doi": "10.1088/1758-5082/1/4/041001"}
{"title": "Bioprinting endothelial cells with alginate for 3D tissue constructs.", "abstract": "Advanced solid freeform fabrication (SFF) techniques have been an interest for constructing tissue engineered polymeric scaffolds because of its repeatability and capability of high accuracy in fabrication resolution at the scaffold macro- and microscales. Among many important scaffold applications, hydrogel scaffolds have been utilized in tissue engineering as a technique to confide the desired proliferation of seeded cells in vitro and in vivo into its architecturally porous three-dimensional structures. Such fabrication techniques not only enable the reconstruction of scaffolds with accurate anatomical architectures but also enable the ability to incorporate bioactive species such as growth factors, proteins, and living cells. This paper presents a bioprinting system designed for the freeform fabrication of porous alginate scaffolds with encapsulated endothelial cells. The bioprinting fabrication system includes a multinozzle deposition system that utilizes SFF techniques and a computer-aided modeling system capable of creating heterogeneous tissue scaffolds. The manufacturing process is biologically compatible and is capable of functioning at room temperature and relatively low pressures to reduce the fluidic shear forces that could deteriorate biologically active species. The deposition system resolution is 10 microm in the three orthogonal directions XYZ and has minimum velocity of 100 microm/s. The ideal concentrations of sodium alginate and calcium chloride were investigated to determine a viable bioprinting process. The results indicated that the suitable fabrication parameters were 1.5% (w/v) sodium alginate and 0.5% (w/v) calcium chloride. Degradation studies via mechanical testing showed a decrease in the elastic modulus by 35% after 3 weeks. Cell viability studies were conducted on the cell encapsulated scaffolds for validating the bioprinting process and determining cell viability of 83%. This work exhibits the potential use of accurate cell placement for engineering complex tissue regeneration using computer-aided design systems.", "journal": "Journal of biomechanical engineering", "date": "2010-04-01", "authors": ["SaifKhalil", "WeiSun"], "doi": "10.1115/1.3128729"}
{"title": "Generation of three-dimensional prototype models based on cone beam computed tomography.", "abstract": "The purpose of this study was to generate three-dimensional models based on digital volumetric data that can be used in basic and advanced education.\nFour sets of digital volumetric data were established by cone beam computed tomography (CBCT) (Accuitomo, J. Morita, Kyoto, Japan). Datasets were exported as Dicom formats and imported into Mimics and Magic software programs to separate the different tissues such as nerve, tooth and bone. These data were transferred to a Polyjet 3D Printing machine (Eden 330, Object, Israel) to generate the models.\nThree-dimensional prototype models of certain limited anatomical structures as acquired volumetrically were fabricated.\nGenerating three-dimensional models based on CBCT datasets is possible. Automated routine fabrication of these models, with the given infrastructure, is too time-consuming and therefore too expensive.", "journal": "International journal of computer assisted radiology and surgery", "date": "2009-12-25", "authors": ["J ThLambrecht", "D CBerndt", "RSchumacher", "MZehnder"], "doi": "10.1007/s11548-008-0275-9"}
{"title": "In situ generation of pH gradients in microfluidic devices for biofabrication of freestanding, semi-permeable chitosan membranes.", "abstract": "We report the in situ generation of pH gradients in microfluidic devices for biofabrication of freestanding, semi-permeable chitosan membranes. The pH-stimuli-responsive polysaccharide chitosan was enlisted to form a freestanding hydrophilic membrane structure in microfluidic networks where pH gradients are generated at the converging interface between a slightly acidic chitosan solution and a slightly basic buffer solution. A simple and effective pumping strategy was devised to realize a stable flow interface thereby generating a stable, well-controlled and localized pH gradient. Chitosan molecules were deprotonated at the flow interface, causing gelation and solidification of a freestanding chitosan membrane from a nucleation point at the junction of two converging flow streams to an anchoring point where the two flow streams diverge to two output channels. The fabricated chitosan membranes were about 30-60 microm thick and uniform throughout the flow interface inside the microchannels. A T-shaped membrane formed by sequentially fabricating orthogonal membranes demonstrates flexibility of the assembly process. The membranes are permeable to aqueous solutions and are removed by mildly acidic solutions. Permeability tests suggested that the membrane pore size was a few nanometres, i.e., the size range of antibodies. Building on the widely reported use of chitosan as a soft interconnect for biological components and microfabricated devices and the broad applications of membrane functionalities in microsystems, we believe that the facile, rapid biofabrication of freestanding chitosan membranes can be applied to many biochemical, bioanalytical, biosensing applications and cellular studies.", "journal": "Lab on a chip", "date": "2009-12-22", "authors": ["XiaolongLuo", "Dean LariosBerlin", "JordanBetz", "Gregory FPayne", "William EBentley", "Gary WRubloff"], "doi": "10.1039/b916548g"}
{"title": "Design and implementation of a two-dimensional inkjet bioprinter.", "abstract": "Tissue engineering has the potential to improve the current methods for replacing organs and tissues and for investigating cellular process within the scope of a tissue test system. Bioprinting technology can aid in the difficult task of arranging live mammalian cells and biomaterials in viable structures for tissue engineering purposes. This paper describes a system, based on HP26 series print cartridge technology, capable of precisely depositing multiple cell types in precise patterns. The paper discusses the research, design, and implementation of the printing system, which permits control of droplet firing parameters, including firing energy, speed, and spacing. The results demonstrate the system's fine patterning ability of viable cells, including two-dimensional patterned co-cultures of two cell types. The system has been specifically designed with the flexibility to be extended to print more than two cell types and/or materials simultaneously and to layer printed patterns to form three-dimensional constructs. With these features, the printing system will serve as the foundation for a biofabrication system capable of three-dimensional cell co-cultures, i.e. tissue test systems.", "journal": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference", "date": "2009-12-08", "authors": ["Matthew EPepper", "Cheryl AParzel", "TimothyBurg", "ThomasBoland", "Karen J LBurg", "Richard EGroff"], "doi": "10.1109/IEMBS.2009.5332513"}
{"title": "A programmed release multi-drug implant fabricated by three-dimensional printing technology for bone tuberculosis therapy.", "abstract": "In the world, bone tuberculosis is still very difficult to treat and presents a challenge to clinicians. In this study, we utilized 3D printing technology to fabricate a programmed release multi-drug implant for bone tuberculosis therapy. The construction of the drug implant was a multi-layered concentric cylinder divided into four layers from the center to the periphery. Isoniazid and rifampicin were distributed individually into the different layers in a specific sequence of isoniazid-rifampicin-isoniazid-rifampicin. The drug release assays in vitro and in vivo showed that isoniazid and rifampicin were released orderly from the outside to the center to form the multi-drug therapeutic alliance, and the peak concentrations of drugs were detected in sequence at 8 to 12 day intervals. In addition, no negative effect on the proliferation of rabbit bone marrow mesenchymal stem cells was detected during the cytocompatibility assay. Due to its ideal pharmacologic action and cytocompatibility, the programmed release multi-drug implant with a complex construction fabricated by 3D printing technology could be of interest in prevention and treatment of bone tuberculosis.", "journal": "Biomedical materials (Bristol, England)", "date": "2009-11-11", "authors": ["WeigangWu", "QixinZheng", "XiaodongGuo", "JianhuaSun", "YudongLiu"], "doi": "10.1088/1748-6041/4/6/065005"}
{"title": "Novel Applications of Rapid Prototyping in Gamma-ray and X-ray Imaging.", "abstract": "Advances in 3D rapid-prototyping printers, 3D modeling software, and casting techniques allow for the fabrication of cost-effective, custom components in gamma-ray and x-ray imaging systems. Applications extend to new fabrication methods for custom collimators, pinholes, calibration and resolution phantoms, mounting and shielding components, and imaging apertures. Details of the fabrication process for these components are presented, specifically the 3D printing process, cold casting with a tungsten epoxy, and lost-wax casting in platinum.", "journal": "IEEE Nuclear Science Symposium conference record. Nuclear Science Symposium", "date": "2009-10-24", "authors": ["Brian WMiller", "Jared WMoore", "Michael EGehm", "Lars RFurenlid", "Harrison HBarrett"], "doi": "10.1109/NSSMIC.2009.5401745"}
{"title": "High-throughput laser printing of cells and biomaterials for tissue engineering.", "abstract": "In parallel with ink-jet printing and bioplotting, biological laser printing (BioLP) using laser-induced forward transfer has emerged as an alternative method in the assembly and micropatterning of biomaterials and cells. This paper presents results of high-throughput laser printing of a biopolymer (sodium alginate), biomaterials (nano-sized hydroxyapatite (HA) synthesized by wet precipitation) and human endothelial cells (EA.hy926), thus demonstrating the interest in this technique for three-dimensional tissue construction. A rapid prototyping workstation equipped with an IR pulsed laser (tau=30 ns, lambda=1064 nm, f=1-100 kHz), galvanometric mirrors (scanning speed up to 2000 mm s(-1)) and micrometric translation stages (x, y, z) was set up. The droplet generation process was controlled by monitoring laser fluence, focalization conditions and writing speed, to take into account its mechanism, which is driven mainly by bubble dynamics. Droplets 70 microm in diameter and containing around five to seven living cells per droplet were obtained, thereby minimizing the dead volume of the hydrogel that surrounds the cells. In addition to cell transfer, the potential of using high-throughput BioLP for creating well-defined nano-sized HA patterns is demonstrated. Finally, bioprinting efficiency criteria (speed, volume, resolution, integrability) for the purpose of tissue engineering are discussed.", "journal": "Acta biomaterialia", "date": "2009-10-13", "authors": ["FGuillemot", "ASouquet", "SCatros", "BGuillotin", "JLopez", "MFaucon", "BPippenger", "RBareille", "MRémy", "SBellance", "PChabassier", "J CFricain", "JAmédée"], "doi": "10.1016/j.actbio.2009.09.029"}
{"title": "Low temperature preparation of calcium phosphate structure via phosphorization of 3D-printed calcium sulfate hemihydrate based material.", "abstract": "The conversion of newly developed three dimensionally printed calcium sulfate hemihydrate (70-90% wt/wt CaSO(4).0.5.H(2)O) based materials to calcium phosphate bioceramics by phosphorization in di-sodium hydrogen phosphate solution at 80 degrees C for 4, 8, 16 and 24 h was studied. It was found that transformation rate, phase composition and mechanical properties were influenced by porosity in the fabricated samples and by the duration of the phosphorization treatment. Formulation with 85% CaSO(4).0.5 H(2)O showed the fastest transformation rate and resulted in the highest flexural modulus and strength. Depending on the materials formulation, XRD, FT-IR and EDS revealed that calcium deficient hydroxyapatite (CDHA) or a mixture of CDHA and dicalcium phosphate anhydrous (DCPA) were the resulting phases in the transformed samples. After cell culturing for 14 and 21 days, human osteoblast cells were observed to attach to and attain normal morphology on the surface of the transformed sample containing 85% CaSO(4).0.5 H(2)O. Various sizes and shapes of mineralized nodules were also found after 21 days.", "journal": "Journal of materials science. Materials in medicine", "date": "2009-09-29", "authors": ["JSuwanprateeb", "WSuvannapruk", "KWasoontararat"], "doi": "10.1007/s10856-009-3883-1"}
{"title": "[Controllable bio-fabrication based on microbes].", "abstract": "Microorganisms in nature have rich variety, whose sizes are from nano scale to micro scale. Therefore, microbes can be used as natural \"building blocks\" in nano/micro multi-level fabrication processes. At present, most of the bio-manufacturing methods do not apply to direct control of living microbes. Their microbiological global functions and superiorities are not available. In this paper, two novel nano/micro bio-fabrication approaches, micro-fluidic control method and magnetic control method have been established. The living microbes could be manipulated to form micro-scaled patterns or to move orientedly. By these approaches, living microbes are taken as nano/micro robots. We could employ their specific biological functions and regulate their controllable self-assembly, which is expected to design and create a series of new special functional materials and devices.", "journal": "Sheng wu gong cheng xue bao = Chinese journal of biotechnology", "date": "2009-09-26", "authors": ["XudianShi", "GangWang", "DarningWang", "LongjiangYu", "GuangYang"], "doi": null}
{"title": "Endocultivation: 3D printed customized porous scaffolds for heterotopic bone induction.", "abstract": "The aim of this study was to evaluate the ability of computer assisted designed (CAD) synthetic hydroxyapatite and tricalciumphosphate blocks to serve as precise scaffolds for intramuscular bone induction in a rat model. A central channel to allow for vessel pedicle or nerve integration was added. Natural bovine hydroxyapatite blocks served as controls to evaluate and compare biocompatibility of the new matrices. Individually designed 3D-printed rounded and porous hydroxyapatite (HA) and tricalcium phosphate (TCP) blocks were placed in pouches in the Musculus latissimus dorsi in 12 Lewis rats bilaterally. Bovine hydroxyapatite blocks with and without a central channel served as controls. Simultaneously, 200 microg rhBMP-2 in 1 ml sodium chloride was injected on both sides. For 8 weeks, bone generation was monitored by computer tomography and fluorescence labeling. The increase rates of bone density in CT examinations were higher in the HA groups (184-220 HU 8 weeks after implantation) compared to the TCP group (18 HU; p<0.0001). Microradiography and fluorescence microscopy 8 weeks after implantation showed new bone formation for all materials tested. For all scaffolds, toluidine staining revealed vital bone directly on the scaffold materials but also in the gaps between. It can be concluded from our data that the specially shaped hydroxyapatite and tricalcium phosphate blocks tested against the bovine hydroxyapatite blocks showed good biocompatibility and osteoinductivity in vivo. Further studies should explore if the stability of the individually designed blocks is sufficient to cultivate larger replacements without an external matrix for support.", "journal": "Oral oncology", "date": "2009-09-02", "authors": ["Stephan TBecker", "HendrikBolte", "OliverKrapf", "HermannSeitz", "TimothyDouglas", "SureshanSivananthan", "JörgWiltfang", "EugeneSherry", "Patrick HWarnke"], "doi": "10.1016/j.oraloncology.2009.07.004"}
{"title": "Mandibular reconstruction using stereolithographic 3-dimensional printing modeling technology.", "abstract": "Mandibular reconstruction can be challenging for the surgeon wishing to restore its unique geometry. Reconstruction can be achieved with titanium bone plates followed by autogenous bone grafting. Incorporation of the bone graft into the mandible provides continuity and strength required for proper esthetics and function and permitting dental implant rehabilitation at a later stage. Precious time in the operating room is invested in plate contouring to reconstruct the mandible. Rapid prototyping technologies can construct physical models from computer-aided design via 3-dimensional (3D) printers. A prefabricated 3D model is achieved, which assists in accurate contouring of plates and/or planning of bone graft harvest geometry before surgery. The 2 most commonly used rapid prototyping technologies are stereolithography and 3D printing (3DP). Three-dimensional printing is advantageous to stereolithography for better accuracy, quicker printing time, and lower cost. We present 3 clinical cases based on 3DP modeling technology. Models were fabricated before the resection of mandibular ameloblastoma and were used to prepare bridging plates before the first stage of reconstruction. In 1 case, another model was fabricated and used as a template for iliac crest bone graft in the second stage of reconstruction. The 3DP technology provided a precise, fast, and cheap mandibular reconstruction, which aids in shortened operation time (and therefore decreased exposure time to general anesthesia, decreased blood loss, and shorter wound exposure time) and easier surgical procedure.", "journal": "Oral surgery, oral medicine, oral pathology, oral radiology, and endodontics", "date": "2009-09-01", "authors": ["AdirCohen", "AmirLaviv", "PhillipBerman", "RizanNashef", "JawadAbu-Tair"], "doi": "10.1016/j.tripleo.2009.05.023"}
{"title": "Craniofacial vertical bone augmentation: a comparison between 3D printed monolithic monetite blocks and autologous onlay grafts in the rabbit.", "abstract": "Onlay autografting is amongst the most predictable techniques for craniofacial vertical bone augmentation, however, complications related to donor site surgery are common and synthetic alternatives to onlay autografts are desirable. Recent studies have shown that the acidic calcium phosphates, brushite and monetite, are osteoconductive, osteoinductive and resorb faster in vivo than hydroxyapatite. Moreover, they can be 3D printed allowing precise host bone-implant conformation. The objectives of this study were to confirm that craniofacial screw fixation of 3D printed monetite blocks was possible and to compare the resulting vertical bone augmentation with autograft. 3D printed monolithic monetite onlay implants were fixed with osteosynthesis screws on the calvarial bone surface of New Zealand rabbits. After 8 weeks, integration between the implant and the calvarial bone surface was observed in all cases. Histomorphometry revealed that 42% of the monetite was resorbed and that the new bone formed within the implant occupied 43% of its volume, sufficient for immediate dental implant placement. Bone tissue within the autologous onlay occupied 60% of the volume. We observed that patterns of regeneration within the implants differed throughout the material and propose that this was due to the anatomy and blood supply pattern in the region. Rapid prototyped monetite being resorbable osteoconductive and osteoinductive would appear to be a promising biomaterial for many bone regeneration strategies.", "journal": "Biomaterials", "date": "2009-08-22", "authors": ["FalehTamimi", "JesusTorres", "UweGbureck", "EnriqueLopez-Cabarcos", "David CBassett", "Mohammad HAlkhraisat", "Jake EBarralet"], "doi": "10.1016/j.biomaterials.2009.07.049"}
{"title": "[Biofabrication with chitosan and its application progress].", "abstract": "Chitosan is a polymer with good biocompatibility, unique pH-responsive solubility, convenient modification and easier film-formability. Chitosan could serve as an active mediator between biological components and microfabricated devices to prepare biological micro electro mechanical systems (BioMEMS) with high selectivity and sensitivity. Recently, there has been a growing interest in BioMEMS based on biofabrication of chitosan. We reviewed the mechanisms and processes of three biofabrication methods based on chitosan, including directed assembly, enzymatic assembly and self-assembly. Current applications and research progress in biological, medical and environmental fields are also discussed. Finally, future research directions are prospected.", "journal": "Sheng wu gong cheng xue bao = Chinese journal of biotechnology", "date": "2009-08-13", "authors": ["FanpingMeng", "AijingZhang"], "doi": null}
{"title": "Scaffold-free vascular tissue engineering using bioprinting.", "abstract": "Current limitations of exogenous scaffolds or extracellular matrix based materials have underlined the need for alternative tissue-engineering solutions. Scaffolds may elicit adverse host responses and interfere with direct cell-cell interaction, as well as assembly and alignment of cell-produced ECM. Thus, fabrication techniques for production of scaffold-free engineered tissue constructs have recently emerged. Here we report on a fully biological self-assembly approach, which we implement through a rapid prototyping bioprinting method for scaffold-free small diameter vascular reconstruction. Various vascular cell types, including smooth muscle cells and fibroblasts, were aggregated into discrete units, either multicellular spheroids or cylinders of controllable diameter (300-500 microm). These were printed layer-by-layer concomitantly with agarose rods, used here as a molding template. The post-printing fusion of the discrete units resulted in single- and double-layered small diameter vascular tubes (OD ranging from 0.9 to 2.5mm). A unique aspect of the method is the ability to engineer vessels of distinct shapes and hierarchical trees that combine tubes of distinct diameters. The technique is quick and easily scalable.", "journal": "Biomaterials", "date": "2009-08-12", "authors": ["CyrilleNorotte", "Francois SMarga", "Laura ENiklason", "GaborForgacs"], "doi": "10.1016/j.biomaterials.2009.06.034"}
{"title": "Direct inkjet printing of dental prostheses made of zirconia.", "abstract": "CAD/CAM milling systems provide a rapid and individual method for the manufacturing of zirconia dental restorations. However, the disadvantages of these systems include limited accuracy, possible introduction of microscopic cracks, and a waste of material due to the principle of the 'subtractive process'. The hypothesis of this study was that these issues can be overcome by a novel generative manufacturing technique, direct inkjet printing. A tailored zirconia-based ceramic suspension with 27 vol% solid content was synthesized. The suspension was printed on a conventional, but modified, drop-on-demand inkjet printer. A cleaning unit and a drying device allowed for the build-up of dense components of the size of a posterior crown. A characteristic strength of 763 MPa and a mean fracture toughness of 6.7 MPam(0.5) were determined on 3D-printed and subsequently sintered specimens. The novel technique has great potential to produce, cost-efficiently, all-ceramic dental restorations at high accuracy and with a minimum of materials consumption.", "journal": "Journal of dental research", "date": "2009-07-31", "authors": ["JEbert", "EOzkol", "AZeichner", "KUibel", "OWeiss", "UKoops", "RTelle", "HFischer"], "doi": "10.1177/0022034509339988"}
{"title": "Characterization of cell viability during bioprinting processes.", "abstract": "Bioprinting is an emerging technology in the field of tissue engineering and regenerative medicine. The process consists of simultaneous deposition of cells, biomaterial and/or growth factors under pressure through a micro-scale nozzle. Cell viability can be controlled by varying the parameters like pressure and nozzle diameter. The process itself can be a very useful tool for evaluating an in vitro cell injury model. It is essential to understand the cell responses to process-induced mechanical disturbances because they alter cell morphology and function. We carried out analysis and quantification of the degree of cell injury induced by bioprinting process. A parametric study with different process parameters was conducted to analyze and quantify cell injury as well as to optimize the parameters for printing viable cells. A phenomenological model was developed correlating the percentage of live, apoptotic and necrotic cells to the process parameters. This study incorporates an analytical formulation to predict the cell viability through the system as a function of the maximum shear stress in the system. The study shows that dispensing pressure has a more significant effect on cell viability than the nozzle diameter. The percentage of live cells is reduced significantly (by 38.75%) when constructs are printed at 40 psi compared to those printed at 5 psi.", "journal": "Biotechnology journal", "date": "2009-06-10", "authors": ["KalyaniNair", "MilindGandhi", "SaifKhalil", "Karen ChangYan", "MicheleMarcolongo", "KennethBarbee", "WeiSun"], "doi": "10.1002/biot.200900004"}
{"title": "Fabrication of a two-level tumor bone repair biomaterial based on a rapid prototyping technique.", "abstract": "After the removal of the giant cell tumor (GCT) of bone, it is necessary to fill the defects with adequate biomaterials. A new functional bone repair material with both stimulating osteoblast growth and inhibiting osteoclast activity has been developed with phosphorylated chitosan (P-chitosan) and disodium (1 --> 4)-2-deoxy-2-sulfoamino-beta-D-glucopyranuronan (S-chitosan) as the additives of poly(lactic acid-co-glycolic acid) (PLGA)/calcium phosphate (TCP) scaffolds based on a double-nozzle low-temperature deposition manufacturing technique. A computer-assisted design model was used and the optimal fabrication parameters were determined through the manipulation of a pure PLGA/TCP system. The microscopic structures, water absorbability and mechanical properties of the samples with different P-chitosan and S-chitosan concentrations were characterized correspondingly. The results suggested that this unique composite porous scaffold material is a potential candidate for the repair of large bone defects after a surgical removal of GCT.", "journal": "Biofabrication", "date": "2009-06-01", "authors": ["HeKai", "XinluanWang", "Kumta ShekharMadhukar", "LingQin", "YongnianYan", "RenjiZhang", "XiaohongWang"], "doi": "10.1088/1758-5082/1/2/025003"}
{"title": "Fabrication of platinum nanopillars on peptide-based soft structures using a focused ion beam.", "abstract": "An expedient entry into the construction of bionanocomposites by merging peptide self-assembly, focused ion beam milling, and electron beam-induced deposition is described. Hexapeptides 1 and 2 revealed spherical self-assembled structures which are confirmed by a scanning electron microscope (SEM), atomic force microscope (AFM), focused ion beam/high-resolution scanning electron microscope (FIB-HRSEM), and high-resolution transmission electron microscopy (HRTEM). The microspheres from 1 and 2 are milled with the help of an ion beam to create different shapes. Soft spherical peptide-based structures were also subjected to fabrication under a gallium ion beam, followed by deposition of platinum pillars through a direct write process. It is envisaged that such hybrid bionanocomposites could have applications ranging from Pt-based hydrogenation catalysts to bioelectronics. In addition, such a fabrication process might also be useful to electrically connect two biological systems in order to study an electrical signal or electron transport phenomenon and structural transformations.", "journal": "Biofabrication", "date": "2009-06-01", "authors": ["K BJoshi", "PrabhpreetSingh", "SandeepVerma"], "doi": "10.1088/1758-5082/1/2/025002"}
{"title": "A hybrid biomimetic scaffold composed of electrospun polycaprolactone nanofibers and self-assembled peptide amphiphile nanofibers.", "abstract": "Nanofibrous electrospun poly (epsilon-caprolactone) (ePCL) scaffolds have inherent structural advantages, but lack of bioactivity has limited their usefulness in biomedical applications. Thus, here we report the development of a hybrid, nanostructured, extracellular matrix (ECM) mimicking scaffold by a combination of ePCL nanofibers and self-assembled peptide amphiphile (PA) nanofibers. The PAs have ECM mimicking characteristics including a cell adhesive ligand (RGDS) and matrix metalloproteinase-2 (MMP-2) mediated degradable sites. Transmission electron microscope imaging verified successful PA self-assembly into nanofibers (diameters of 8-10 nm) using a solvent evaporation method. This evaporation method was then used to successfully coat PAs onto ePCL nanofibers (diameters of 300-400 nm), to develop hybrid, bioactive scaffolds. Scanning electron microscope characterization showed that the PA coatings did not interfere with the porous ePCL nanofiber network. Human mesenchymal stem cells (hMSCs) were seeded onto the hybrid scaffolds to evaluate their bioactivity. Significantly greater attachment and spreading of hMSCs were observed on ePCL nanofibers coated with PA-RGDS as compared to ePCL nanofibers coated with PA-S (no cell adhesive ligand) and uncoated ePCL nanofibers. Overall, this novel strategy presents a new solution to overcome the current bioactivity challenges of electrospun scaffolds and combines the unique characteristics of ePCL nanofibers and self-assembled PA nanofibers to provide an ECM mimicking environment. This has great potential to be applied to many different electrospun scaffolds for various biomedical applications.", "journal": "Biofabrication", "date": "2009-06-01", "authors": ["AjayTambralli", "BryanBlakeney", "JoelAnderson", "MeenakshiKushwaha", "AdinarayanaAndukuri", "DerrickDean", "Ho-WookJun"], "doi": "10.1088/1758-5082/1/2/025001"}
{"title": "Cell sheet technology and cell patterning for biofabrication.", "abstract": "We have developed cell sheet technology as a modern method for the fabrication of functional tissue-like and organ-like structures. This technology allows for a sheet of interconnected cells and cells in full contact with their natural extracellular environment to be obtained. A cell sheet can be patterned and composed according to more than one cell type. The key technology of cell sheet engineering is that a fabricated cell sheet can be harvested and transplanted utilizing temperature-responsive surfaces. In this review, we summarize different aspects of cell sheet engineering and provide a survey of the application of cell sheets as a suitable material for biofabrication and clinics. Moreover, since cell micropatterning is a key tool for cell sheet engineering, in this review we focus on the introduction of our approaches to cell micropatterning and cell co-culture to the principles of automation and how they can be subjected to easy robotics programming. Finally, efforts towards making cell sheet technology suitable for biofabrication and robotic biofabrication are also summarized.", "journal": "Biofabrication", "date": "2009-06-01", "authors": ["Imen ElloumiHannachi", "MasayukiYamato", "TeruoOkano"], "doi": "10.1088/1758-5082/1/2/022002"}
{"title": "Biofabrication: a 21st century manufacturing paradigm.", "abstract": "Biofabrication can be defined as the production of complex living and non-living biological products from raw materials such as living cells, molecules, extracellular matrices, and biomaterials. Cell and developmental biology, biomaterials science, and mechanical engineering are the main disciplines contributing to the emergence of biofabrication technology. The industrial potential of biofabrication technology is far beyond the traditional medically oriented tissue engineering and organ printing and, in the short term, it is essential for developing potentially highly predictive human cell- and tissue-based technologies for drug discovery, drug toxicity, environmental toxicology assays, and complex in vitro models of human development and diseases. In the long term, biofabrication can also contribute to the development of novel biotechnologies for sustainable energy production in the future biofuel industry and dramatically transform traditional animal-based agriculture by inventing 'animal-free' food, leather, and fur products. Thus, the broad spectrum of potential applications and rapidly growing arsenal of biofabrication methods strongly suggests that biofabrication can become a dominant technological platform and new paradigm for 21st century manufacturing. The main objectives of this review are defining biofabrication, outlining the most essential disciplines critical for emergence of this field, analysis of the evolving arsenal of biofabrication technologies and their potential practical applications, as well as a discussion of the common challenges being faced by biofabrication technologies, and the necessary conditions for the development of a global biofabrication research community and commercially successful biofabrication industry.", "journal": "Biofabrication", "date": "2009-06-01", "authors": ["VMironov", "TTrusk", "VKasyanov", "SLittle", "RSwaja", "RMarkwald"], "doi": "10.1088/1758-5082/1/2/022001"}
{"title": "Cyclic deformation-induced solute transport in tissue scaffolds with computer designed, interconnected, pore networks: experiments and simulations.", "abstract": "Nutrient supply and waste removal in porous tissue engineering scaffolds decrease from the periphery to the center, leading to limited depth of ingrowth of new tissue into the scaffold. However, as many tissues experience cyclic physiological strains, this may provide a mechanism to enhance solute transport in vivo before vascularization of the scaffold. The hypothesis of this study was that pore cross-sectional geometry and interconnectivity are of major importance for the effectiveness of cyclic deformation-induced solute transport. Transparent elastic polyurethane scaffolds, with computer-programmed design of pore networks in the form of interconnected channels, were fabricated using a 3D printing and injection molding technique. The scaffold pores were loaded with a colored tracer for optical contrast, cyclically compressed with deformations of 10 and 15% of the original undeformed height at 1.0 Hz. Digital imaging was used to quantify the spatial distribution of the tracer concentration within the pores. Numerical simulations of a fluid-structure interaction model of deformation-induced solute transport were compared to the experimental data. The results of experiments and modeling agreed well and showed that pore interconnectivity heavily influences deformation-induced solute transport. Pore cross-sectional geometry appears to be of less relative importance in interconnected pore networks. Validated computer models of solute transport can be used to design optimal scaffold pore geometries that will enhance the convective transport of nutrients inside the scaffold and the removal of waste, thus improving the cell survivability deep inside the scaffold.", "journal": "Annals of biomedical engineering", "date": "2009-05-26", "authors": ["Jorn OpDen Buijs", "DanDragomir-Daescu", "Erik LRitman"], "doi": "10.1007/s10439-009-9712-3"}
{"title": "Evaluation of photocrosslinked Lutrol hydrogel for tissue printing applications.", "abstract": "Application of hydrogels in tissue engineering and innovative strategies such as organ printing, which is based on layered 3D deposition of cell-laden hydrogels, requires design of novel hydrogel matrices. Hydrogel demands for 3D printing include: 1) preservation of the printed shape after the deposition; 2) maintaining cell viability and cell function and 3) easy handling of the printed construct. In this study we analyze the applicability of a novel, photosensitive hydrogel (Lutrol) for printing of 3D structured bone grafts. We benefit from the fast temperature-responsive gelation ability of thermosensitive Lutrol-F127, ensuring organized 3D extrusion, and the additional stability provided by covalent photocrosslinking allows handling of the printed scaffolds. We studied the cytotoxicity of the hydrogel and osteogenic differentiation of embedded osteogenic progenitor cells. After photopolymerization of the modified Lutrol hydrogel, cells remain viable for up to three weeks and retain the ability to differentiate. Encapsulation of cells does not compromise the mechanical properties of the formed gels and multilayered porous Lutrol structures were successfully printed.", "journal": "Biomacromolecules", "date": "2009-05-19", "authors": ["Natalja EFedorovich", "IvesSwennen", "JordiGirones", "LorenzoMoroni", "Clemens Avan Blitterswijk", "EtienneSchacht", "JacquelineAlblas", "Wouter J ADhert"], "doi": "10.1021/bm801463q"}
{"title": "Sponge spicules as blueprints for the biofabrication of inorganic-organic composites and biomaterials.", "abstract": "While most forms of multicellular life have developed a calcium-based skeleton, a few specialized organisms complement their body plan with silica. However, of all recent animals, only sponges (phylum Porifera) are able to polymerize silica enzymatically mediated in order to generate massive siliceous skeletal elements (spicules) during a unique reaction, at ambient temperature and pressure. During this biomineralization process (i.e., biosilicification) hydrated, amorphous silica is deposited within highly specialized sponge cells, ultimately resulting in structures that range in size from micrometers to meters. Spicules lend structural stability to the sponge body, deter predators, and transmit light similar to optic fibers. This peculiar phenomenon has been comprehensively studied in recent years and in several approaches, the molecular background was explored to create tools that might be employed for novel bioinspired biotechnological and biomedical applications. Thus, it was discovered that spiculogenesis is mediated by the enzyme silicatein and starts intracellularly. The resulting silica nanoparticles fuse and subsequently form concentric lamellar layers around a central protein filament, consisting of silicatein and the scaffold protein silintaphin-1. Once the growing spicule is extruded into the extracellular space, it obtains final size and shape. Again, this process is mediated by silicatein and silintaphin-1, in combination with other molecules such as galectin and collagen. The molecular toolbox generated so far allows the fabrication of novel micro- and nanostructured composites, contributing to the economical and sustainable synthesis of biomaterials with unique characteristics. In this context, first bioinspired approaches implement recombinant silicatein and silintaphin-1 for applications in the field of biomedicine (biosilica-mediated regeneration of tooth and bone defects) or micro-optics (in vitro synthesis of light waveguides) with promising results.", "journal": "Applied microbiology and biotechnology", "date": "2009-05-12", "authors": ["Werner E GMüller", "XiaohongWang", "Fu-ZhaiCui", "Klaus PeterJochum", "WolfgangTremel", "JoachimBill", "Heinz CSchröder", "FilipeNatalio", "UteSchlossmacher", "MatthiasWiens"], "doi": "10.1007/s00253-009-2014-8"}
{"title": "Three-dimensional bioprinting of rat embryonic neural cells.", "abstract": "We present a direct cell printing technique to pattern neural cells in a three-dimensional (3D) multilayered collagen gel. A layer of collagen precursor was printed to provide a scaffold for the cells, and the rat embryonic neurons and astrocytes were subsequently printed on the layer. A solution of sodium bicarbonate was applied to the cell containing collagen layer as nebulized aerosols, which allowed the gelation of the collagen. This process was repeated layer-by-layer to construct the 3D cell-hydrogel composites. Upon characterizing the relationship between printing resolutions and the growth of printed neural cells, single/multiple layers of neural cell-hydrogel composites were constructed and cultured. The on-demand capability to print neural cells in a multilayered hydrogel scaffold offers flexibility in generating artificial 3D neural tissue composites.", "journal": "Neuroreport", "date": "2009-04-17", "authors": ["WonhyeLee", "JasonPinckney", "VivianLee", "Jong-HwanLee", "KrisztinaFischer", "SamuelPolio", "Je-KyunPark", "Seung-SchikYoo"], "doi": "10.1097/WNR.0b013e32832b8be4"}
{"title": "Physical model reproduction from ct scans classified according to gender, ethnicity, and age - biomed 2009.", "abstract": "Eye trauma is an increasing problem, especially in the military, due to blunt force trauma. One way to mitigate eye injury is to wear protective eye equipment. An essential part of creating protective eye equipment is prototype testing in controlled eye trauma simulations. In addition, the protective equipment must fit properly and thus incorporate variance, specifically among gender, ethnicity, and age. It is beneficial to create standard orbits classified according to the aforementioned categories of gender, ethnicity, and age. Using head CT scans from grossly normal subjects, segmentation of the ocular orbit was performed. This segmented mask was then imported into a three dimensional printing software. Orbits from different sizes, ages, genders, and races were created and printed using a ZCorp printer. A mold negative was then created from the 3D printed orbits using InstaMold. After the mold was cured and removed from the printed orbit, reproductions of the eye orbit were created from this negative. These methods will be used in the future to make molds for many different ages, genders, and races in order to create accurate models of the eye orbit. These can then be used to develop impact tests by incorporating eye samples into these sockets of uniform shape. These methods for creating surrogate eye sockets will reduce the need for cadaver eye sockets and will increase the number of tests that can be performed. By creating accurate models, more accurate representations of eye trauma and its prevention can be investigated.", "journal": "Biomedical sciences instrumentation", "date": "2009-04-17", "authors": ["Lindsey ATaylor", "Kerry ADanelson", "F ScottGayzik", "Kathryn LLoftis", "Joel DStitzel"], "doi": null}
{"title": "Darcian permeability constant as indicator for shear stresses in regular scaffold systems for tissue engineering.", "abstract": "The shear stresses in printed scaffold systems for tissue engineering depend on the flow properties and void volume in the scaffold. In this work, computational fluid dynamics (CFD) is used to simulate flow fields within porous scaffolds used for cell growth. From these models the shear stresses acting on the scaffold fibres are calculated. The results led to the conclusion that the Darcian (k(1)) permeability constant is a good predictor for the shear stresses in scaffold systems for tissue engineering. This permeability constant is easy to calculate from the distance between and thickness of the fibres used in a 3D printed scaffold. As a consequence computational effort and specialists for CFD can be circumvented by using this permeability constant to predict the shear stresses. If the permeability constant is below a critical value, cell growth within the specific scaffold design may cause a significant increase in shear stress. Such a design should therefore be avoided when the shear stress experienced by the cells should remain in the same order of magnitude.", "journal": "Biomechanics and modeling in mechanobiology", "date": "2009-04-11", "authors": ["PetraVossenberg", "G AHiguera", "Gvan Straten", "C Avan Blitterswijk", "A J Bvan Boxtel"], "doi": "10.1007/s10237-009-0153-6"}
{"title": "EDTA enhances high-throughput two-dimensional bioprinting by inhibiting salt scaling and cell aggregation at the nozzle surface.", "abstract": "Tissue-engineering strategies may be employed in the development of in vitro breast tissue models for use in testing regimens of drug therapies and vaccines. The physical and chemical interactions that occur among cells and extracellular matrix components can also be elucidated with these models to gain an understanding of the progression of transformed epithelial cells into tumours and the ultimate metastases of tumour cells. The modified inkjet printer may be a useful tool for creating three-dimensional (3D) in vitro models, because it offers an inexpensive and high-throughput solution to microfabrication, and because the printer can be easily manipulated to produce varying tissue attributes. We hypothesized, however, that when ink is replaced with a biologically based fluid (i.e. a 'bio-ink'), specifically a serum-free cell culture medium, printer nozzle failure can result from salt scale build-up as fluid evaporates on the printhead surface. In this study, ethylene diamine tetra-acetic acid (EDTA) was used as a culture medium additive to prevent salt scaling and cell aggregation during the bioprinting process. The results showed that EDTA, at a concentration typically found in commercially available trypsin solutions (0.53 mM), prevented nozzle failure when a serum-free culture medium was printed from a nozzle at 1000 drops/s. Furthermore, increasing concentrations of EDTA appeared to mildly decrease aggregation of 4T07 cells. Cell viability studies were performed to demonstrate that addition of EDTA did not result in significant cell death. In conclusion, it is recommended that EDTA be incorporated into bio-ink solutions containing salts that could lead to nozzle failure.", "journal": "Journal of tissue engineering and regenerative medicine", "date": "2009-04-07", "authors": ["Cheryl AParzel", "Matthew EPepper", "TimothyBurg", "Richard EGroff", "Karen J LBurg"], "doi": "10.1002/term.162"}
{"title": "Precision extruding deposition (PED) fabrication of polycaprolactone (PCL) scaffolds for bone tissue engineering.", "abstract": "Bone tissue engineering is an emerging field providing viable substitutes for bone regeneration. Recent advances have allowed scientists and engineers to develop scaffolds for guided bone growth. However, success requires scaffolds to have specific macroscopic geometries and internal architectures conducive to biological and biophysical functions. Freeform fabrication provides an effective process tool to manufacture three-dimensional porous scaffolds with complex shapes and designed properties. A novel precision extruding deposition (PED) technique was developed to fabricate polycaprolactone (PCL) scaffolds. It was possible to manufacture scaffolds with a controlled pore size of 350 microm with designed structural orientations using this method. The scaffold morphology, internal micro-architecture and mechanical properties were evaluated using scanning electron microscopy (SEM), micro-computed tomography (micro-CT) and mechanical testing, respectively. An in vitro cell-scaffold interaction study was carried out using primary fetal bovine osteoblasts. Specifically, the cell proliferation and differentiation was evaluated by Alamar Blue assay for cell metabolic activity, alkaline phosphatase activity and osteoblast production of calcium. An in vivo study was performed on nude mice to determine the capability of osteoblast-seeded PCL to induce osteogenesis. Each scaffold was implanted subcutaneously in nude mice and, following sacrifice, was explanted at one of a series of time intervals. The explants were then evaluated histologically for possible areas of osseointegration. Microscopy and radiological examination showed multiple areas of osseous ingrowth suggesting that the osteoblast-seeded PCL scaffolds evoke osteogenesis in vivo. These studies demonstrated the viability of the PED process to fabricate PCL scaffolds having the necessary mechanical properties, structural integrity, and controlled pore size and interconnectivity desired for bone tissue engineering.", "journal": "Biofabrication", "date": "2009-03-01", "authors": ["LaurenShor", "SelçukGüçeri", "RobertChang", "JenniferGordon", "QianKang", "LangdonHartsock", "YuehueiAn", "WeiSun"], "doi": "10.1088/1758-5082/1/1/015003"}
{"title": "Cell adhesion and proliferation evaluation of SFF-based biodegradable scaffolds fabricated using a multi-head deposition system.", "abstract": "Scaffolds composed of biodegradable polymers and biocompatible ceramics are being used as substitutes for tissue engineering. In the development of such techniques, scaffolds with a controllable pore size and porosity were manufactured using solid free-form fabrication (SFF) methods to investigate the effects of cell interactions such as cell proliferation and differentiation. In this study, we describe the adhesion of human bone marrow stromal cells (hBMSCs) and proliferation characteristics of various scaffolds, which consist of biodegradable materials, fabricated using a multi-head deposition system (MHDS) that we developed. The MHDS uses novel technology that enables the production of three-dimensional (3D) microstructures. Fabrication of 3D tissue engineering scaffolds using the MHDS requires the combination of several technologies, such as motion control, thermal control, pneumatic control and computer-aided design/computer-assisted manufacturing software. The effects of a polymer and ceramic on a tissue scaffold were evaluated through mechanical testing and cell interaction analysis of various kinds of scaffolds fabricated using polycaprolactone, poly-lactic-co-glycolic acid and tri-calcium phosphate for bone regeneration applications. Based on these results, the feasibility of application to the tissue engineering of SFF-based 3D scaffolds fabricated by the MHDS was demonstrated.", "journal": "Biofabrication", "date": "2009-03-01", "authors": ["Jong YoungKim", "Jun JinYoon", "Eui KyunPark", "Dae ShickKim", "Shin-YoonKim", "Dong-WooCho"], "doi": "10.1088/1758-5082/1/1/015002"}
{"title": "Electrospun nanofiber meshes with tailored architectures and patterns as potential tissue-engineering scaffolds.", "abstract": "Using a stainless steel mesh as a template collector, electrospun nanofiber meshes with well-tailored architectures and patterns were successfully prepared from biodegradable poly (epsilon-caprolactone) (PCL). It was found that the resulting PCL nanofiber (NF) meshes had similar topological structures to that of the template stainless steel mesh. Such PCL nanofiber meshes (NF meshes) had improved the tensile strength with Young's modulus of 62.7 +/- 5.3 MPa, which is >40% higher than the modulus of 44 +/- 5.7 MPa as measured with the corresponding randomly oriented PCL nanofiber mats (RNF mat). On the other hand, the ultimate strain (87.30%) of the PCL NF meshes was distinctly lower than that of the PCL RNF mats (146.46%). To the best of our knowledge, this is the first time that the mechanical properties of nanofiber meshes with tailored architectures and patterns were studied and reported. When cultured with a mouse osteoblastic cell line (MC3T3-E1), the electrospun PCL NF meshes gave a much higher proliferation rate as compared with the randomly oriented PCL RNF mats. More importantly, it was found that the cells grew and elongated along the fiber orientation directions, and the resulted cellular organization and distribution mimicked the topological structures of the PCL NF meshes. These results indicated that the electrospun nanofiber scaffolds with tailored architectures and patterns hold potential for engineering functional tissues or organs, where an ordered cellular organization is essential.", "journal": "Biofabrication", "date": "2009-03-01", "authors": ["YazhouWang", "GuixueWang", "LiangChen", "HaoLi", "TieyingYin", "BochuWang", "James C-MLee", "QingsongYu"], "doi": "10.1088/1758-5082/1/1/015001"}
{"title": "Scaffold engineering: a bridge to where?", "abstract": "A significant amount of federal research funding (over $4 billion) has gone into tissue engineering over the last 20 years. This has led to an exponential increase in research productivity as evidenced by the number of published papers referencing 'tissue engineering' and 'scaffold'. However, the number of tissue engineering products resulting from this research remains a paltry few, of which true tissue engineering products can be counted using the fingers of two hands. The fundamental question remains 'Why does such a gap exist between research and translation?'. This paper argues that such a gap exists in part due to the research paradigms followed in tissue engineering, in which a linear model is followed that assumed individual technical discovery can be bundled into model tissue engineering systems, followed by manufacturing scale up and regulatory approval. As such, most research funding follows this linear model with the vast majority of research spent on the discovery phase. This includes funding on both cell therapy and scaffold materials and engineering. It is assumed that therapy systems can readily be constructed by combining disparate technologies derived in different laboratories and that these therapies can readily achieve regulatory approval. Yet, most tissue engineering technologies fail to make it to clinical application because they simply have not been engineered for these specific applications or cannot be scaled to clinical level production. This paper argues that a different research paradigm is needed, essentially that of Pasteur's Quadrant proposed by Donald Stokes in the book of the same name. In this paradigm, research is pursued from the twin perspective of end use and the need for fundamental understanding. From this perspective, more funding emphasis should be placed on scalable manufacturing of systems that are designed for specific clinical applications that can attain regulatory approval. Funding of such scaffold/cell manufacturing technologies would not only enable greater translation of technology to clinical application, but would also enable a richer investigation of basic science issues. For example, the investigation of stem cell biology and differentiation in controlled 3D environments instead of 2D culture dishes. In this sense, a concentration of scaffold manufacturing would enable a quicker bridge across the 'Valley of Death' by providing for faster regulatory approval as stand alone products that would pave the way to combination products. At the same time, such manufacturing capabilities would broaden the scientific horizons in cell therapy.", "journal": "Biofabrication", "date": "2009-03-01", "authors": ["Scott JHollister"], "doi": "10.1088/1758-5082/1/1/012001"}
{"title": "Mechanical and in vitro performance of apatite-wollastonite glass ceramic reinforced hydroxyapatite composite fabricated by 3D-printing.", "abstract": "In situ hydroxyapatite/apatite-wollastonite glass ceramic composite was fabricated by a three dimensional printing (3DP) technique and characterized. It was found that the as-fabricated mean green strength of the composite was 1.27 MPa which was sufficient for general handling. After varying sintering temperatures (1050-1300 degrees C) and times (1-10 h), it was found that sintering at 1300 degrees C for 3 h gave the greatest flexural modulus and strength, 34.10 GPa and 76.82 MPa respectively. This was associated with a decrease in porosity and increase in densification ability of the composite resulting from liquid phase sintering. Bioactivity tested by soaking in simulated body fluid (SBF) and In Vitro toxicity studies showed that 3DP hydroxyapatite/A-W glass ceramic composite was non-toxic and bioactive. A new calcium phosphate layer was observed on the surface of the composite after soaking in SBF for only 1 day while osteoblast cells were able to attach and attain normal morphology on the surface of the composite.", "journal": "Journal of materials science. Materials in medicine", "date": "2009-02-20", "authors": ["JSuwanprateeb", "RSanngam", "WSuvannapruk", "TPanyathanmaporn"], "doi": "10.1007/s10856-009-3697-1"}
{"title": "Biofabrication of antibodies and antigens via IgG-binding domain engineered with activatable pentatyrosine pro-tag.", "abstract": "We report the assembly of seven different antibodies (and two antigens) into functional supramolecular structures that are specifically designed to facilitate integration into devices using entirely biologically based bottom-up fabrication. This is enabled by the creation of an engineered IgG-binding domain (HG3T) with an N-terminal hexahistidine tag that facilitates purification and a C-terminal enzyme-activatable pentatyrosine \"pro-tag\" that facilitates covalent coupling to the pH stimuli-responsive polysaccharide, chitosan. Because we confer pH-stimuli responsiveness to the IgG-binding domain, it can be electrodeposited or otherwise assembled into many configurations. Importantly, we demonstrate the loading of both HG3T and antibodies can be achieved in a linear fashion so that quantitative assessment of antibodies and antigens is feasible. Our demonstration formats include: conventional multiwell plates, micropatterned electrodes, and fiber networks. We believe biologically based fabrication (i.e., biofabrication) provides bottom-up hierarchical assembly of a variety of nanoscale components for applications that range from point-of-care diagnostics to smart fabrics.", "journal": "Biotechnology and bioengineering", "date": "2009-02-19", "authors": ["Hsuan-ChenWu", "Xiao-WenShi", "Chen-YuTsao", "Angela TLewandowski", "RohanFernandes", "Chi-WeiHung", "PhilipDeShong", "EiryKobatake", "James JValdes", "Gregory FPayne", "William EBentley"], "doi": "10.1002/bit.22238"}
{"title": "Histological evaluation of osteogenesis of 3D-printed poly-lactic-co-glycolic acid (PLGA) scaffolds in a rabbit model.", "abstract": "Utilizing a suitable combination of lactide and glycolide in a copolymer would optimize the degradation rate of a scaffold upon implantation in situ. Moreover, 3D printing technology enables customizing the shape of the scaffold to biometric data from CT and MRI scans. A previous in vitro study has shown that novel 3D-printed poly-lactic-co-glycolic acid (PLGA) scaffolds had good biocompatibility and mechanical properties comparable with human cancellous bone, while they could support proliferation and osteogenic differentiation of osteoblasts. Based on the previous study, this study evaluated PLGA scaffolds for bone regeneration within a rabbit model. The scaffolds were implanted at two sites on the same animal, within the periosteum and within bi-cortical bone defects on the iliac crest. Subsequently, the efficacy of bone regeneration within the implanted scaffolds was evaluated at 4, 12 and 24 weeks post-surgery through histological analysis. In both the intra-periosteum and iliac bone defect models, the implanted scaffolds facilitated new bone tissue formation and maturation over the time course of 24 weeks, even though there was initially observed to be little tissue ingrowth within the scaffolds at 4 weeks post-surgery. Hence, the 3D-printed porous PLGA scaffolds investigated in this study displayed good biocompatibility and are osteoconductive in both the intra-periosteum and iliac bone defect models.", "journal": "Biomedical materials (Bristol, England)", "date": "2009-02-12", "authors": ["ZigangGe", "XianfengTian", "Boon ChinHeng", "VictorFan", "Jin FeiYeo", "TongCao"], "doi": "10.1088/1748-6041/4/2/021001"}
{"title": "Solute transport in cyclically deformed porous tissue scaffolds with controlled pore cross-sectional geometries.", "abstract": "The objective of this study was to investigate the influence of pore geometry on the transport rate and depth after repetitive mechanical deformation of porous scaffolds for tissue engineering applications. Flexible cubic imaging phantoms with pores in the shape of a circular cylinder, elliptic cylinder, and spheroid were fabricated from a biodegradable polymer blend using a combined 3D printing and injection molding technique. The specimens were immersed in fluid and loaded with a solution of a radiopaque solute. The solute distribution was quantified by recording 20 microm pixel-resolution images in an X-ray microimaging scanner at selected time points after intervals of dynamic straining with a mean strain of 8.6+/-1.6% at 1.0 Hz. The results show that application of cyclic strain significantly increases the rate and depth of solute transport, as compared to diffusive transport alone, for all pore shapes. In addition, pore shape, pore size, and the orientation of the pore cross-sectional asymmetry with respect to the direction of strain greatly influence solute transport. Thus, pore geometry can be tailored to increase transport rates and depths in cyclically deformed scaffolds, which is of utmost importance when thick, metabolically functional tissues are to be engineered.", "journal": "Tissue engineering. Part A", "date": "2009-02-07", "authors": ["Jorn OpDen Buijs", "LichunLu", "Steven MJorgensen", "DanDragomir-Daescu", "Michael JYaszemski", "Erik LRitman"], "doi": "10.1089/ten.tea.2008.0382"}
{"title": "Angiogenesis in calcium phosphate scaffolds by inorganic copper ion release.", "abstract": "Angiogenesis in a tissue-engineered device may be induced by incorporating growth factors (e.g., vascular endothelial growth factor [VEGF]), genetically modified cells, and=or vascular cells. It represents an important process during the formation and repair of tissue and is essential for nourishment and supply of reparative and immunological cells. Inorganic angiogenic factors, such as copper ions, are therefore of interest in the fields of regenerative medicine and tissue engineering due to their low cost, higher stability, and potentially greater safety compared with recombinant proteins or genetic engineering approaches. The purpose of this study was to compare tissue responses to 3D printed macroporous bioceramic scaffolds implanted in mice that had been loaded with either VEGF or copper sulfate. These factors were spatially localized at the end of a single macropore some 7 mm from the surface of the scaffold. Controls without angiogenic factors exhibited only poor tissue growth within the blocks; in contrast, low doses of copper sulfate led to the formation of microvessels oriented along the macropore axis. Further, wound tissue ingrowth was particularly sensitive to the quantity of copper sulfate and was enhanced at specific concentrations or in combination with VEGF. The potential to accelerate and guide angiogenesis and wound healing by copper ion release without the expense of inductive protein(s) is highly attractive in the area of tissue-engineered bone and offers significant future potential in the field of regenerative biomaterials.", "journal": "Tissue engineering. Part A", "date": "2009-02-03", "authors": ["JakeBarralet", "UweGbureck", "PamelaHabibovic", "ElkeVorndran", "CatherineGerard", "Charles JDoillon"], "doi": "10.1089/ten.tea.2007.0370"}
{"title": "Organ printing: tissue spheroids as building blocks.", "abstract": "Organ printing can be defined as layer-by-layer additive robotic biofabrication of three-dimensional functional living macrotissues and organ constructs using tissue spheroids as building blocks. The microtissues and tissue spheroids are living materials with certain measurable, evolving and potentially controllable composition, material and biological properties. Closely placed tissue spheroids undergo tissue fusion - a process that represents a fundamental biological and biophysical principle of developmental biology-inspired directed tissue self-assembly. It is possible to engineer small segments of an intraorgan branched vascular tree by using solid and lumenized vascular tissue spheroids. Organ printing could dramatically enhance and transform the field of tissue engineering by enabling large-scale industrial robotic biofabrication of living human organ constructs with \"built-in\" perfusable intraorgan branched vascular tree. Thus, organ printing is a new emerging enabling technology paradigm which represents a developmental biology-inspired alternative to classic biodegradable solid scaffold-based approaches in tissue engineering.", "journal": "Biomaterials", "date": "2009-01-30", "authors": ["VladimirMironov", "Richard PVisconti", "VladimirKasyanov", "GaborForgacs", "Christopher JDrake", "Roger RMarkwald"], "doi": "10.1016/j.biomaterials.2008.12.084"}
{"title": "Fabrication of freeform bone-filling calcium phosphate ceramics by gypsum 3D printing method.", "abstract": "Transformation of gypsum model fabricated by three-dimensional printing (3DP) into hydroxyapatite (HA) by treating in ammonium phosphate solution is possible. However, 3DP powder supplied by the manufacturer contains unknown additives which may be questionable for biomaterials. Accordingly, pure plaster of Paris (POP) powder was used for fabrication in the present study. For accurate fabrication, reduction of supplied binder ink to 80% of standard amount for 3DP powder supplied by the manufacturer was found to be the optimal condition for POP fabrication. Transformation from POP to HA was done by immersing into 1 mol/L ammonium phosphate solution. However, preheating of fabricated POP specimen at 200 degrees C for 30 min to change from calcium sulfate dihydrate into calcium sulfate hemihydrate could accelerate the transformation into HA effectively. To increase compressive strength, HA transformed specimen was sintering at 1150 degrees C for 3 h. The compressive strength increased four times comparing with as transformed HA specimen. However, crystal structure was transformed to beta-TCP due to the chemical reaction between the transformed HA and remained phosphate from ammonium phosphate solution at the sintering temperature. A sophisticated application of the present 3DP method to fabricate the freeform bioceramic for osseous defect was attempted, and jaw bone defect filling biomaterial of beta-TCP and scaffold with macroporous structures could be fabricated. Present 3DP method has possibility to fabricate freeform bioceramic for osseous defect or scaffold.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2009-01-16", "authors": ["RungnapaLowmunkong", "TaijiSohmura", "YumikoSuzuki", "ShigekiMatsuya", "KunioIshikawa"], "doi": "10.1002/jbm.b.31314"}
{"title": "CAD/CAM and rapid prototyped scaffold construction for bone regenerative medicine and surgical transfer of virtual planning: a pilot study.", "abstract": "We developed a model to test new bone constructs to replace spare skeletal segments originating from new generation scaffolds for bone marrow-derived mesenchymal stem cells. Using computed tomography (CT) data, scaffolds were defined using computer-aided design/computer-aided manufacturing (CAD/CAM) for rapid prototyping by three-dimensional (3D) printing. A bone defect was created in pig mandible ramus by condyle resection for CT and CAD/CAM elaboration of bone volume for cutting and scaffold restoration. The protocol produced a perfect-fitting bone substitute model for rapid prototyped hydroxyapatite (HA) scaffolds. A surgical guide system was developed to accurately reproduce virtually planned bone sectioning procedures in animal models to obtain a perfect fit during surgery.", "journal": "Computerized medical imaging and graphics : the official journal of the Computerized Medical Imaging Society", "date": "2008-12-05", "authors": ["LCiocca", "FDe Crescenzio", "MFantini", "RScotti"], "doi": "10.1016/j.compmedimag.2008.10.005"}
{"title": "Rapid biofabrication of tubular tissue constructs by centrifugal casting in a decellularized natural scaffold with laser-machined micropores.", "abstract": "Centrifugal casting allows rapid biofabrication of tubular tissue constructs by suspending living cells in an in situ cross-linkable hydrogel. We hypothesize that introduction of laser-machined micropores into a decellularized natural scaffold will facilitate cell seeding by centrifugal casting and increase hydrogel retention, without compromising the biomechanical properties of the scaffold. Micropores with diameters of 50, 100, and 200 mum were machined at different linear densities in decellularized small intestine submucosa (SIS) planar sheets and tubular SIS scaffolds using an argon laser. The ultimate stress and ultimate strain values for SIS sheets with laser-machined micropores with diameter 50 mum and distance between holes as low as 714 mum were not significantly different from unmachined control SIS specimens. Centrifugal casting of GFP-labeled cells suspended in an in situ cross-linkable hyaluronan-based hydrogel resulted in scaffold recellularization with a high density of viable cells inside the laser-machined micropores. Perfusion tests demonstrated the retention of the cells encapsulated within the HA hydrogel in the microholes. Thus, an SIS scaffold with appropriately sized microholes can be loaded with hydrogel encapsulated cells by centrifugal casting to give a mechanically robust construct that retains the cell-seeded hydrogel, permitting rapid biofabrication of tubular tissue construct in a \"bioreactor-free\" fashion.", "journal": "Journal of materials science. Materials in medicine", "date": "2008-09-23", "authors": ["Vladimir AKasyanov", "JasonHodde", "Michael CHiles", "CarolEisenberg", "LeonardEisenberg", "Luis E FDe Castro", "IvetaOzolanta", "ModraMurovska", "Robert ADraughn", "Glenn DPrestwich", "Roger RMarkwald", "VladimirMironov"], "doi": "10.1007/s10856-008-3590-3"}
{"title": "Proliferation and differentiation of human osteoblasts within 3D printed poly-lactic-co-glycolic acid scaffolds.", "abstract": "Bone repair and regeneration can be enhanced through implantation of biocompatible and biodegradable scaffolds, which serve primarily as osteoconductive moieties. In this study, the mechanical properties and microenviroment of 3D printed poly-lactic-co-glycolic acid (PLGA) scaffolds are examined. Additionally, the proliferation and differentiation of human fetal osteoblasts are evaluated after 3 weeks of in vitro culture on the scaffolds. The results showed that the PLGA scaffolds examined had mechanical properties similar to that of trabecular bone, but was still much weaker compared to cortical bone. In addition to general porosity, the PLGA scaffolds also had micropores within macropore walls. Cultured human osteoblasts could proliferate upon seeding on the PLGA scaffolds. Alkaline phosphatase activity and osteonectin expression of the osteoblasts cultured on the PLGA scaffolds remained stable over three weeks, whilst expression of collagen type I and osteopontin decreased. The alkaline phosphatase activity of osteoblasts cultured on PLGA scaffolds is comparable with that from two commercially-available scaffolds - OPLA and collagen scaffolds (Becton-Dickinson (BD) Inc., Franklin Lakes, NJ, USA). Hence, the results suggested that the PLGA scaffolds examined are conducive for promoting osteogenesis.", "journal": "Journal of biomaterials applications", "date": "2008-09-02", "authors": ["NoneZigang Ge", "NoneLishan Wang", "NoneBoon Chin Heng", "Xian-FengTian", "NoneKai Lu", "VictorTai Weng Fan", "NoneJin Fei Yeo", "NoneTong Cao", "EuniceTan"], "doi": "10.1177/0885328208094301"}
