{"title": "Hydroxyapatite scaffolds for bone tissue engineering made by 3D printing.", "abstract": "Nowadays, there is a significant need for synthetic bone replacement materials used in bone tissue engineering (BTE). Rapid prototyping and especially 3D printing is a suitable technique to create custom implants based on medical data sets. 3D printing allows to fabricate scaffolds based on Hydroxyapatite with complex internal structures and high resolution. To determine the in vitro behaviour of cells cultivated on the scaffolds, we designed a special test-part. MC3T3-E1 cells were seeded on the scaffolds and cultivated under static and dynamic setups. Histological evaluation was carried out to characterise the cell ingrowth. In summary, the dynamic cultivation method lead to a stronger population compared to the static cultivation method. The cells proliferated deep into the structure forming close contact to Hydroxyapatite granules.", "journal": "Journal of materials science. Materials in medicine", "date": "2005-12-20", "authors": ["BarbaraLeukers", "HülyaGülkan", "Stephan HIrsen", "StefanMilz", "CarstenTille", "MatthiasSchieker", "HermannSeitz"], "doi": "10.1007/s10856-005-4716-5"}
{"title": "Biofabrication with chitosan.", "abstract": "The traditional motivation for integrating biological components into microfabricated devices has been to create biosensors that meld the molecular recognition capabilities of biology with the signal processing capabilities of electronic devices. However, a different motivation is emerging; biological components are being explored to radically change how fabrication is achieved at the micro- and nanoscales. Here we review biofabrication, the use of biological materials for fabrication, and focus on three specific biofabrication approaches: directed assembly, where localized external stimuli are employed to guide assembly; enzymatic assembly, where selective biocatalysts are enlisted to build macromolecular structure; and self-assembly, where information internal to the biological material guides its own assembly. Also reviewed are recent results with the aminopolysaccharide chitosan, a material that offers a combination of properties uniquely suited for biofabrication. In particular, chitosan can be directed to assemble in response to locally applied electrical signals, and the chitosan backbone provides sites that can be employed for the assembly of proteins, nucleic acids, and virus particles.", "journal": "Biomacromolecules", "date": "2005-11-15", "authors": ["HyunminYi", "Li-QunWu", "William EBentley", "RezaGhodssi", "Gary WRubloff", "James NCulver", "Gregory FPayne"], "doi": "10.1021/bm050410l"}
{"title": "Tooth developmental biology: disruptions to enamel-matrix assembly and its impact on biomineralization.", "abstract": "Dental enamel is a composite bioceramic material that is the hardest tissue in the vertebrate body, containing long, thin crystallites of substituted hydroxyapatite (HAP). Over a lifetime of an organism, enamel functions under repeated and immense loads, generally without catastrophic failure. Enamel is a product of ectoderm-derived cells called ameloblasts. Recent investigations on the formation of enamel using cell and molecular approaches are now being coupled to biomechanical investigations at the nanoscale and mesoscale levels. For amelogenin, the principal structural protein for forming enamel, we have identified two domains that are required for its proper self-assembly into supramolecular structures referred to as nanospheres. Nanospheres are believed to control HAP crystal habit. Other structural proteins of the enamel matrix include ameloblastin and enamelin, but little is known about their biological importance. Transgenic animals have been prepared to investigate the effect of overexpression of wild-type or mutated enamel proteins on the developing enamel matrix. Amelogenin transgenes were engineered to contain deletions to either of the two self-assembly domains and these alterations produced significant defects in the enamel. Additional transgenic animal lines have been prepared and studied and each gives additional insights into the mechanisms for enamel biofabrication. This study summarizes the observed enamel phenotypes of recently derived transgenic animals. These data are being used to help define the role of each of the enamel structural proteins in enamel and study how each of these proteins impact on enamel biomineralization.", "journal": "Orthodontics & craniofacial research", "date": "2005-10-22", "authors": ["M LPaine", "M LSnead"], "doi": "10.1111/j.1601-6343.2005.00346.x"}
{"title": "The Second International Workshop on Bioprinting, Biopatterning and Bioassembly.", "abstract": "The Second International Workshop on Bioprinting, Biopatterning and Bioassembly was held at the Medical University of South Carolina (MUSC), located in the beautiful, historic city of Charleston. The workshop attracted > 50 participants from 10 different countries, including mechanical and chemical engineers, molecular, cell and developmental biologists, biophysicists, mathematicians, clinicians, humanists and artists. Bioprinting can be defined as computer-aided, automatic, layer-by-layer deposition, transfer and patterning of biologically relevant materials. The workshop goal was to gather the world's experts and leaders, present the latest results, assess future trends, explore new applications, and promote international collaborations and academic-industrial partnerships. The workshop demonstrated the multidisciplinary and global character of ongoing efforts in the development of bioprinting technology, galvanised an evolving community of bioprintists, and demonstrated feasibility as well as strong potential for a broad spectrum of applications of bioprinting technology. The Third International Workshop on Bioprinting, Biopatterning and Bioassembly is planned for Japan in 2006.", "journal": "Expert opinion on biological therapy", "date": "2005-07-30", "authors": ["VladimirMironov"], "doi": "10.1517/14712598.5.8.1111"}
{"title": "Three-dimensional printing of porous ceramic scaffolds for bone tissue engineering.", "abstract": "This article reports a new process chain for custom-made three-dimensional (3D) porous ceramic scaffolds for bone replacement with fully interconnected channel network for the repair of osseous defects from trauma or disease. Rapid prototyping and especially 3D printing is well suited to generate complex-shaped porous ceramic matrices directly from powder materials. Anatomical information obtained from a patient can be used to design the implant for a target defect. In the 3D printing technique, a box filled with ceramic powder is printed with a polymer-based binder solution layer by layer. Powder is bonded in wetted regions. Unglued powder can be removed and a ceramic green body remains. We use a modified hydroxyapatite (HA) powder for the fabrication of 3D printed scaffolds due to the safety of HA as biocompatible implantable material and efficacy for bone regeneration. The printed ceramic green bodies are consolidated at a temperature of 1250 degrees C in a high temperature furnace in ambient air. The polymeric binder is pyrolysed during sintering. The resulting scaffolds can be used in tissue engineering of bone implants using patient-derived cells that are seeded onto the scaffolds. This article describes the process chain, beginning from data preparation to 3D printing tests and finally sintering of the scaffold. Prototypes were successfully manufactured and characterized. It was demonstrated that it is possible to manufacture parts with inner channels with a dimension down to 450 microm and wall structures with a thickness down to 330 microm. The mechanical strength of dense test parts is up to 22 MPa.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2005-06-28", "authors": ["HermannSeitz", "WolfgangRieder", "StephanIrsen", "BarbaraLeukers", "CarstenTille"], "doi": "10.1002/jbm.b.30291"}
