{"title": "[Computed tomography and cranial paleoanthropology].", "abstract": "Since its invention in 1972, computed tomography (C.T.) has significantly evolved. With the advent of multi-slice detectors (500 times more sensitive than conventional radiography) and high-powered computer programs, medical applications have also improved. CT is now contributing to paleoanthropological research. Its non-destructive nature is the biggest advantage for studying fossil skulls. The second advantage is the possibility of image analysis, storage, and transmission. Potential disadvantages include the possible loss of files and the need to keep up with rapid technological advances. Our experience since the late 1970s, and a recent PhD thesis, led us to describe routine applications of this method. The main contributions of CT to cranial paleoanthropology are five-fold: --Numerical anatomy with rapid acquisition and high spatial resolution (helicoidal and multidetector CT) offering digital storage and stereolithography (3D printing). --Numerical biometry (2D and 3D) can be used to create \"normograms\" such as the 3D craniofacial reference model used in maxillofacial surgery. --Numerical analysis offers thorough characterization of the specimen and its state of conservation and/or restoration. --From \"surrealism\" to virtual imaging, anatomical structures can be reconstructed, providing access to hidden or dangerous zones. --The time dimension (4D imaging) confers movement and the possibility for endoscopic simulation and internal navigation (see Iconography). New technical developments will focus on data processing and networking. It remains our duty to deal respectfully with human fossils.", "journal": "Bulletin de l'Academie nationale de medecine", "date": "2008-04-12", "authors": ["Emmanuel AlainCabanis", "JackieBadawi-Fayad", "Marie-ThérèseIba-Zizen", "AdrianIstoc", "Henryde Lumley", "Marie-Antoinettede Lumley", "YvesCoppens"], "doi": null}
{"title": "Developmental biology and tissue engineering.", "abstract": "Morphogenesis implies the controlled spatial organization of cells that gives rise to tissues and organs in early embryonic development. While morphogenesis is under strict genetic control, the formation of specialized biological structures of specific shape hinges on physical processes. Tissue engineering (TE) aims at reproducing morphogenesis in the laboratory, i.e., in vitro, to fabricate replacement organs for regenerative medicine. The classical approach to generate tissues/organs is by seeding and expanding cells in appropriately shaped biocompatible scaffolds, in the hope that the maturation process will result in the desired structure. To accomplish this goal more naturally and efficiently, we set up and implemented a novel TE method that is based on principles of developmental biology and employs bioprinting, the automated delivery of cellular composites into a three-dimensional (3D) biocompatible environment. The novel technology relies on the concept of tissue liquidity according to which multicellular aggregates composed of adhesive and motile cells behave in analogy with liquids: in particular, they fuse. We emphasize the major role played by tissue fusion in the embryo and explain how the parameters (surface tension, viscosity) that govern tissue fusion can be used both experimentally and theoretically to control and simulate the self-assembly of cellular spheroids into 3D living structures. The experimentally observed postprinting shape evolution of tube- and sheet-like constructs is presented. Computer simulations, based on a liquid model, support the idea that tissue liquidity may provide a mechanism for in vitro organ building.", "journal": "Birth defects research. Part C, Embryo today : reviews", "date": "2008-01-30", "authors": ["FrancoiseMarga", "AdrianNeagu", "IoanKosztin", "GaborForgacs"], "doi": "10.1002/bdrc.20109"}
{"title": "Osteoconduction and osteoinduction of low-temperature 3D printed bioceramic implants.", "abstract": "Rapid prototyping is a valuable implant production tool that enables the investigation of individual geometric parameters, such as shape, porosity, pore size and permeability, on the biological performance of synthetic bone graft substitutes. In the present study, we have employed low-temperature direct 3D printing to produce brushite and monetite implants with different geometries. Blocks predominantly consisting of brushite with channels either open or closed to the exterior were implanted on the decorticated lumbar transverse processes of goats for 12 weeks. In addition, similar blocks with closed channel geometry, consisting of either brushite or monetite were implanted intramuscularly. The design of the channels allowed investigation of the effect of macropore geometry (open and closed pores) and osteoinduction on bone formation orthotopically. Intramuscular implantation resulted in bone formation within the channels of both monetite and brushite, indicating osteoinductivity of these resorbable materials. Inside the blocks mounted on the transverse processes, initial channel shape did not seem to significantly influence the final amount of formed bone and osteoinduction was suggested to contribute to bone formation.", "journal": "Biomaterials", "date": "2007-12-07", "authors": ["PamelaHabibovic", "UweGbureck", "Charles JDoillon", "David CBassett", "Clemens Avan Blitterswijk", "Jake EBarralet"], "doi": "10.1016/j.biomaterials.2007.10.023"}
{"title": "[ElePhant: an anatomic-electronic simulation system for the evaluation of computer assisted interventions and surgical education].", "abstract": "Suitable simulation systems providing realistic conditions are required for preclinical evaluation of computer assisted interventions and surgical training. Techniques are necessary for an objective detection of injuries to the structures at risk. The aim of this study was the technical realization of a simulation system for the ENT intervention, mastoidectomy.\nThe basis of the simulation system was a CT scan of a cadaver skull. Using 3D printing, an anatomical phantom with realistic bone-like properties was created. Electronic detection systems were integrated into the structures at risk. A study with 16 ENT surgeons was conducted to prove the system's suitability for surgical training.\nThe creation of simulation systems for the objective evaluation of surgical intervention qualities is feasible. A modular structure enables economic and simple replacement of the simulation area. The modules are cost effective and reproducible with high accuracy. The present study shows that the simulation system can be applied in surgical education and evaluation as an alternative to cadavers.\nObjective evaluation of injured structures at risk can be realized in real time. The simulation system permits preclinical evaluation studies of computer assisted instruments and surgical education. Reproducibility of the results makes multi-center studies possible.", "journal": "Biomedizinische Technik. Biomedical engineering", "date": "2007-12-01", "authors": ["HendrikMöckel", "RonnyGrunert", "AntjePössneck", "MathiasHofer", "MarioThalheim", "GeroStrauss", "UlrichFickweiler", "JürgenMeixensberger", "AndreasDietz", "WernerKorb"], "doi": "10.1515/BMT.2007.062"}
{"title": "A beating heart model 3D printed from specific patient data.", "abstract": "In this article, a method for manufacturing of heart models is presented. These models are created from CT or MRI data and are patient specific. They are applied to surgical planning in cardiac surgery to obtain more information of the anatomical structure. The models were produced using a 3d printing technology based on starch, allowing highlighting different sections of the model by colors and creation of flexible models, which can be handled easily. In addition, the motion of the heart was coarsely simulated with such a model.", "journal": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference", "date": "2007-11-16", "authors": ["MathiasMarkert", "StefanWeber", "Tim CLueth"], "doi": "10.1109/IEMBS.2007.4353332"}
{"title": "Microstructure and wear properties of LENS deposited medical grade CoCrMo.", "abstract": "There is a growing interest in metal-on-metal bearing surfaces for orthopedic implants. Although some success has been achieved in applications like hip implants which involve a large contact area, non-conforming joints, such as knees, have proved more difficult. The current work examines the applicability of a novel additive manufacturing process, Laser Engineered Net Shaping (LENS), the registered trademark and service mark of Sandia National Laboratories and Sandia Corporation), for producing CoCrMo implants. A series of experiments were conducted to determine the optimum parameters for deposition of CoCrMo. Microstructural studies, hardness tests, and dry sand/rubber wheel abrasive wear tests were conducted on the LENS deposits. The results showed that metallurgically sound deposits can be produced using the LENS process under optimized conditions. The hardness of the LENS deposited CoCrMo was found to be comparable to that of standard CoCrMo wrought material; however, wear tests indicated that LENS deposits were considerably less resistant to abrasive wear than wrought CoCrMo. The reasons for this behaviour are discussed based on microstructural observations.", "journal": "Journal of materials science. Materials in medicine", "date": "2007-11-09", "authors": ["G DJanaki Ram", "C KEsplin", "B EStucker"], "doi": "10.1007/s10856-007-3078-6"}
{"title": "3D-Imaging of cardiac structures using 3D heart models for planning in heart surgery: a preliminary study.", "abstract": "The aim of the study was to create an anatomical correct 3D rapid prototyping model (RPT) for patients with complex heart disease and altered geometry of the atria or ventricles to facilitate planning and execution of the surgical procedure. Based on computer tomography (CT) and magnetic resonance imaging (MRI) images, regions of interest were segmented using the Mimics 9.0 software (Materialise, Leuven, Belgium). The segmented regions were the target volume and structures at risk. After generating an STL-file (StereoLithography file) out of the patient's data set, the 3D printer Ztrade mark 510 (4D Concepts, Gross-Gerau, Germany) created a 3D plaster model. The patient individual 3D printed RPT-models were used to plan the resection of a left ventricular aneurysm and right ventricular tumor. The surgeon was able to identify risk structures, assess the ideal resection lines and determine the residual shape after a reconstructive procedure (LV remodelling, infiltrating tumor resection). Using a 3D-print of the LV-aneurysm, reshaping of the left ventricle ensuring sufficient LV volume was easily accomplished. The use of the 3D rapid prototyping model (RPT-model) during resection of ventricular aneurysm and malignant cardiac tumors may facilitate the surgical procedure due to better planning and improved orientation.", "journal": "Interactive cardiovascular and thoracic surgery", "date": "2007-10-11", "authors": ["StephanJacobs", "RonnyGrunert", "Friedrich WMohr", "VolkmarFalk"], "doi": "10.1510/icvts.2007.156588"}
{"title": "Microenvironments engineered by inkjet bioprinting spatially direct adult stem cells toward muscle- and bone-like subpopulations.", "abstract": "In vivo, growth factors exist both as soluble and as solid-phase molecules, immobilized to cell surfaces and within the extracellular matrix. We used this rationale to develop more biologically relevant approaches to study stem cell behaviors. We engineered stem cell microenvironments using inkjet bioprinting technology to create spatially defined patterns of immobilized growth factors. Using this approach, we engineered cell fate toward the osteogenic lineage in register to printed patterns of bone morphogenetic protein (BMP) 2 contained within a population of primary muscle-derived stem cells (MDSCs) isolated from adult mice. This patterning approach was conducive to patterning the MDSCs into subpopulations of osteogenic or myogenic cells simultaneously on the same chip. When cells were cultured under myogenic conditions on BMP-2 patterns, cells on pattern differentiated toward the osteogenic lineage, whereas cells off pattern differentiated toward the myogenic lineage. Time-lapse microscopy was used to visualize the formation of multinucleated myotubes, and immunocytochemistry was used to demonstrate expression of myosin heavy chain (fast) in cells off BMP-2 pattern. This work provides proof-of-concept for engineering spatially controlled multilineage differentiation of stem cells using patterns of immobilized growth factors. This approach may be useful for understanding cell behaviors to immobilized biological patterns and could have potential applications for regenerative medicine.", "journal": "Stem cells (Dayton, Ohio)", "date": "2007-09-29", "authors": ["Julie APhillippi", "EricMiller", "LeeWeiss", "JohnnyHuard", "AlanWaggoner", "PhilCampbell"], "doi": "10.1634/stemcells.2007-0520"}
{"title": "Tissue engineering with the aid of inkjet printers.", "abstract": "Tissue engineering holds the promise to create revolutionary new therapies for tissue and organ regeneration. This emerging field is extremely broad and eclectic in its various approaches. However, all strategies being developed are based on the therapeutic delivery of one or more of the following types of tissue building-blocks: cells; extracellular matrices or scaffolds; and hormones or other signaling molecules. So far, most work has used essentially homogenous combinations of these components, with subsequent self-organization to impart some level of tissue functionality occurring during in vitro culture or after transplantation. Emerging 'bioprinting' methodologies are being investigated to create tissue engineered constructs initially with more defined spatial organization, motivated by the hypothesis that biomimetic patterns can achieve improved therapeutic outcomes. Bioprinting based on inkjet and related printing technologies can be used to fabricate persistent biomimetic patterns that can be used both to study the underlying biology of tissue regeneration and potentially be translated into effective clinical therapies. However, recapitulating nature at even the most primitive levels such that printed cells, extracellular matrices and hormones become integrated into hierarchical, spatially organized three-dimensional tissue structures with appropriate functionality remains a significant challenge.", "journal": "Expert opinion on biological therapy", "date": "2007-08-21", "authors": ["Phil GCampbell", "Lee EWeiss"], "doi": "10.1517/14712598.7.8.1123"}
{"title": "Low temperature direct 3D printed bioceramics and biocomposites as drug release matrices.", "abstract": "The aim of this study was to investigate the adsorption and desorption kinetics of antibiotics to microporous bioceramics fabricated by a novel low temperature 3D powder direct printing process. The adsorption of vancomycin, ofloxacin and tetracycline onto hydroxyapatite, brushite and monetite showed a linear correlation with the drug concentration in the immersion solution, whereas a non-linear relationship was found between the immersion time and the amount of adsorbed drug. Differences in the total amount of adsorbed drugs were correlated to the specific surface areas of the matrices, which varied between 2.4-13.1 m(2)/g. Normalised drug loadings were found to be in the range of 1.5-1.8 mg/m(2) for vancomycin and ofloxacin, whereas higher loads of up to 5-7 mg/m(2) were obtained for tetracycline. Vancomycin and ofloxacin were rapidly released into PBS buffer within 1-2 days, while tetracycline showed a much slower release rate of approximately 25% after 5 days of immersion. Additional polymer impregnation of the drug loaded matrix with PLA/PGA polymer solutions enabled the release kinetics to be delayed such that sustained release was achieved in polymer ceramic biocomposites.", "journal": "Journal of controlled release : official journal of the Controlled Release Society", "date": "2007-07-28", "authors": ["UweGbureck", "ElkeVorndran", "Frank AMüller", "Jake EBarralet"], "doi": "10.1016/j.jconrel.2007.06.022"}
{"title": "Chitosan: a soft interconnect for hierarchical assembly of nano-scale components.", "abstract": "Traditional microfabrication has tremendous capabilities for imparting order to hard materials (e.g., silicon wafers) over a range of length scales. However, conventional microfabrication does not provide the means to assemble pre-formed nano-scale components into higher-ordered structures. We believe the aminopolysaccharide chitosan possesses a unique set of properties that enable it to serve as a length-scale interconnect for the hierarchical assembly of nano-scale components into macro-scale systems. The primary amines (atomic length scale) of the glucosamine repeating units (molecular length scale) provide sites to connect pre-formed or self-assembled nano-scale components to the polysaccharide backbone (macromolecular length scale). Connections to the backbone can be formed by exploiting the electrostatic, nucleophilic, or metal-binding capabilities of the glucosamine residues. Chitosan's film-forming properties provide the means for assembly at micron-to-centimetre lengths (supramolecular length scales). In addition to interconnecting length scales, chitosan's capabilities may also be uniquely-suited as a soft component-hard device interconnect. In particular, chitosan's film formation can be induced under mild aqueous conditions in response to localized electrical signals that can be imposed from microfabricated surfaces. This capability allows chitosan to assemble soft nano-scale components (e.g., proteins, vesicles, and virus particles) at specific electrode addresses on chips and in microfluidic devices. Thus, we envision the potential that chitosan may emerge as an integral material for soft matter (bio)fabrication.", "journal": "Soft matter", "date": "2007-04-24", "authors": ["Gregory FPayne", "Srinivasa RRaghavan"], "doi": "10.1039/b613872a"}
{"title": "Levofloxacin implants with predefined microstructure fabricated by three-dimensional printing technique.", "abstract": "A novel three-dimensional (3D) printing technique was utilized in the preparation of drug implants that can be designed to have complex drug release profiles. The method we describe is based on a lactic acid polymer matrix with a predefined microstructure that is amenable to rapid prototyping and fabrication. We describe how the process parameters, especially selection of the binder, were optimized. Implants containing levofloxacin (LVFX) with predefined microstructures using an optimized binder solution of ethanol and acetone (20:80, v/v) were prepared by a 3D printing process that achieved a bi-modal profile displaying both pulsatile and steady state LVFX release from a single implant. The pulse release appeared from day 5 to 25, followed by a steady state phase of 25 days. The next pulse release phase then began at the 50th day and ended at the 80th day. To evaluate the drug implants structurally and analytically, the microscopic morphologies and the in vitro release profiles of the implants fabricated by both the 3D printing technique and the conventional lost mold technique were assessed using environmental scanning electron microscopy (ESEM) and UV absorbance spectrophotometry. The results demonstrate that the 3D printing technology can be used to fabricate drug implants with sophisticated micro- and macro-architecture in a single device that may be rapidly prototyped and fabricated. We conclude that drug implants with predefined microstructure fabricated by 3D printing techniques can have clear advantages compared to implants fabricated by conventional compressing methods.", "journal": "International journal of pharmaceutics", "date": "2007-04-07", "authors": ["WeidongHuang", "QixinZheng", "WangqiangSun", "HuibiXu", "XiangliangYang"], "doi": "10.1016/j.ijpharm.2007.02.021"}
{"title": "Biopolymer-based materials: the nanoscale components and their hierarchical assembly.", "abstract": "Protein and nucleic acid biopolymers are well appreciated for their high-performance capabilities for molecular recognition, catalysis and information storage. Increasingly, these biopolymers are being examined for materials applications. Less tractable are polysaccharides and polymers of phenols, which, despite being nature's most abundant macromolecules, remain largely ignored for advanced materials applications. In our opinion, it seems certain that biology will contribute two major capabilities for materials biofabrication - the means to generate biopolymeric components with nanoscale precision, and the mechanisms for the hierarchical assembly of nanocomponents. These capabilities will enable unprecedented control of materials structure and provide exciting opportunities at the convergence of molecular biology and macromolecular science.", "journal": "Current opinion in chemical biology", "date": "2007-02-13", "authors": ["Gregory FPayne"], "doi": "10.1016/j.cbpa.2007.01.677"}
{"title": "Development of a new calcium phosphate powder-binder system for the 3D printing of patient specific implants.", "abstract": "A key requirement for three-dimensional printing (3-DP) of medical implants is the availability of printable and biocompatible powder-binder systems. In this study we developed a powder mixture comprising tetracalcium phosphate (TTCP) as reactive component and beta-tricalcium phosphate (beta-TCP) or calcium sulfate as biodegradable fillers, which can be printed with an aqueous citric acid solution. The potential of this material combination was demonstrated printing various devices with intersecting channels and filigree structures. Two post-processing procedures, a sintering and a polymer infiltration process were established to substantially improve the mechanical properties of the printed devices. Preliminary examinations on relevant application properties including in vitro cytocompatibility testing indicate that the new powder-binder system represents an efficient approach to patient specific ceramic bone substitutes and scaffolds for bone tissue engineering.", "journal": "Journal of materials science. Materials in medicine", "date": "2007-01-12", "authors": ["AlaadienKhalyfa", "SebastianVogt", "JürgenWeisser", "GabrieleGrimm", "AnnettRechtenbach", "WolfgangMeyer", "MatthiasSchnabelrauch"], "doi": "10.1007/s10856-006-0073-2"}
{"title": "Transformation of 3DP gypsum model to HA by treating in ammonium phosphate solution.", "abstract": "Three-dimensional printing (3DP) is a CAD/CAM built-up using ink-jet printing technique. Commercially available 3DP system can form only gypsum model and not for bioceramics. On the other hand, transformation of hardened gypsum into hydroxyapatite (HA) by treatment in ammonium phosphate solution was found lately. In the present study, transformation of the 3DP gypsum block to HA was attempted. However, the fabricated 3DP block was soluble in water. To insolubilize, it was heated at 300 degrees C for 10 min, and then, gypsum was transformed to calcium sulfate hemihydrate, CaSO(4) x 0.5H(2)O. The 3D block was immersed in 1M (NH(4))(3)PO(4) x 3H(2)O solution at 80 degrees C for 1-24 h, and the transformation into HA within 4 h was ascertained. A heat-treated plaster of Paris (POP) block was also investigated for comparison. The unheated POP block consisting of gypsum dihydrate took 24 h to complete the transformation, while the heat-treated POP consisting calcium sulfate hemihydrate promoted the transformation into HA; but the transformed thickness in the block was less than the 3DP block. This is probably due to higher solubility of the hemihydrate than gypsum dihydrate. Accelerated transformation of the 3DP block was also caused by its porous structure, which enabled an easy penetration of the phosphate solution. With the present method, it is possible to transform the fabricated gypsum by 3D printing that is adaptive to the osseous defect into HA prostheses or scaffold.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2006-07-14", "authors": ["RungnapaLowmunkong", "TaijiSohmura", "JunzoTakahashi", "YumikoSuzuki", "ShigekiMatsuya", "KunioIshikawa"], "doi": "10.1002/jbm.b.30609"}
{"title": "Multimodal similarity and categorization of novel, three-dimensional objects.", "abstract": "Similarity has been proposed as a fundamental principle underlying mental object representations and capable of supporting cognitive-level tasks such as categorization. However, much of the research has considered connections between similarity and categorization for tasks performed using a single perceptual modality. Considering similarity and categorization within a multimodal context opens up a number of important questions: Are the similarities between objects the same when they are perceived using different modalities or using more than one modality at a time? Is similarity still able to explain categorization performance when objects are experienced multimodally? In this study, we addressed these questions by having subjects explore novel, 3D objects which varied parametrically in shape and texture using vision alone, touch alone, or touch and vision together. Subjects then performed a pair-wise similarity rating task and a free sorting categorization task. Multidimensional scaling (MDS) analysis of similarity data revealed that a single underlying perceptual map whose dimensions corresponded to shape and texture could explain visual, haptic, and bimodal similarity ratings. However, the relative dimension weights varied according to modality: shape dominated texture when objects were seen, whereas shape and texture were roughly equally important in the haptic and bimodal conditions. Some evidence was found for a multimodal connection between similarity and categorization: the probability of category membership increased with similarity while the probability of a category boundary being placed between two stimuli decreased with similarity. In addition, dimension weights varied according to modality in the same way for both tasks. The study also demonstrates the usefulness of 3D printing technology and MDS techniques in the study of visuohaptic object processing.", "journal": "Neuropsychologia", "date": "2006-04-04", "authors": ["TheresaCooke", "FrankJäkel", "ChristianWallraven", "Heinrich HBülthoff"], "doi": "10.1016/j.neuropsychologia.2006.02.009"}
