{"title": "Enamel structure properties controlled by engineered proteins in transgenic mice.", "abstract": "Amelogenin protein has regulatory effects on enamel biofabrication in mammalian tooth. Using teeth obtained from transgenic mice that express two separate protein-engineered versions of amelogenins, we made structure-nanomechanical properties correlations and showed 21% hardness and 24% elastic modulus degradation compared with the age-matched wildtype littermates. We attribute the inferior properties to the disorganization of the protein matrix resulting in defective mineral formation.\nEnamel is a bioceramic initiated by the biosynthesis of a complex mixture of proteins that undergoes self-assembly to produce a super molecular ensemble that controls the nucleation and habit of the crystalline mineral phase. Ultimately, the inorganic crystals grow to almost fully replace the organic phase. This biofabrication process occurs at physiologic conditions of pH, temperature, pressure, and ion concentration and results in the hardest tissue in the vertebrate body, with the largest and longest substituted-hydroxyapatite crystals known to biomineralizing systems. The most abundant protein of forming mammalian enamel, amelogenin, has been shown to have a significant regulatory effect on this complex process.\nIn this work, we present the effect of protein engineering of amelogenin on the mechanical properties of the resultant mouse enamel. We have produced two types of transgenic animals that express separate versions of amelogenin proteins that lack the required self-assembly domains. The resultant matured enamel was extensively characterized for its mechanical properties at the nanoscale by means of nanoindentation and atomic force microscopy (AFM). These techniques have enabled us to probe the mechanical properties that are representative of a single enamel rod.\nOur nanoindentation measurements have revealed that the altered amelogenin with dysfunctional self-assembly properties resulted in a degradation by as much as 21% in hardness and 24% in elastic modulus compared with the age-matched wildtype littermates. Furthermore, the enamel formed by these defective proteins is found to display a decrease in indentation surface pile-up volume by up to 32%.\nWe attribute these inferior mechanical properties for the enamel grown by the engineered amelogenins to result from the disorganization of the nanospheres formed in the protein matrix starting at the mineral nucleation stage with a consequential alteration to the fully grown mineral component. By engineering the properties of proteins that contribute to the nanoscale level of hierarchy in enamel biomineralization, it is possible to regulate the properties of the resulting bioceramic at the mesoscale level of the tissue.", "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research", "date": "2003-11-11", "authors": ["HansonFong", "Shane NWhite", "Michael LPaine", "WenLuo", "Malcolm LSnead", "MehmetSarikaya"], "doi": "10.1359/jbmr.2003.18.11.2052"}
{"title": "Computer aided design of large-format prefabricated cranial plates.", "abstract": "The authors' objective in this project was to replace current state-of-the-art manual methods for preoperative production (i.e., prefabrication) of large-format (>100 cm2) cranioplasties with a system for computer-aided design and direct computer-aided manufacture of the implant's shape. This system uses standard 3D CT data, requires no specialized training, and produces an accurately fitting cranioplasty that can be recast in the physician's material of choice (e.g., polymethylmethacrylate [PMMA] or pre-bent titanium plating). The authors begin by locating the cranial defect margin on a skull surface image generated from a 3D head CT-scan. A right-to-left mirrored or average 3D skull surface template image is then fit to the patient's skull surface image. The area around the defect is cut out and stitched to the previously isolated defect margin. This defect-filling surface is then tapered and 3D printed. The 3D printed implant model is then recast in a biocompatible material. Manually generated cranial implants produced for five patients were compared with implants resulting from this new computer-based method. All five computer-generated implants were better fitting and more cosmetically suitable than the manually generated skull plates received by these patients. These well-fitting implants are more likely to protect the brain from trauma and infection. Therefore, the authors conclude that their new production method provides a better result with less expense than current methods for preoperative or intraoperative fabrication of large-format cranioplasties.", "journal": "The Journal of craniofacial surgery", "date": "2003-11-06", "authors": ["DavidDean", "Kyoung-JuneMin", "AngusBond"], "doi": "10.1097/00001665-200311000-00002"}
{"title": "Use of stereolithography to manufacture critical-sized 3D biodegradable scaffolds for bone ingrowth.", "abstract": "A novel approach to the manufacture of biodegradable polymeric scaffolds for tissue-engineering utilizing stereolithography (SLA) is presented. SLA is a three-dimensional (3D) printing method that uses an ultraviolet laser to photo-crosslink a liquid polymer substrate. The current generation of SLA devices provide a 3D printing resolution of 0.1 mm. The experiments utilized a biodegradable resin mixture of diethyl fumarate (DEF), poly(propylene fumarate) (PPF), and a photoinitiator, bisacylphosphine oxide (BAPO). The PPF is crosslinked with the use of the SLA's UV laser (325-nm wavelength). An SLA device was retrofitted with a custom fixture build tank enclosing an elevator-driven build table. A 3D prototype model testing the manufacturing control this device provides was created in a computer-aided-design package. The resulting geometric data were used to drive the SLA process, and a DEF/PPF prototype part was successfully manufactured. These scaffolds have application in the tissue engineering of bony substrates.", "journal": "Journal of biomedical materials research. Part B, Applied biomaterials", "date": "2003-01-08", "authors": ["Malcolm NCooke", "John PFisher", "DavidDean", "ClareRimnac", "Antonios GMikos"], "doi": "10.1002/jbm.b.10485"}
